Repository: h4h13/paisa-app
Catalog: localization/app_*.arb
Languages: be, bn, da, de, el, es, fr, he, id, it, kn, ko, ml, nl, pt_br, ru, sv, sw, te, tl, tr, uk, zh, zh_tw

# accountInformationSubTitle
source: The account details you entered are not shared with anyone, including us. It is only used for visual representation of account details, you may enter false info too
be: Уведзеныя даныя рахунку не перадаюцца нікому, уключаючы нас. Яны выкарыстоўваюцца толькі для візуальнага адлюстравання; вы можаце ўвесці ілжывую інфармацыю.
bn: আপনার দেওয়া অ্যাকাউন্টের বিবরণ আমাদের সহ কারো সাথে শেয়ার করা হয় না। এটি শুধুমাত্র অ্যাকাউন্টের বিবরণের ভিজ্যুয়াল উপস্থাপনার জন্য ব্যবহৃত হয়, আপনি চাইলে ভুল তথ্যও দিতে পারেন।
da: De kontooplysninger, du indtaster, deles ikke med nogen, inklusive os. De bruges kun til visuel repræsentation af kontodetaljer; du kan også indtaste falske oplysninger.
de: Die von Ihnen eingegebenen Kontodaten werden mit niemandem geteilt, auch nicht mit uns. Sie dienen nur der visuellen Darstellung der Kontodetails, Sie können auch falsche Informationen eingeben.
el: Τα στοιχεία του λογαριασμού που καταχωρήσατε δεν κοινοποιούνται σε κανέναν, ούτε και σε εμάς. Χρησιμοποιούνται μόνο για την οπτική αναπαράσταση των στοιχείων του λογαριασμού, μπορείτε να εισάγετε και ψευδείς πληροφορίες.
es: Los detalles de tu cuenta no se comparten, ni con nosotros. Se usan solo para representarla visualmente; puedes introducir datos ficticios.
fr: Les détails du compte que vous avez saisis ne sont partagés avec personne, y compris nous. Ils sont uniquement utilisés pour une représentation visuelle des détails du compte ; vous pouvez également saisir de fausses informations.
he: פרטי החשבון שאתה מזין אינם משותפים עם אף אחד, כולל אותנו. הם משמשים רק לייצוג חזותי של פרטי החשבון; אתה יכול גם להזין מידע כוזב.
id: Detail akun yang Anda masukkan tidak dibagikan dengan siapa pun, termasuk kami. Detail tersebut hanya digunakan untuk representasi visual detail akun; Anda juga dapat memasukkan informasi palsu.
it: I dettagli dell'account inseriti non vengono condivisi con nessuno, inclusi noi. Vengono utilizzati solo per la rappresentazione visiva dei dettagli dell'account; puoi anche inserire informazioni false.
kn: ನೀವು ನಮೂದಿಸಿದ ಖಾತೆ ವಿವರಗಳನ್ನು ನಮ್ಮೂ ಸೇರಿದಂತೆ ಯಾರೊಂದಿಗೂ ಹಂಚಿಕೊಳ್ಳಲಾಗುವುದಿಲ್ಲ. ಇದನ್ನು ಖಾತೆ ವಿವರಗಳ ದೃಶ್ಯ ಪ್ರತಿನಿಧಿಸುವಿಕೆಗಾಗಿ ಮಾತ್ರ ಬಳಸಲಾಗುತ್ತದೆ; ನೀವು ತಪ್ಪಾದ ಮಾಹಿತಿಯನ್ನು ಸಹ ನಮೂದಿಸಬಹುದು.
ko: 입력된 계좌 정보는 우리를 포함한 누구와도 공유되지 않습니다. 계좌 정보의 시각적 표현을 위해서만 사용되며, 가짜 정보를 입력하셔도 됩니다.
ml: നിങ്ങൾ നൽകിയ വിവരങ്ങൾ ആരുമായും പങ്കിടില്ല. ഇത് കാഴ്ചയ്ക്ക് മാത്രം.
nl: De ingevoerde rekeninggegevens worden met niemand gedeeld, ook niet met ons. Ze worden alleen gebruikt voor visuele weergave van rekeningdetails; u kunt ook valse informatie invoeren.
pt_br: Os detalhes da conta inseridos não são compartilhados com ninguém, incluindo nós. São usados apenas para representação visual dos detalhes da conta; você também pode inserir informações falsas.
ru: Введенные данные счета не передаются никому, включая нас. Они используются только для визуального представления деталей счета; вы можете ввести и ложную информацию.
sv: Kontoinformationen du anger delas inte med någon, inklusive oss. Den används endast för visuell representation av kontodetaljer; du kan även ange falsk information.
sw: Taarifa za akaunti ulizoweka hazishirikiwi na yeyote, ikiwemo sisi. Zinatumika tu kwa uwakilishi wa kuona, unaweza kuweka taarifa zisizo sahihi pia.
te: మీరు నమోదు చేసిన ఖాతా వివరాలు మాతో సహా ఎవరితోనూ భాగస్వామ్యం చేయబడవు. ఇది ఖాతా వివరాల దృశ్యమాన ప్రాతినిధ్యం కోసం మాత్రమే ఉపయోగించబడుతుంది; మీరు తప్పుడు సమాచారాన్ని కూడా నమోదు చేయవచ్చు.
tl: Ang mga detalye ng account na iyong inilagay ay hindi ibinabahagi kanino man, kabilang kami. Ginagamit lamang ito para sa visual na representasyon ng mga detalye ng account, maaari kang maglagay ng maling impormasyon din
tr: Girdiğiniz hesap detayları kimseyle paylaşılmaz, biz dahil. Sadece hesap detaylarının görsel temsili için kullanılır, yanlış bilgi de girebilirsiniz
uk: Інформація про рахунок, яку ви вводите, не передається нікому, включаючи нас. Вона використовується лише для візуального представлення деталей рахунку; ви можете ввести навіть неправдиву інформацію.
zh: 您输入的账户详细信息不会与任何人分享，包括我们。它仅用于账户详细信息的可视化展示；您也可以输入虚假信息。
zh_tw: 您輸入的帳戶詳細資料不會與任何人分享，包括我們。它僅用於帳戶詳細資料的視覺呈現；您也可以輸入虛假資訊。

source: Next
be: Далей
bn: পরবর্তী
da: Næste
de: Weiter
el: Επόμενο
es: Siguiente
fr: Suivant
he: הבא
id: Selanjutnya
it: Avanti
kn: ಮುಂದೆ
ko: 다음
ml: അടുത്തത്
nl: Volgende
pt_br: Próximo
ru: Далее
sv: Nästa
sw: Inayofuata
te: తరువాత
tl: Susunod
tr: İleri
uk: Далі
zh: 下一步
zh_tw: 下一步

source: Image
be: Выява
bn: ছবি
da: Billede
de: Bild
el: Εικόνα
es: Imagen
he: תמונה
id: Gambar
it: Immagine
kn: ಚಿತ್ರ
ko: 이미지
ml: ചിത്രം
nl: Afbeelding
pt_br: Imagem
ru: Изображение
sv: Bild
sw: Picha
te: చిత్రం
tl: Larawan
tr: Resim
uk: Зображення
zh: 图片
zh_tw: 圖片

# nameHint
source: Name
be: Імя
bn: নাম
da: Navn
el: Όνομα
es: Nombre
fr: Nom
he: שם
id: Nama
it: Nome
kn: ಹೆಸರು
ko: 이름
ml: പേര്
nl: Naam
pt_br: Nome
ru: Имя
sv: Namn
sw: Jina
te: పేరు
tl: Pangalan
tr: İsim
uk: Ім'я
zh: 姓名
zh_tw: 姓名

# enterNameHint
source: Enter user name
be: Увядзіце ваша імя
bn: ব্যবহারকারীর নাম লিখুন
da: Indtast dit navn
de: Geben Sie Ihren Namen ein
el: Εισαγωγή ονόματος
es: Introduce tu nombre
fr: Saisissez votre nom
he: הזן את שמך
id: Masukkan nama Anda
it: Inserisci il tuo nome
kn: ನಿಮ್ಮ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ko: 이름을 입력하세요
ml: ഉപയോക്തൃനാമം നൽകുക
nl: Voer uw naam in
pt_br: Digite seu nome
ru: Введите ваше имя
sv: Ange ditt namn
sw: Weka jina la mtumiaji
te: మీ పేరును నమోదు చేయండి
tl: Ilagay ang pangalan ng user
tr: Kullanıcı adını girin
uk: Введіть ваше ім'я
zh: 请输入您的姓名
zh_tw: 請輸入您的姓名

source: Income
be: Даход
bn: আয়
da: Indkomst
de: Einkommen
el: Εισόδημα
es: Ingresos
fr: Revenu
he: הכנסה
id: Pendapatan
it: Entrata
kn: ಆದಾಯ
ko: 수입
ml: വരുമാനം
nl: Inkomsten
pt_br: Receita
ru: Доход
sv: Inkomst
sw: Mapato
te: ఆదాయం
tl: Kita
tr: Gelir
uk: Дохід
zh: 收入
zh_tw: 收入

source: This month
be: Гэты месяц
bn: এই মাস
da: Denne måned
de: Dieser Monat
el: Αυτό το μήνα
es: Este mes
fr: Ce mois-ci
he: החודש
id: Bulan Ini
it: Questo mese
kn: ಈ ತಿಂಗಳು
ko: 이번 달
ml: ഈ മാസം
nl: Deze maand
pt_br: Este Mês
ru: Этот месяц
sv: Denna månad
sw: Mwezi huu
te: ఈ నెల
tl: Ngayong buwan
tr: Bu Ay
uk: Цього місяця
zh: 本月
zh_tw: 本月

source: Total balance
be: Агульны баланс
bn: মোট ব্যালেন্স
da: Samlet saldo
de: Gesamtsaldo
el: Συνολικό υπόλοιπο
es: Saldo total
fr: Solde total
he: סך הכל יתרה
id: Total Saldo
it: Saldo totale
kn: ಒಟ್ಟು ಬಾಕಿ
ko: 총 잔액
ml: മൊത്തം ബാലൻസ്
nl: Totaal saldo
pt_br: Saldo Total
ru: Общий баланс
sv: Totalt saldo
sw: Salio lote
te: మొత్తం నిల్వ
tl: Kabuuang balanse
tr: Toplam Bakiye
uk: Загальний баланс
zh: 总余额
zh_tw: 總餘額

source: Ok
be: Добра
bn: ঠিক আছে
el: Εντάξει
es: Aceptar
he: אוקיי
kn: ಸರಿ
ko: 확인
ml: ശരി
ru: Ок
sw: Sawa
te: సరే
tr: Tamam
uk: Ок
zh: 确定
zh_tw: 確定

# searchMessage
source: Start searching something!
be: Пачніце што-небудзь шукаць!
bn: কিছু খোঁজা শুরু করুন!
da: Begynd at søge efter noget!
de: Beginnen Sie mit der Suche!
el: Ξεκινήστε να αναζητείτε κάτι!
es: ¡Empieza a buscar algo!
fr: Commencez à chercher quelque chose !
he: התחל לחפש משהו!
id: Mulai mencari sesuatu!
it: Inizia a cercare qualcosa!
kn: ಹುಡುಕಲು ಪ್ರಾರಂಭಿಸಿ!
ko: 검색을 시작하세요!
ml: എന്തെങ്കിലും തിരയാൻ തുടങ്ങുക!
nl: Begin met zoeken!
pt_br: Comece a pesquisar algo!
ru: Начните что-нибудь искать!
sv: Börja söka efter något!
sw: Anza kutafuta kitu!
te: ఏదైనా శోధించడం ప్రారంభించండి!
tl: Simulan ang paghahanap ng isang bagay!
tr: Bir şeyler aramaya başlayın!
uk: Почніть щось шукати!
zh: 开始搜索！
zh_tw: 開始搜尋！

# emptySearchMessage
source: Looks like nothing was found!
be: Здаецца, нічога не знойдзена!
bn: মনে হচ্ছে কিছু পাওয়া যায়নি!
da: Det ser ud til, at intet blev fundet!
de: Sieht aus, als wurde nichts gefunden!
el: Φαίνεται ότι δε βρέθηκε τίποτα!
es: ¡Parece que no se encontró nada!
fr: On dirait que rien n'a été trouvé !
he: נראה שלא נמצא דבר!
id: Sepertinya tidak ada yang ditemukan!
it: Sembra che non sia stato trovato nulla!
kn: ಏನೂ ಸಿಗಲಿಲ್ಲ!
ko: 검색 결과가 없습니다!
ml: ഒന്നും കണ്ടെത്തിയില്ല!
nl: Het lijkt erop dat er niets is gevonden!
pt_br: Parece que nada foi encontrado!
ru: Похоже, ничего не найдено!
sv: Det verkar som om inget hittades!
sw: Inaonekana hakuna kilichopatikana!
te: ఏమీ కనుగొనబడలేదు!
tl: Mukhang walang nahanap!
tr: Görünüşe göre hiçbir şey bulunamadı!
uk: Схоже, нічого не знайдено!
zh: 似乎找不到任何内容！
zh_tw: 似乎找不到任何內容！

# selectIconTitle
source: Select icon
be: Выбраць іконку
bn: আইকন নির্বাচন করুন
da: Vælg ikon
de: Symbol auswählen
el: Επιλογή εικονιδίου
es: Seleccionar icono
fr: Sélectionner une icône
he: בחר סמל
id: Pilih Ikon
it: Scegli icona
kn: ಐಕಾನ್ ಆಯ್ಕೆಮಾಡಿ
ko: 아이콘 선택
ml: ഐക്കൺ തിരഞ്ഞെടുക്കുക
nl: Selecteer icoon
pt_br: Selecionar Ícone
ru: Выберите иконку
sv: Välj ikon
sw: Chagua aikoni
te: చిహ్నాన్ని ఎంచుకోండి
tl: Pumili ng icon
tr: Simge Seç
uk: Вибрати іконку
zh: 选择图标
zh_tw: 選擇圖示

# selectIconSubTitle
source: Tap to select icon
be: Націсніце, каб выбраць іконку
bn: আইকন নির্বাচন করতে ট্যাপ করুন
da: Tryk for at vælge ikon
de: Tippen Sie, um ein Symbol auszuwählen
el: Πατήστε για να επιλέξετε εικονίδιο
es: Toca para seleccionar icono
fr: Appuyez pour sélectionner une icône
he: הקש כדי לבחור סמל
id: Ketuk untuk memilih ikon
it: Tocca per selezionare un'icona
kn: ಐಕಾನ್ ಆಯ್ಕೆ ಮಾಡಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ko: 아이콘을 선택하려면 탭하세요
ml: ഐക്കൺ തിരഞ്ഞെടുക്കാൻ ടാപ്പ്
nl: Tik om icoon te selecteren
pt_br: Toque para selecionar o ícone
ru: Нажмите, чтобы выбрать иконку
sv: Tryck för att välja ikon
sw: Gusa ili kuchagua aikoni
te: చిహ్నాన్ని ఎంచుకోవడానికి నొక్కండి
tl: I-tap upang pumili ng icon
tr: Simgeyi seçmek için dokunun
uk: Натисніть, щоб вибрати іконку
zh: 点击以选择图标
zh_tw: 點擊以選擇圖示

source: Income name
be: Назва даходу
bn: আয়ের নাম
da: Indkomstnavn
de: Einkommensname
el: Όνομα εισοδήματος
es: Nombre del ingreso
fr: Nom du revenu
he: שם הכנסה
id: Nama Pendapatan
it: Nome dell'entrata
kn: ಆದಾಯದ ಹೆಸರು
ko: 수입 이름
ml: വരുമാനം പേര്
nl: Inkomstennaam
pt_br: Nome da Receita
ru: Название дохода
sv: Inkomstnamn
sw: Jina la mapato
te: ఆదాయం పేరు
tl: Pangalan ng Kita
tr: Gelir Adı
uk: Назва доходу
zh: 收入名称
zh_tw: 收入名稱

source: Calendar format
be: Фармат календара
bn: ক্যালেন্ডার ফরম্যাট
da: Kalenderformat
de: Kalenderformat
el: Μορφή ημερολογίου
es: Formato de calendario
fr: Format du calendrier
he: פורמט לוח שנה
id: Format Kalender
it: Formato del calendario
kn: ಕ್ಯಾಲೆಂಡರ್ ಫಾರ್ಮ್ಯಾಟ್
ko: 달력 형식
ml: കലണ്ടർ ഫോർമാറ്റ്
nl: Kalenderformaat
pt_br: Formato do Calendário
ru: Формат календаря
sv: Kalenderformat
sw: Muundo wa kalenda
te: క్యాలెండర్ ఫార్మాట్
tl: Format ng Kalendaryo
tr: Takvim Formatı
uk: Формат календаря
zh: 日历格式
zh_tw: 日曆格式

source: Transfer name
be: Назва пераводу
bn: স্থানান্তরের নাম
da: Overførselsnavn
de: Überweisungsname
el: Όνομα μεταφοράς
es: Nombre de transferencia
fr: Nom du transfert
he: שם העברה
id: Nama Transfer
it: Nome del trasferimento
kn: ವರ್ಗಾವಣೆ ಹೆಸರು
ko: 이체 이름
ml: കൈമാറ്റത്തിൻ്റെ പേര്
nl: Overboekingsnaam
pt_br: Nome da Transferência
ru: Название перевода
sv: Överföringsnamn
sw: Jina la uhamisho
te: బదిలీ పేరు
tl: Pangalan ng Paglipat
tr: Transfer Adı
uk: Назва переказу
zh: 转账名称
zh_tw: 轉帳名稱

# enterCategory
source: Enter category name
be: Увядзіце назву катэгорыі
bn: বিভাগের নাম লিখুন
da: Indtast kategorinavn
de: Kategorienamen eingeben
el: Εισαγωγή ονόματος κατηγορίας
es: Nombre de categoría
fr: Saisir le nom de la catégorie
he: הזן שם קטגוריה
id: Masukkan nama kategori
it: Inserisci il nome della categoria
kn: ವರ್ಗ ನಮೂದಿಸಿ
ko: 카테고리 이름 입력
ml: വിഭാഗത്തിൻ്റെ പേര് നൽകുക
nl: Voer categorienaam in
pt_br: Digite o nome da categoria
ru: Введите название категории
sv: Ange kategorinamn
sw: Weka jina la kategoria
te: వర్గ పేరును నమోదు చేయండి
tl: Ilagay ang pangalan ng kategorya
tr: Kategori Girin
uk: Введіть назву категорії
zh: 输入分类名称
zh_tw: 輸入分類名稱

source: Enter description
be: Увядзіце апісанне
bn: বিবরণ লিখুন
da: Indtast beskrivelse
de: Beschreibung eingeben
el: Εισαγωγή περιγραφής
es: Añadir descripción
fr: Saisir la description
he: הזן תיאור
id: Masukkan deskripsi
it: Inserisci descrizione
kn: ವಿವರಣೆ ನಮೂದಿಸಿ
ko: 설명 입력
ml: വിവരണം നൽകുക
nl: Voer omschrijving in
pt_br: Digite a descrição
ru: Введите описание
sv: Ange beskrivning
sw: Weka maelezo
te: వివరణను నమోదు చేయండి
tl: Ilagay ang paglalarawan
tr: Açıklama Girin
uk: Введіть опис
zh: 输入说明
zh_tw: 輸入說明

source: Enter amount
be: Увядзіце суму
bn: পরিমাণ লিখুন
da: Indtast beløb
de: Betrag eingeben
el: Εισαγωγή ποσού
es: Añadir importe
fr: Saisir le montant
he: הזן סכום
id: Masukkan jumlah
it: Inserisci importo
kn: ಮೊತ್ತ ನಮೂದಿಸಿ
ko: 금액 입력
ml: തുക നൽകുക
nl: Voer bedrag in
pt_br: Digite o valor
ru: Введите сумму
sv: Ange belopp
sw: Weka kiasi
te: మొత్తాన్ని నమోదు చేయండి
tl: Ilagay ang halaga
tr: Tutar Girin
uk: Введіть суму
zh: 输入金额
zh_tw: 輸入金額

source: Enter account name
be: Увядзіце назву рахунку
bn: অ্যাকাউন্টের নাম লিখুন
da: Indtast kontonavn
de: Kontonamen eingeben
el: Εισαγωγή ονόματος λογαριασμού
es: Añadir nombre de cuenta
fr: Saisir le nom du compte
he: הזן שם חשבון
id: Masukkan nama akun
it: Inserisci nome dell'account
kn: ಖಾತೆಯ ಹೆಸರು ನಮೂದಿಸಿ
ko: 계좌 이름을 입력하세요
ml: അക്കൗണ്ട് പേര് നൽകുക
nl: Voer rekeningnaam in
pt_br: Digite o nome da conta
ru: Введите название счета
sv: Ange kontonamn
sw: Weka jina la akaunti
te: ఖాతా పేరును నమోదు చేయండి
tl: Ilagay ang pangalan ng account
tr: Hesap Adı Girin
uk: Введіть назву рахунку
zh: 输入账户名称
zh_tw: 輸入帳戶名稱

source: Search
be: Пошук
bn: অনুসন্ধান
da: Søg
de: Suchen
el: Αναζήτηση
es: Buscar
fr: Rechercher
he: חיפוש
id: Cari
it: Cerca
kn: ಹುಡುಕಿ
ko: 검색
ml: തിരയുക
nl: Zoeken
pt_br: Pesquisar
ru: Поиск
sv: Sök
sw: Tafuta
te: వెతకండి
tl: Maghanap
tr: Ara
uk: Пошук
zh: 搜索
zh_tw: 搜尋

source: Delete
be: Выдаліць
bn: মুছুন
da: Slet
de: Löschen
el: Διαγραφή
es: Eliminar
fr: Supprimer
he: מחק
id: Hapus
it: Elimina
kn: ಅಳಿಸಿ
ko: 삭제
ml: മായ്ക്കുക
nl: Verwijderen
pt_br: Excluir
ru: Удалить
sv: Ta bort
sw: Futa
te: తొలగించు
tl: Tanggalin
tr: Sil
uk: Видалити
zh: 删除
zh_tw: 刪除

# introCTA
source: Get started
be: Пачаць
bn: শুরু করুন
da: Kom i gang
de: Loslegen
el: Ας ξεκινήσουμε
es: Empezar
fr: Commencer
he: בואו נתחיל
id: Mulai
it: Inizia
kn: ಪ್ರಾರಂಭಿಸಿ
ko: 시작하기
ml: തുടങ്ങുക
nl: Aan de slag
pt_br: Começar
ru: Начать
sv: Kom igång
sw: Anza
te: ప్రారంభించండి
tl: Magsimula
tr: Başlayın
uk: Почати
zh: 开始使用
zh_tw: 開始使用

# deleteLoan
source: Deleting the loan deletes all records associated to it
be: Выдаленне пазыкі прывядзе да выдалення ўсіх звязаных з ёй запісаў.
bn: ঋণটি মুছলে এর সাথে যুক্ত সমস্ত রেকর্ড মুছে যাবে।
da: Sletning af dette lån vil slette alle tilknyttede poster.
de: Das Löschen dieses Darlehens löscht alle damit verbundenen Datensätze.
el: Διαγράφοντας αυτό το δάνειο διαγράφονται όλες οι εγγραφές που σχετίζονται με αυτό.
es: Eliminar este préstamo borrará todos los registros asociados.
fr: La suppression de ce prêt supprimera tous les enregistrements associés.
he: מחיקת הלוואה זו תמחק את כל הרשומות הקשורות.
id: Menghapus pinjaman ini akan menghapus semua catatan terkait.
it: L'eliminazione di questo prestito eliminerà tutti i record associati.
kn: ಈ ಸಾಲವನ್ನು ಅಳಿಸುವುದರಿಂದ ಎಲ್ಲಾ ಸಂಬಂಧಿತ ದಾಖಲೆಗಳು ಅಳಿಸಲ್ಪಡುತ್ತವೆ.
ko: 이 대출을 삭제하면 관련된 모든 기록이 삭제됩니다.
ml: വായ്പ മായ്ച്ചാൽ എല്ലാ രേഖകളും മായും.
nl: Het verwijderen van deze lening zal alle gerelateerde records verwijderen.
pt_br: Excluir este empréstimo excluirá todos os registros associados a ele.
ru: Удаление этого займа приведет к удалению всех связанных с ним записей.
sv: Att ta bort detta lån tar bort alla relaterade poster.
sw: Kufuta mkopo kunaondoa rekodi zote zinazohusiana nao
te: ఈ రుణాన్ని తొలగించడం వలన దానికి సంబంధించిన అన్ని రికార్డులు తొలగించబడతాయి.
tl: Ang pagtanggal ng utang ay magtanggal din ng lahat ng kaugnay na rekord
tr: Krediyi silmek, ona bağlı tüm kayıtları siler
uk: Видалення цієї позики видалить усі пов'язані з нею записи.
zh: 删除此贷款将删除所有相关记录。
zh_tw: 刪除此貸款將會刪除所有相關記錄。

# emptyBudgetMessageTitle
source: No budgets
be: Няма бюджэтаў
bn: কোনো বাজেট নেই
da: Ingen budgetter
de: Keine Budgets
el: Δεν υπάρχουν προϋπολογισμοί
es: No hay presupuestos
fr: Aucun budget
he: אין תקציבים
id: Tidak ada anggaran
it: Nessun budget
kn: ಯಾವುದೇ ಆಯವ್ಯಯಗಳಿಲ್ಲ
ko: 예산 없음
ml: ബഡ്ജറ്റുകളില്ല
nl: Geen budgetten
pt_br: Sem orçamentos
ru: Нет бюджетов
sv: Inga budgetar
sw: Hakuna bajeti
te: బడ్జెట్‌లు లేవు
tl: Walang mga badyet
tr: Bütçe Yok
uk: Немає бюджетів
zh: 没有预算
zh_tw: 沒有預算

# emptyBudgetMessageSubTitle
source: Add a budget to view it here
be: Дадайце бюджэт, каб убачыць яго тут
bn: এখানে দেখতে একটি বাজেট যোগ করুন
da: Tilføj et budget for at se det her
de: Fügen Sie ein Budget hinzu, um es hier anzuzeigen
el: Προσθέστε έναν προϋπολογισμό για να τον δείτε εδώ
es: Añade un presupuesto para verlo aquí
fr: Ajoutez un budget pour l'afficher ici
he: הוסף תקציב כדי לראות אותו כאן
id: Tambahkan anggaran untuk melihatnya di sini
it: Aggiungi un budget per visualizzarlo qui
kn: ಇಲ್ಲಿ ವೀಕ್ಷಿಸಲು ಆಯವ್ಯಯವನ್ನು ಸೇರಿಸಿ
ko: 예산을 추가하여 여기에서 확인하세요
ml: ബഡ്ജറ്റ് ചേർക്കുക
nl: Voeg een budget toe om het hier te zien
pt_br: Adicione um orçamento para visualizá-lo aqui
ru: Добавьте бюджет, чтобы увидеть его здесь
sv: Lägg till en budget för att se den här
sw: Ongeza bajeti ili uione hapa
te: ఇక్కడ చూడటానికి బడ్జెట్‌ను జోడించండి
tl: Magdagdag ng badyet upang makita dito
tr: Burada görüntülemek için bir bütçe ekleyin
uk: Додайте бюджет, щоб побачити його тут
zh: 添加预算以在此查看
zh_tw: 新增預算以在此查看

# recurringEmptyMessageTitle
source: No recurring events?
be: Няма рэгулярных падзей?
bn: কোনো পুনরাবৃত্ত ইভেন্ট নেই?
da: Ingen tilbagevendende begivenheder?
de: Keine wiederkehrenden Ereignisse?
el: Δεν υπάρχουν επαναλαμβανόμενα συμβάντα;
es: ¿Sin eventos recurrentes?
fr: Aucune transaction périodique ?
he: אין אירועים חוזרים?
id: Tidak ada acara berulang?
it: Nessun evento ricorrente?
kn: ಯಾವುದೇ ಆವರ್ತಕ ಘಟನೆಗಳಿಲ್ಲವೇ?
ko: 정기 거래가 없나요?
ml: ആവർത്തിക്കുന്നവ ഇല്ലേ?
nl: Geen terugkerende gebeurtenissen?
pt_br: Sem eventos recorrentes?
ru: Нет повторяющихся событий?
sv: Inga återkommande händelser?
sw: Hakuna matukio ya marudio?
te: పునరావృతమయ్యే ఈవెంట్‌లు లేవా?
tl: Walang mga umuulit na kaganapan?
tr: Tekrar eden olay yok mu?
uk: Немає регулярних подій?
zh: 没有定期事件？
zh_tw: 沒有定期事件？

# recurringEmptyMessageSubTitle
source: Add recurring events to view them here
be: Дадайце рэгулярныя падзеі, каб убачыць іх тут
bn: এখানে দেখতে পুনরাবৃত্ত ইভেন্ট যোগ করুন
da: Tilføj tilbagevendende begivenheder for at se dem her
de: Fügen Sie wiederkehrende Ereignisse hinzu, um sie hier zu sehen
el: Προσθέστε επαναλαμβανόμενα συμβάντα για να τα δείτε εδώ
es: Añade eventos recurrentes para verlos aquí.
fr: Ajoutez des transactions périodiques pour les afficher ici
he: הוסף אירועים חוזרים כדי לראות אותם כאן
id: Tambahkan acara berulang untuk melihatnya di sini
it: Aggiungi eventi ricorrenti per visualizzarli qui
kn: ಇಲ್ಲಿ ವೀಕ್ಷಿಸಲು ಆವರ್ತಕ ಘಟನೆಗಳನ್ನು ಸೇರಿಸಿ
ko: 정기 거래를 추가하여 여기에서 확인하세요
ml: ആവർത്തിക്കുന്നവ ചേർക്കുക
nl: Voeg terugkerende gebeurtenissen toe om ze hier te zien
pt_br: Adicione eventos recorrentes para visualizá-los aqui
ru: Добавьте повторяющиеся события, чтобы увидеть их здесь
sv: Lägg till återkommande händelser för att se dem här
sw: Ongeza matukio ya marudio ili uyaone hapa
te: వాటిని ఇక్కడ చూడటానికి పునరావృతమయ్యే ఈవెంట్‌లను జోడించండి
tl: Magdagdag ng mga umuulit na kaganapan upang makita dito
tr: Burada görüntülemek için tekrar eden olaylar ekleyin
uk: Додайте регулярні події, щоб побачити їх тут
zh: 添加定期事件以在此查看
zh_tw: 新增定期事件以在此查看

source: Edit
be: Рэдагаваць
bn: সম্পাদনা
da: Rediger
de: Bearbeiten
el: Επεξεργασία
es: Editar
fr: Modifier
he: ערוך
it: Modifica
kn: ಸಂಪಾದಿಸಿ
ko: 수정
ml: തിരുത്തുക
nl: Bewerken
pt_br: Editar
ru: Редактировать
sv: Redigera
sw: Hariri
te: సవరించు
tl: I-edit
tr: Düzenle
uk: Редагувати
zh: 编辑
zh_tw: 編輯

# fromAccount
source: Transfer account from
be: Перавесці з рахунку
bn: অ্যাকাউন্ট থেকে স্থানান্তর
da: Overfør konto fra
de: Von Konto überweisen
el: Μεταφορά λογαριασμού από
es: Transferir desde
fr: Transférer le compte depuis
he: העבר מחשבון
id: Transfer akun dari
it: Trasferisci dall'account
kn: ಇಲ್ಲಿಂದ ವರ್ಗಾವಣೆ ಖಾತೆ
ko: 이체 출금 계좌
ml: ഇവിടെ നിന്ന് കൈമാറ്റം
nl: Rekening overboeken van
pt_br: Transferir conta de
ru: Перевод со счета
sv: Överför konto från
sw: Hamisha kutoka akaunti
te: నుండి ఖాతాను బదిలీ చేయండి
tl: Paglipat mula sa account
tr: Transfer Hesabı
uk: Переказ з рахунку
zh: 从账户转出
zh_tw: 從帳戶轉出

# toAccount
source: Transfer account to
be: Перавесці на рахунак
bn: অ্যাকাউন্টে স্থানান্তর
da: Overfør konto til
de: Auf Konto überweisen
el: Μεταφορά λογαριασμού σε
es: A la cuenta
fr: Transférer le compte vers
he: העבר לחשבון
id: Transfer akun ke
it: Trasferisci all'account
kn: ಇಲ್ಲಿಗೆ ವರ್ಗಾವಣೆ ಖಾತೆ
ko: 이체 입금 계좌
ml: ഇവിടേക്ക് കൈമാറ്റം
nl: Rekening overboeken naar
pt_br: Transferir conta para
ru: Перевод на счет
sv: Överför konto till
sw: Hamisha kwenda akaunti
te: కు ఖాతాను బదిలీ చేయండి
tl: Paglipat papunta sa account
tr: Transfer Hedefi
uk: Переказ на рахунок
zh: 转入账户
zh_tw: 轉入帳戶

source: Paisa Locked
be: Paisa заблакіравана
bn: পয়সা লক করা আছে
da: Paisa låst
de: Paisa gesperrt
el: Paisa Κλειδωμένο
es: Paisa Bloqueado
fr: Paisa verrouillé
he: Paisa נעול
id: Paisa terkunci
it: Paisa bloccato
kn: ಪೈಸಾ ಲಾಕ್ ಆಗಿದೆ
ko: Paisa 잠김
ml: പൈസ ലോക്ക് ചെയ്തു
nl: Paisa vergrendeld
pt_br: Paisa está bloqueado
ru: Paisa заблокирован
sv: Paisa låst
sw: Paisa Imefungwa
te: పైసా లాక్ చేయబడింది
tl: Naka-lock ang Paisa
tr: Paisa Kilitli
uk: Paisa заблоковано
zh: Paisa 已锁定
zh_tw: Paisa 已鎖定

source: Authenticate
be: Аўтэнтыфікавацца
bn: প্রমাণীকরণ করুন
da: Godkend
de: Authentifizieren
el: Επαλήθευση
es: Autenticar
fr: S'authentifier
he: אימות
id: Autentikasi
it: Autenticati
kn: ದೃಢೀಕರಿಸಿ
ko: 인증
ml: അംഗീകരിക്കുക
nl: Authenticeren
pt_br: Autenticar
ru: Аутентификация
sv: Autentisera
sw: Thibitisha
te: గుర్తించండి
tl: Mag-authenticate
tr: Kimlik Doğrula
uk: Автентифікація
zh: 验证
zh_tw: 驗證

# biometricMessage
source: To access the app, please authenticate using biometric
be: Для доступу да праграмы аўтэнтыфікуйцеся з дапамогай біяметрыі
bn: অ্যাপটি অ্যাক্সেস করতে, অনুগ্রহ করে বায়োমেট্রিক ব্যবহার করে প্রমাণীকরণ করুন
da: For at få adgang til appen skal du godkende dig med biometri
de: Um auf die App zuzugreifen, authentifizieren Sie sich bitte per Biometrie
el: Για να αποκτήσετε πρόσβαση στην εφαρμογή, πιστοποιήστε τον εαυτό σας χρησιμοποιώντας βιομετρικά δεδομένα
es: Autentícate con biometría para acceder.
fr: Pour accéder à l'application, veuillez vous authentifier à l'aide de la biométrie
he: כדי לגשת לאפליקציה, אנא אמת באמצעות ביומטריה
id: Untuk mengakses aplikasi, silakan autentikasi menggunakan biometrik
it: Per accedere all'app, autenticati utilizzando i dati biometrici
kn: ಅಪ್ಲಿಕೇಶನ್‌ಗೆ ಪ್ರವೇಶಿಸಲು, ದಯವಿಟ್ಟು ಬಯೋಮೆಟ್ರಿಕ್ ಬಳಸಿ ದೃಢೀಕರಿಸಿ
ko: 앱에 액세스하려면 생체 인증을 사용하세요.
ml: അപ്ലിക്കേഷൻ ഉപയോഗിക്കാൻ ബയോമെട്രിക്
nl: Om toegang te krijgen tot de app, authenticeer u met biometrie
pt_br: Para acessar o app, autentique-se usando biometria
ru: Для доступа к приложению, пожалуйста, аутентифицируйтесь с помощью биометрии
sv: För att komma åt appen, vänligen autentisera med biometri
sw: Ili kufikia programu, tafadhali thibitisha kwa kutumia alama ya kidole
te: అనువర్తనాన్ని యాక్సెస్ చేయడానికి, బయోమెట్రిక్‌ని ఉపయోగించి ప్రామాణీకరించండి
tl: Upang ma-access ang app, mag-authenticate gamit ang biometric
tr: Uygulamaya erişmek için lütfen biyometrik kimlik doğrulama kullanın
uk: Для доступу до додатка, будь ласка, автентифікуйтесь за допомогою біометрії
zh: 要访问应用，请使用生物识别进行验证
zh_tw: 要存取應用程式，請使用生物辨識進行驗證

source: Total
be: Усяго
bn: মোট
de: Gesamt
el: Συνολικά
he: סה״כ
it: Totale
kn: ಒಟ್ಟು
ko: 총계
ml: മൊത്തം
nl: Totaal
ru: Итого
sv: Totalt
sw: Jumla
te: మొత్తం
tl: Kabuuan
tr: Toplam
uk: Всього
zh: 总计
zh_tw: 總計

source: More
be: Больш
bn: আরও
da: Mere
de: Mehr
el: Περισσότερα
es: Más
fr: Plus
he: עוד
id: Lainnya
it: Altro
kn: ಇನ್ನಷ್ಟು
ko: 더보기
ml: കൂടുതൽ
nl: Meer
pt_br: Mais
ru: Ещё
sv: Mer
sw: Zaidi
te: మరింత
tl: Higit pa
tr: Daha Fazla
uk: Більше
zh: 更多
zh_tw: 更多
