Repository: h4h13/paisa-app
Catalog: localization/app_*.arb
Languages: be, bn, da, de, el, es, fr, he, id, it, kn, ko, ml, nl, pt_br, ru, sv, sw, te, tl, tr, uk, zh, zh_tw

# monthCompared
source: Compared to {amount} last month
be: У параўнанні з {amount} мінулага месяца
bn: গত মাসের {amount} এর তুলনায়
da: Sammenlignet med {amount} sidste måned
de: Im Vergleich zu {amount} im letzten Monat
el: Σε σύγκριση με {amount} τον τελευταίο μήνα
es: Comparado con {amount} el mes pasado
fr: Comparé à {amount} le mois dernier
he: בהשוואה ל-{amount} בחודש שעבר
id: Dibandingkan dengan {amount} bulan lalu
it: Rispetto a {amount} del mese scorso
kn: ಕಳೆದ ತಿಂಗಳು {amount} ಗೆ ಹೋಲಿಸಿದರೆ
ko: 지난달 {amount}와 비교
ml: കഴിഞ്ഞ മാസം {amount} നെ അപേക്ഷിച്ച്
nl: Vergeleken met {amount} vorige maand
pt_br: Comparado a {amount} do mês passado
ru: По сравнению с {amount} в прошлом месяце
sv: Jämfört med {amount} förra månaden
sw: ikilinganishwa na {amount} mwezi uliopita
te: గత నెలలో {amount}తో పోలిస్తే
tr: Geçen ay {amount} ile karşılaştırıldığında
uk: Порівняно з {amount} минулого місяця
zh: 与上个月的 {amount} 相比
zh_tw: 與上個月的 {amount} 相比

# deleteTag
source: Are you sure you want to delete this {tag} label?
be: Вы ўпэўнены, што хочаце выдаліць цэтлік {tag}?
bn: আপনি কি নিশ্চিত এই {tag} লেবেলটি মুছতে চান?
da: Er du sikker på, at du vil slette denne etiket {tag}?
de: Möchten Sie diesen Tag {tag} wirklich löschen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε την ετικέτα {tag};
es: ¿Seguro que quieres eliminar la etiqueta {tag}?
fr: Êtes-vous sûr de vouloir supprimer cette étiquette {tag} ?
he: האם אתה בטוח שברצונך למחוק תגית {tag} זו?
id: Anda yakin ingin menghapus tag {tag} ini?
it: Sei sicuro di voler eliminare questo tag {tag}?
kn: ಈ {tag} ಟ್ಯಾಗ್ ಅನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುತ್ತೀರಾ?
ko: 이 태그 {tag}을(를) 삭제하시겠습니까?
ml: ഈ {tag} ലേബൽ മായ്ക്കാൻ ഉറപ്പാണോ?
nl: Weet u zeker dat u deze tag {tag} wilt verwijderen?
pt_br: Tem certeza que deseja excluir esta tag {tag}?
ru: Вы уверены, что хотите удалить этот тег {tag}?
sv: Är du säker på att du vill ta bort denna tagg {tag}?
sw: Una uhakika unataka kufuta lebo ya {tag}?
te: మీరు ఈ {tag} ట్యాగ్‌ను తొలగించాలని ఖచ్చితంగా అనుకుంటున్నారా?
tr: Bu {tag} etiketini silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити цей тег {tag}?
zh: 您确定要删除此 {tag} 标签吗？
zh_tw: 您確定要刪除此 {tag} 標籤嗎？

# transactionsCount
source: {count} {count, plural, other{transactions} zero{No transactions} one{transaction} two{transactions} few{transactions} many{transactions}}
be: {count, plural, zero{Няма транзакцый} one{1 транзакцыя} few{{count} транзакцыі} many{{count} транзакцый} other{{count} транзакцый}}
bn: {count, plural, zero{কোনো লেনদেন নেই} one{১টি লেনদেন} other{{count}টি লেনদেন}}
da: {count, plural, zero{Ingen transaktioner} one{1 transaktion} other{{count} transaktioner}}
de: {count, plural, zero{Keine Transaktionen} one{1 Transaktion} other{{count} Transaktionen}}
el: {count, plural, zero{Καμία συναλλαγή} one{1 συναλλαγή} other{{count} συναλλαγές}}
es: {count, plural, zero{Sin transacciones} one{1 transacción} other{{count} transacciones}}
fr: {count, plural, zero{Aucune transaction} one{1 transaction} other{{count} transactions}}
he: {count, plural, zero{אין עסקאות} one{עסקה אחת} other{{count} עסקאות}}
id: {count, plural, zero{Tidak ada transaksi} one{1 transaksi} other{{count} transaksi}}
it: {count, plural, zero{Nessuna transazione} one{1 transazione} other{{count} transazioni}}
kn: {count, plural, zero{ಯಾವುದೇ ವಹಿವಾಟುಗಳಿಲ್ಲ} one{1 ವಹಿವಾಟು} other{{count} ವಹಿವಾಟುಗಳು}}
ko: {count, plural, zero{거래 없음} other{{count}건의 거래}}
ml: {count} {count, plural, other{ഇടപാടുകൾ} zero{ഇടപാടുകളില്ല} one{ഇടപാട്} two{ഇടപാടുകൾ} few{ഇടപാടുകൾ} many{ഇടപാടുകൾ}}
nl: {count, plural, zero{Geen transacties} one{1 transactie} other{{count} transacties}}
pt_br: {count, plural, zero{Nenhuma transação} one{1 transação} other{{count} transações}}
ru: {count, plural, zero{Нет транзакций} one{1 транзакция} few{# транзакции} many{# транзакций} other{# транзакций}}
sv: {count, plural, zero{Inga transaktioner} one{1 transaktion} other{{count} transaktioner}}
sw: {count, plural, zero{Hakuna miamala} one{Mwamala 1} other{Miamala {count}}}
te: {count, plural, zero{లావాదేవీలు లేవు} one{1 లావాదేవీ} other{{count} లావాదేవీలు}}
tr: {count} {count, plural, other{işlem} zero{Hiç işlem yok} one{işlem} two{işlem} few{işlem} many{işlem}}
uk: {count, plural, zero{Транзакцій немає} one{1 транзакція} few{# транзакції} many{# транзакцій} other{# транзакцій}}
zh: {count, plural, zero{没有交易} one{1 笔交易} other{{count} 笔交易}}
zh_tw: {count, plural, zero{沒有交易} one{1 筆交易} other{{count} 筆交易}}

source: Filter
be: Фільтр
bn: ফিল্টার
el: Φίλτρο
es: Filtrar
fr: Filtrer
he: סנן
it: Filtro
kn: ಫಿಲ್ಟರ್
ko: 필터
ml: ഫിൽട്ടർ
pt_br: Filtrar
ru: Фильтр
sw: Chuja
te: ఫిల్టర్
tl: I-filter
tr: Filtre
uk: Фільтр
zh: 筛选
zh_tw: 篩選

source: Select Date Range
be: Выберыце дыяпазон дат
bn: তারিখের পরিসর নির্বাচন করুন
da: Vælg datointerval
de: Datumsbereich auswählen
el: Επιλογή Εύρους Ημερομηνίας
es: Seleccionar Rango de Fechas
fr: Sélectionner une période
he: בחר טווח תאריכים
id: Pilih Rentang Tanggal
it: Seleziona intervallo di date
kn: ದಿನಾಂಕ ಶ್ರೇಣಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 날짜 범위 선택
ml: തിയ്യതി പരിധി തിരഞ്ഞെടുക്കുക
nl: Selecteer datumbereik
pt_br: Selecionar Intervalo de Datas
ru: Выберите диапазон дат
sv: Välj datumintervall
sw: Chagua Muda wa Tarehe
te: తేదీ పరిధిని ఎంచుకోండి
tl: Pumili ng Range ng Petsa
tr: Tarih Aralığı Seç
uk: Вибрати діапазон дат
zh: 选择日期范围
zh_tw: 選擇日期範圍

source: Apply
be: Прымяніць
bn: প্রয়োগ করুন
da: Anvend
de: Anwenden
el: Εφαρμογή
es: Aplicar
fr: Appliquer
he: החל
id: Terapkan
it: Applica
kn: ಅನ್ವಯಿಸು
ko: 적용
ml: പ്രയോഗിക്കുക
nl: Toepassen
pt_br: Aplicar
ru: Применить
sv: Tillämpa
sw: Tumia
te: వర్తించు
tl: Gamitin
tr: Uygula
uk: Застосувати
zh: 应用
zh_tw: 套用

# selectedDays
source: {days} days
be: {days, plural, zero{Няма дзён} one{1 дзень} other{{days} дзён}}
bn: {days} দিন
da: {days, plural, one{1 dag} other{{days} dage}}
de: {days, plural, one{1 Tag} other{{days} Tage}}
el: {days, plural, one{1 ημέρα} other{{days} ημέρες}}
es: {days, plural, one{1 día} other{{days} días}}
fr: {days, plural, one{1 jour} other{{days} jours}}
he: {days, plural, one{יום אחד} other{{days} ימים}}
id: {days, plural, one{1 hari} other{{days} hari}}
it: {days, plural, one{1 giorno} other{{days} giorni}}
kn: {days, plural, one{1 ದಿನ} other{{days} ದಿನಗಳು}}
ko: {days, plural, zero{선택된 날짜 없음} other{{days}일 선택됨}}
ml: {days} ദിവസങ്ങൾ
nl: {days, plural, zero{Geen dagen} one{1 dag} other{{days} dagen}}
pt_br: {days, plural, zero{Nenhum dia} one{1 dia} other{{days} dias}}
ru: {days, plural, zero{Нет дней} one{1 день} few{# дня} many{# дней} other{# дней}}
sv: {days, plural, zero{Inga dagar} one{1 dag} other{{days} dagar}}
sw: Siku {days}
te: {days, plural, zero{రోజులు లేవు} one{1 రోజు} other{{days} రోజులు}}
tr: {days} gün
uk: {days, plural, zero{Днів немає} one{1 день} few{# дні} many{# днів} other{# днів}}
zh: {days, plural, zero{没有天数} one{1 天} other{{days} 天}}
zh_tw: {days, plural, zero{沒有天數} one{1 天} other{{days} 天}}

source: Account Details
be: Дэталі рахунку
bn: অ্যাকাউন্টের বিবরণ
da: Kontodetaljer
de: Kontodetails
el: Λεπτομέρειες Λογαριασμού
es: Detalles de la Cuenta
fr: Détails du compte
he: פרטי חשבון
id: Detail Akun
it: Dettagli account
kn: ಖಾತೆ ವಿವರಗಳು
ko: 계좌 세부 정보
ml: അക്കൗണ്ട് വിവരങ്ങൾ
nl: Rekeningdetails
pt_br: Detalhes da Conta
ru: Детали счета
sv: Kontodetaljer
sw: Maelezo ya Akaunti
te: ఖాతా వివరాలు
tl: Mga Detalye ng Account
tr: Hesap Detayları
uk: Деталі рахунку
zh: 账户详细信息
zh_tw: 帳戶詳細資料

source: Spending
be: Выдаткі
bn: খরচ
da: Forbrug
de: Ausgaben
el: Δαπάνες
es: Gastos
fr: Dépenses
he: הוצאות
id: Pengeluaran
it: Spesa
kn: ಖರ್ಚು
ko: 지출
ml: ചെലവ്
nl: Uitgaven
pt_br: Gastos
ru: Расходы
sv: Utgifter
sw: Matumizi
te: ఖర్చులు
tl: Paggastos
tr: Harcama
uk: Витрати
zh: 支出
zh_tw: 支出

source: Export
be: Экспарт
bn: এক্সপোর্ট
da: Eksport
de: Exportieren
el: Εξαγωγή
es: Exportar
fr: Exporter
he: ייצא
id: Ekspor
it: Esporta
kn: ರಫ್ತು
ko: 내보내기
ml: എക്സ്പോർട്ട്
nl: Exporteren
pt_br: Exportar
ru: Экспорт
sv: Exportera
sw: Hamisha
te: ఎగుమతి చేయి
tl: I-export
tr: Dışa Aktar
uk: Експорт
zh: 导出
zh_tw: 匯出

# paisaProDesc
source: Get the pro version to unlock all the features
be: Атрымайце Pro-версію, каб разблакіраваць усе функцыі
bn: সমস্ত ফিচার আনলক করতে প্রো সংস্করণটি নিন
da: Få Pro-versionen for at låse op for alle funktioner
de: Holen Sie sich die Pro-Version, um alle Funktionen freizuschalten
el: Αποκτήστε την έκδοση Pro για να ξεκλειδώσετε όλα τα χαρακτηριστικά
es: Obtén la versión Pro para desbloquear todas las funciones.
fr: Obtenez la version Pro pour déverrouiller toutes les fonctionnalités
he: קבל את גרסת ה-Pro כדי לפתוח את כל התכונות
id: Dapatkan versi Pro untuk membuka semua fitur
it: Ottieni la versione Pro per sbloccare tutte le funzionalità
kn: ಎಲ್ಲಾ ವೈಶಿಷ್ಟ್ಯಗಳನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಲು ಪ್ರೊ ಆವೃತ್ತಿಯನ್ನು ಪಡೆಯಿರಿ
ko: 모든 기능을 잠금 해제하려면 Pro 버전을 받으세요.
ml: എല്ലാ ഫീച്ചറുകളും ലഭിക്കാൻ പ്രോ പതിപ്പ് നേടുക
nl: Krijg de Pro-versie om alle functies te ontgrendelen
pt_br: Obtenha a versão Pro para desbloquear todos os recursos
ru: Получите Pro-версию, чтобы разблокировать все функции
sv: Skaffa Pro-versionen för att låsa upp alla funktioner
sw: Pata toleo la pro ili kufungua vipengele vyote
te: అన్ని ఫీచర్‌లను అన్‌లాక్ చేయడానికి ప్రో వెర్షన్‌ను పొందండి
tl: Kunin ang pro version upang ma-unlock ang lahat ng features
tr: Tüm özellikleri açmak için pro sürümünü edinin
uk: Отримайте Pro-версію, щоб розблокувати всі функції
zh: 获取专业版以解锁所有功能
zh_tw: 取得專業版以解鎖所有功能

source: Information!
be: Інфармацыя!
bn: তথ্য!
el: Πληροφορίες!
es: ¡Información!
he: מידע!
id: Informasi!
it: Informazioni!
kn: ಮಾಹಿತಿ!
ko: 정보!
ml: വിവരങ്ങൾ!
nl: Informatie!
pt_br: Informação!
ru: Информация!
sw: Taarifa!
te: సమాచారం!
tl: Impormasyon
tr: Bilgi!
uk: Інформація!
zh: 信息！
zh_tw: 資訊！

# notificationTitle1
source: Track Your Spending 📝
be: Сачыце за сваімі выдаткамі 📝
bn: আপনার খরচ ট্র্যাক করুন 📝
da: Spor dine udgifter 📝
de: Verfolgen Sie Ihre Ausgaben 📝
el: Παρακολούθηση των Δαπανών σας 📝
es: Controla tus gastos 📝
fr: Suivez vos dépenses 📝
he: עקוב אחר ההוצאות שלך 📝
id: Lacak Pengeluaran Anda 📝
it: Tieni traccia delle tue spese 📝
kn: ನಿಮ್ಮ ಖರ್ಚುಗಳನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ 📝
ko: 지출 내역을 추적하세요 📝
ml: നിങ്ങളുടെ ചെലവ് ട്രാക്ക് ചെയ്യുക 📝
nl: Houd uw uitgaven bij 📝
pt_br: Acompanhe Seus Gastos 📝
ru: Отслеживайте свои расходы 📝
sv: Spåra dina utgifter 📝
sw: Fuatilia Matumizi Yako 📝
te: మీ ఖర్చులను ట్రాక్ చేయండి 📝
tr: Harcamalarınızı Takip Edin 📝
uk: Відстежуйте свої витрати 📝
zh: 跟踪您的支出 📝
zh_tw: 追蹤您的支出 📝

# notificationBody1
source: Take a moment to log your expenses and stay on top of your finances!
be: Выдаткуйце хвілінку, каб зарэгістраваць свае выдаткі і быць у курсе сваіх фінансаў!
bn: আপনার খরচগুলি লগ করতে এবং আপনার আর্থিক অবস্থার উপর নজর রাখতে একটু সময় নিন!
da: Tag et øjeblik til at logge dine udgifter og hold styr på din økonomi!
de: Nehmen Sie sich einen Moment Zeit, um Ihre Ausgaben zu erfassen und den Überblick über Ihre Finanzen zu behalten!
el: Αφιερώστε λίγο χρόνο για να καταγράψετε τα έξοδά σας και να έχετε τον έλεγχο των οικονομικών σας!
es: Tómate un momento para registrar tus gastos y mantener tus finanzas.
fr: Prenez un moment pour enregistrer vos dépenses et garder le contrôle de vos finances !
he: קח רגע לרשום את ההוצאות שלך ולהישאר מעודכן בכספים שלך!
id: Luangkan waktu sejenak untuk mencatat pengeluaran Anda dan tetap mengetahui keuangan Anda!
it: Prenditi un momento per registrare le tue spese e rimanere aggiornato sulle tue finanze!
kn: ನಿಮ್ಮ ಖರ್ಚುಗಳನ್ನು ನಮೂದಿಸಲು ಮತ್ತು ನಿಮ್ಮ ಹಣಕಾಸುಗಳನ್ನು ನವೀಕೃತವಾಗಿಡಲು ಸ್ವಲ್ಪ ಸಮಯ ತೆಗೆದುಕೊಳ್ಳಿ!
ko: 잠시 시간을 내어 지출 내역을 기록하고 재정을 최신 상태로 유지하세요!
ml: നിങ്ങളുടെ ചെലവുകൾ രേഖപ്പെടുത്തുക!
nl: Neem even de tijd om uw uitgaven te registreren en uw financiën op orde te houden!
pt_br: Reserve um momento para registrar seus gastos e ficar por dentro de suas finanças!
ru: Найдите минутку, чтобы зарегистрировать свои расходы и быть в курсе своих финансов!
sv: Ta en stund för att logga dina utgifter och hålla koll på din ekonomi!
sw: Chukua muda kuandikisha matumizi yako na ukae juu ya fedha zako!
te: మీ ఖర్చులను లాగ్ చేయడానికి మరియు మీ ఆర్థిక విషయాలను పర్యవేక్షించడానికి కొంత సమయం కేటాయించండి!
tr: Harcamalarınızı kaydetmek ve finanslarınızı kontrol altında tutmak için bir dakikanızı ayırın!
uk: Знайдіть хвилинку, щоб зареєструвати свої витрати та бути в курсі своїх фінансів!
zh: 花点时间记录您的支出并掌握您的财务状况！
zh_tw: 花點時間記錄您的支出並掌握您的財務狀況！

# notificationTitle2
source: Money Check ✨
be: Грашовая праверка ✨
bn: অর্থের হিসাব ✨
da: Pengetjek ✨
de: Geld-Check ✨
el: Έλεγχος Χρημάτων ✨
es: Contemos esas monedas ✨
fr: Contrôle de l'argent ✨
he: בדיקת כסף ✨
id: Pemeriksaan Uang ✨
it: Controllo del denaro ✨
kn: ಹಣ ಪರಿಶೀಲನೆ ✨
ko: 자금 관리 ✨
ml: പണം പരിശോധിക്കുക ✨
nl: Geldcontrole ✨
pt_br: Verificação de Dinheiro ✨
ru: Проверка денег ✨
sv: Pengakontroll ✨
sw: Ukaguzi wa Pesa ✨
te: డబ్బు తనిఖీ ✨
tr: Para Kontrolü ✨
uk: Перевірка грошей ✨
zh: 金钱检查 ✨
zh_tw: 金錢檢查 ✨

# notificationBody2
source: Did you make any purchases today? Log them now to maintain accurate records.
be: Ці рабілі вы сёння пакупкі? Зарэгіструйце іх зараз, каб весці дакладны ўлік.
bn: আপনি কি আজ কোনো কেনাকাটা করেছেন? সঠিক রেকর্ড বজায় রাখতে এখনই সেগুলি লগ করুন।
da: Har du foretaget køb i dag? Log dem nu for at føre nøjagtige optegnelser.
de: Haben Sie heute Einkäufe getätigt? Erfassen Sie sie jetzt, um genaue Aufzeichnungen zu führen.
el: Κάνατε αγορές σήμερα; Καταγράψτε τις τώρα για να διατηρήσετε ακριβή αρχεία.
es: ¿Compras hoy? Añádelas para no olvidar nada.
fr: Avez-vous fait des achats aujourd'hui ? Enregistrez-les maintenant pour tenir des registres précis.
he: האם עשית רכישות היום? רשום אותן עכשיו כדי לשמור על רישומים מדויקים.
id: Apakah Anda melakukan pembelian hari ini? Catat sekarang untuk menjaga catatan yang akurat.
it: Hai fatto acquisti oggi? Registrali ora per mantenere record accurati.
kn: ನೀವು ಇಂದು ಏನನ್ನಾದರೂ ಖರೀದಿಸಿದ್ದೀರಾ? ನಿಖರವಾದ ದಾಖಲೆಗಳನ್ನು ಇರಿಸಿಕೊಳ್ಳಲು ಈಗ ಅದನ್ನು ನಮೂದಿಸಿ.
ko: 오늘 쇼핑하셨나요? 정확한 기록을 유지하기 위해 지금 기록하세요.
ml: ഇന്നത്തെ ഇടപാടുകൾ രേഖപ്പെടുത്തുക.
nl: Heeft u vandaag aankopen gedaan? Registreer ze nu om nauwkeurige gegevens bij te houden.
pt_br: Você fez alguma compra hoje? Registre-as agora para manter registros precisos.
ru: Совершали ли вы сегодня покупки? Зарегистрируйте их сейчас, чтобы вести точный учет.
sv: Gjorde du några inköp idag? Logga dem nu för att föra noggranna register.
sw: Umefanya ununuzi wowote leo? Waandikishe sasa ili kudumisha rekodi sahihi.
te: ఈ రోజు మీరు ఏమైనా కొనుగోలు చేశారా? ఖచ్చితమైన రికార్డులను నిర్వహించడానికి వాటిని ఇప్పుడు లాగ్ చేయండి.
tr: Bugün herhangi bir satın alma yaptınız mı? Doğru kayıtları tutmak için şimdi kaydedin.
uk: Чи робили ви сьогодні покупки? Зареєструйте їх зараз, щоб вести точний облік.
zh: 您今天有购物吗？立即记录以保持准确的记录。
zh_tw: 您今天有購物嗎？立即記錄以保持準確的記錄。

# notificationTitle3
source: Expense Update Time 🕒
be: Час абнаўлення выдаткаў 🕒
bn: খরচ আপডেটের সময় 🕒
da: Tid til udgiftsopdatering 🕒
de: Zeit für die Ausgabenaktualisierung 🕒
el: Ώρα Ενημέρωσης Δαπανών 🕒
es: Actualiza esos gastos 🕒
fr: Heure de mise à jour des dépenses 🕒
he: זמן לעדכון הוצאות 🕒
id: Waktunya Pembaruan Pengeluaran 🕒
it: È ora di aggiornare le spese 🕒
kn: ಖರ್ಚು ನವೀಕರಿಸಲು ಸಮಯ 🕒
ko: 지출 내역을 업데이트할 시간입니다 🕒
ml: ചെലവ് അപ്ഡേറ്റ് ചെയ്യാനുള്ള സമയം 🕒
nl: Tijd voor uitgavenupdate 🕒
pt_br: Hora de Atualizar Gastos 🕒
ru: Время обновления расходов 🕒
sv: Dags för utgiftsuppdatering 🕒
sw: Wakati wa Kusasisha Gharama 🕒
te: ఖర్చు నవీకరణ సమయం 🕒
tr: Harcama Güncelleme Zamanı 🕒
uk: Час оновлення витрат 🕒
zh: 支出更新时间 🕒
zh_tw: 支出更新時間 🕒

# notificationBody3
source: Keep your financial goals on track by logging your daily expenses.
be: Трымайце свае фінансавыя мэты пад кантролем, рэгіструючы штодзённыя выдаткі.
bn: আপনার দৈনিক খরচ লগ করে আপনার আর্থিক লক্ষ্যগুলি সঠিক পথে রাখুন।
da: Hold dine økonomiske mål på sporet ved at logge dine daglige udgifter.
de: Halten Sie Ihre finanziellen Ziele auf Kurs, indem Sie Ihre täglichen Ausgaben erfassen.
el: Διατηρήστε τους οικονομικούς σας στόχους σε καλό δρόμο καταγράφοντας τις καθημερινές σας δαπάνες.
es: Mantén tus metas financieras registrando tus gastos diarios.
fr: Maintenez vos objectifs financiers en enregistrant vos dépenses quotidiennes.
he: שמור על היעדים הפיננסיים שלך על ידי רישום ההוצאות היומיות שלך.
id: Jaga agar tujuan keuangan Anda tetap tercapai dengan mencatat pengeluaran harian Anda.
it: Mantieni i tuoi obiettivi finanziari in linea registrando le tue spese giornaliere.
kn: ನಿಮ್ಮ ದೈನಂದಿನ ಖರ್ಚುಗಳನ್ನು ನಮೂದಿಸುವ ಮೂಲಕ ನಿಮ್ಮ ಹಣಕಾಸಿನ ಗುರಿಗಳನ್ನು ತಲುಪಿ.
ko: 일일 지출 내역을 기록하여 재정 목표를 달성하세요.
ml: ദിവസേനയുള്ള ചെലവുകൾ രേഖപ്പെടുത്തി ലക്ഷ്യങ്ങൾ നേടുക.
nl: Houd uw financiële doelen op schema door uw dagelijkse uitgaven te registreren.
pt_br: Mantenha seus objetivos financeiros no caminho certo registrando seus gastos diários.
ru: Держите свои финансовые цели под контролем, регистрируя ежедневные расходы.
sv: Håll dina ekonomiska mål på rätt spår genom att logga dina dagliga utgifter.
sw: Weka malengo yako ya kifedha kwenye mstari kwa kuandikisha matumizi yako ya kila siku.
te: మీ రోజువారీ ఖర్చులను లాగ్ చేయడం ద్వారా మీ ఆర్థిక లక్ష్యాలను ట్రాక్‌లో ఉంచండి.
tr: Günlük harcamalarınızı kaydederek finansal hedeflerinizi yolda tutun.
uk: Дотримуйтесь своїх фінансових цілей, реєструючи щоденні витрати.
zh: 通过记录您的每日支出以保持您的财务目标。
zh_tw: 透過記錄您的每日支出來保持您的財務目標。

# notificationTitle4
source: Financial Wellness Check 💪
be: Праверка фінансавага дабрабыту 💪
bn: আর্থিক স্বাস্থ্য পরীক্ষা 💪
da: Tjek af økonomisk velvære 💪
de: Finanz-Wellness-Check 💪
el: Έλεγχος Οικονομικής Ευεξίας 💪
es: Salud financiera 💪
fr: Contrôle du bien-être financier 💪
he: בדיקת בריאות פיננסית 💪
id: Pemeriksaan Kesejahteraan Keuangan 💪
it: Controllo del benessere finanziario 💪
kn: ಹಣಕಾಸಿನ ಯೋಗಕ್ಷೇಮ ಪರಿಶೀಲನೆ 💪
ko: 재정 건강 관리 💪
ml: സാമ്പത്തിക ആരോഗ്യ പരിശോധന 💪
nl: Financiële welzijnscontrole 💪
pt_br: Verificação de Bem-Estar Financeiro 💪
ru: Проверка финансового благополучия 💪
sv: Ekonomisk välfärdskontroll 💪
sw: Ukaguzi wa Ustawi wa Kifedha 💪
te: ఆర్థిక ఆరోగ్యం తనిఖీ 💪
tr: Finansal Sağlık Kontrolü 💪
uk: Перевірка фінансового благополуччя 💪
zh: 财务健康检查 💪
zh_tw: 財務健康檢查 💪

# notificationBody4
source: Stay in control of your money - log your expenses for the day.
be: Кантралюйце свае грошы - зарэгіструйце выдаткі за дзень.
bn: আপনার টাকার উপর নিয়ন্ত্রণ রাখুন - দিনের খরচগুলি লগ করুন।
da: Bevar kontrollen over dine penge - log dine udgifter for dagen.
de: Behalten Sie die Kontrolle über Ihr Geld - erfassen Sie Ihre Ausgaben für den Tag.
el: Διατηρήστε τον έλεγχο των χρημάτων σας - καταγράψτε τα έξοδά σας για την ημέρα.
es: Controla tu dinero: registra tus gastos del día.
fr: Gardez le contrôle de votre argent - enregistrez vos dépenses de la journée.
he: שמור על שליטה בכספך - רשום את ההוצאות שלך להיום.
id: Kendalikan uang Anda - catat pengeluaran Anda hari ini.
it: Tieni sotto controllo i tuoi soldi: registra le tue spese per la giornata.
kn: ನಿಮ್ಮ ಹಣದ ನಿಯಂತ್ರಣವನ್ನು ಇಟ್ಟುಕೊಳ್ಳಿ - ದಿನದ ಖರ್ಚುಗಳನ್ನು ನಮೂದಿಸಿ.
ko: 자금을 관리하세요. 오늘 지출 내역을 기록하세요.
ml: നിങ്ങളുടെ പണത്തിൽ നിയന്ത്രണം നേടുക - ഇന്നത്തെ ചെലവുകൾ രേഖപ്പെടുത്തുക.
nl: Houd controle over uw geld - registreer uw uitgaven voor vandaag.
pt_br: Mantenha o controle do seu dinheiro - registre seus gastos do dia.
ru: Держите свои деньги под контролем - зарегистрируйте расходы за день.
sv: Behåll kontrollen över dina pengar - logga dina utgifter för dagen.
sw: Dhibiti pesa zako - andikisha matumizi yako ya siku.
te: మీ డబ్బును నియంత్రణలో ఉంచుకోండి - రోజు కోసం మీ ఖర్చులను లాగ్ చేయండి.
tr: Paranızın kontrolünü elinizde tutun - günün harcamalarını kaydedin.
uk: Тримайте свої гроші під контролем - зареєструйте витрати за день.
zh: 掌控您的金钱 - 记录您今天的支出。
zh_tw: 掌控您的金錢 - 記錄您今天的支出。

# notificationTitle5
source: Quick Money Update 💰
be: Хуткае абнаўленне грошай 💰
bn: দ্রুত অর্থ আপডেট 💰
da: Hurtig pengeopdatering 💰
de: Schnelle Geldaktualisierung 💰
el: Γρήγορη Ενημέρωση Χρημάτων 💰
es: Actualización rápida 💰
fr: Mise à jour rapide de l'argent 💰
he: עדכון כסף מהיר 💰
id: Pembaruan Uang Cepat 💰
it: Aggiornamento rapido del denaro 💰
kn: ತ್ವರಿತ ಹಣ ನವೀಕರಣ 💰
ko: 빠른 자금 업데이트 💰
ml: വേഗത്തിലുള്ള പണമിടപാട് അപ്ഡേറ്റ് 💰
nl: Snelle geldupdate 💰
pt_br: Atualização Rápida de Dinheiro 💰
ru: Быстрое обновление денег 💰
sv: Snabb pengauppdatering 💰
sw: Sasisho la Haraka la Pesa 💰
te: త్వరిత డబ్బు నవీకరణ 💰
tr: Hızlı Para Güncellemesi 💰
uk: Швидке оновлення грошей 💰
zh: 快速金钱更新 💰
zh_tw: 快速金錢更新 💰

# notificationBody5
source: A few seconds to log expenses now saves hours of tracking later!
be: Некалькі секунд на рэгістрацыю выдаткаў зараз зэканомяць гадзіны адсочвання пазней!
bn: এখন খরচ লগ করতে কয়েক সেকেন্ড সময় দিলে পরে ঘণ্টার পর ঘণ্টা ট্র্যাকিং থেকে বাঁচবেন!
da: Få sekunder til at logge udgifter nu sparer timers sporing senere!
de: Ein paar Sekunden zum Erfassen von Ausgaben jetzt sparen später Stunden der Nachverfolgung!
el: Λίγα δευτερόλεπτα για να καταγράψετε τα έξοδα τώρα εξοικονομούν ώρες παρακολούθησης αργότερα!
es: ¡Registrar gastos ahora ahorra horas de seguimiento después!
fr: Quelques secondes pour enregistrer les dépenses maintenant vous font gagner des heures de suivi plus tard !
he: כמה שניות לרישום הוצאות עכשיו חוסכות שעות של מעקב אחר כך!
id: Beberapa detik untuk mencatat pengeluaran sekarang menghemat jam pelacakan nanti!
it: Pochi secondi per registrare le spese ora ti fanno risparmiare ore di monitoraggio in seguito!
kn: ಖರ್ಚುಗಳನ್ನು ನಮೂದಿಸಲು ಕೆಲವೇ ಸೆಕೆಂಡುಗಳು ನಂತರ ಗಂಟೆಗಳ ಟ್ರ್ಯಾಕಿಂಗ್ ಅನ್ನು ಉಳಿಸುತ್ತದೆ!
ko: 지출 내역을 기록하는 데 몇 초밖에 걸리지 않아 나중에 몇 시간 동안 추적하는 데 드는 시간을 절약할 수 있습니다!
ml: ഇപ്പോൾ കുറച്ചു സമയം ചെലവിട്ടാൽ പിന്നീട് എളുപ്പമാകും!
nl: Een paar seconden om uitgaven nu te registreren bespaart uren later bijhouden!
pt_br: Alguns segundos para registrar gastos agora economizam horas de rastreamento depois!
ru: Несколько секунд на регистрацию расходов сейчас сэкономят часы отслеживания позже!
sv: Några sekunder för att logga utgifter nu sparar timmar av spårning senare!
sw: Sekunde chache za kuandikisha matumizi sasa huokoa masaa ya ufuatiliaji baadaye!
te: ఖర్చులను లాగ్ చేయడానికి కొన్ని సెకన్లు తరువాత ట్రాక్ చేయడానికి గంటలు ఆదా చేస్తాయి!
tr: Şimdi harcamaları kaydetmek için birkaç saniye, daha sonra saatlerce takip etmekten kurtarır!
uk: Кілька секунд на реєстрацію витрат зараз заощадять години відстеження пізніше!
zh: 现在花几秒钟记录支出可以节省以后数小时的跟踪时间！
zh_tw: 現在花幾秒鐘記錄支出可以節省以後數小時的追蹤時間！

# notificationTitle6
source: Budget Check-in 📊
be: Праверка бюджэту 📊
bn: বাজেট চেক-ইন 📊
el: Έλεγχος Προϋπολογισμού 📊
es: Revisión de presupuesto 📊
fr: Point sur le budget 📊
he: בדיקת תקציב 📊
id: Pemeriksaan Anggaran 📊
it: Controllo del budget 📊
kn: ಆಯವ್ಯಯ ಪರಿಶೀಲನೆ 📊
ko: 예산 관리 📊
ml: ബഡ്ജറ്റ് പരിശോധിക്കുക 📊
nl: Budgetcontrole 📊
pt_br: Verificação de Orçamento 📊
ru: Проверка бюджета 📊
sv: Budgetkontroll 📊
sw: Ukaguzi wa Bajeti 📊
te: బడ్జెట్ తనిఖీ 📊
tr: Bütçe Kontrolü 📊
uk: Перевірка бюджету 📊
zh: 预算检查 📊
zh_tw: 預算檢查 📊
