Repository: h4h13/paisa-app
Catalog: localization/app_*.arb
Languages: be, bn, da, de, el, es, fr, he, id, it, kn, ko, ml, nl, pt_br, ru, sv, sw, te, tl, tr, uk, zh, zh_tw

source: Upcoming transactions
be: Будучыя транзакцыі
bn: আসন্ন লেনদেন
da: Kommende transaktioner
de: Bevorstehende Transaktionen
el: Επικείμενες συναλλαγές
es: Próximas transacciones
fr: Transactions à venir
he: עסקאות קרובות
id: Transaksi Mendatang
it: Transazioni imminenti
kn: ಮುಂಬರುವ ವಹಿವಾಟುಗಳು
ko: 예정된 거래
ml: വരാനിരിക്കുന്ന ഇടപാടുകൾ
nl: Aankomende transacties
pt_br: Próximas transações
ru: Предстоящие транзакции
sv: Kommande transaktioner
sw: Miamala inayokuja
te: రాబోయే లావాదేవీలు
tr: Yaklaşan İşlemler
uk: Майбутні транзакції
zh: 即将到来的交易
zh_tw: 即將到來的交易

source: Recurring deleted
be: Рэгулярная транзакцыя выдалена
bn: পুনরাবৃত্ত মুছে ফেলা হয়েছে
da: Tilbagevendende slettet
de: Wiederkehrende Transaktion gelöscht
el: Η επαναλαμβανόμενη συναλλαγή διαγράφηκε
es: Recurrente eliminado
fr: Transaction périodique supprimée
he: תשלום קבוע נמחק
id: Berulang dihapus
it: Ricorrente eliminato
kn: ಮರುಕಳಿಸುವಿಕೆಯನ್ನು ಅಳಿಸಲಾಗಿದೆ
ko: 정기 거래가 삭제되었습니다
ml: ആവർത്തിക്കുന്നത് മാറ്റി
nl: Terugkerende transactie verwijderd
pt_br: Recorrente excluído
ru: Повторяющаяся транзакция удалена
sv: Återkommande borttagen
sw: Marudio yamefutwa
te: పునరావృతమయ్యేది తొలగించబడింది
tr: Tekrar eden silindi
uk: Регулярну транзакцію видалено
zh: 已删除定期交易
zh_tw: 已刪除定期交易

source: Recurring added
be: Рэгулярная транзакцыя дададзена
bn: পুনরাবৃত্ত যোগ করা হয়েছে
da: Tilbagevendende tilføjet
de: Wiederkehrende Transaktion hinzugefügt
el: Η επαναλαμβανόμενη συναλλαγή προστέθηκε
es: Recurrente añadido
fr: Transaction périodique ajoutée
he: תשלום קבוע נוסף
id: Berulang ditambahkan
it: Ricorrente aggiunto
kn: ಮರುಕಳಿಸುವಿಕೆಯನ್ನು ಸೇರಿಸಲಾಗಿದೆ
ko: 정기 거래가 추가되었습니다
ml: ആവർത്തിക്കുന്നത് ചേർത്തു
nl: Terugkerende transactie toegevoegd
pt_br: Recorrente adicionado
ru: Повторяющаяся транзакция добавлена
sv: Återkommande tillagd
sw: Marudio yameongezwa
te: పునరావృతమయ్యేది జోడించబడింది
tl: Nadagdag ang umuulit
tr: Tekrar eden eklendi
uk: Регулярну транзакцію додано
zh: 已添加定期交易
zh_tw: 已新增定期交易

source: Recurring updated
be: Рэгулярная транзакцыя абноўлена
bn: পুনরাবৃত্ত আপডেট করা হয়েছে
da: Tilbagevendende opdateret
de: Wiederkehrende Transaktion aktualisiert
el: Η επαναλαμβανόμενη συναλλαγή ενημερώθηκε
es: Recurrente actualizado
fr: Transaction périodique mise à jour
he: תשלום קבוע עודכן
id: Berulang diperbarui
it: Ricorrente aggiornato
kn: ಮರುಕಳಿಸುವಿಕೆಯನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ
ko: 정기 거래가 수정되었습니다
ml: ആവർത്തിക്കുന്നത് പുതുക്കി
nl: Terugkerende transactie bijgewerkt
pt_br: Recorrente atualizado
ru: Повторяющаяся транзакция обновлена
sv: Återkommande uppdaterad
sw: Marudio yamesasishwa
te: పునరావృతమయ్యేది నవీకరించబడింది
tl: Na-update ang umuulit
tr: Tekrar eden güncellendi
uk: Регулярну транзакцію оновлено
zh: 已更新定期交易
zh_tw: 已更新定期交易

# noTags
source: No labels
be: Няма цэтлікаў
bn: কোনো লেবেল নেই
da: Ingen etiketter
de: Keine Tags
el: Καμία ετικέτα
es: Sin etiquetas
fr: Aucune étiquette
he: אין תגיות
id: Tidak ada tag
it: Nessun tag
kn: ಯಾವುದೇ ಟ್ಯಾಗ್‌ಗಳಿಲ್ಲ
ko: 태그 없음
ml: ലേബലുകളില്ല
nl: Geen tags
pt_br: Sem tags
ru: Нет тегов
sv: Inga taggar
sw: Hakuna lebo
te: ట్యాగ్‌లు లేవు
tl: Walang mga label
tr: Etiket Yok
uk: Немає тегів
zh: 没有标签
zh_tw: 沒有標籤

# noTagsDescription
source: Add a label to categorize your transactions
be: Дадайце цэтлік, каб катэгарызаваць свае транзакцыі
bn: আপনার লেনদেন শ্রেণীবদ্ধ করতে একটি লেবেল যোগ করুন
da: Tilføj en etiket for at kategorisere dine transaktioner
de: Fügen Sie ein Tag hinzu, um Ihre Transaktionen zu kategorisieren
el: Προσθέστε μια ετικέτα για να κατηγοριοποιήσετε τις συναλλαγές σας
es: Añade una etiqueta para categorizar tus transacciones.
fr: Ajoutez une étiquette pour catégoriser vos transactions
he: הוסף תגית כדי לסווג את העסקאות שלך
id: Tambahkan tag untuk mengkategorikan transaksi Anda
it: Aggiungi un tag per classificare le tue transazioni
kn: ನಿಮ್ಮ ವಹಿವಾಟುಗಳನ್ನು ವರ್ಗೀಕರಿಸಲು ಟ್ಯಾಗ್ ಸೇರಿಸಿ
ko: 거래를 분류하려면 태그를 추가하세요
ml: ഇടപാടുകൾക്ക് ലേബൽ ചേർക്കുക
nl: Voeg een tag toe om uw transacties te categoriseren
pt_br: Adicione uma tag para categorizar suas transações
ru: Добавьте тег для классификации транзакций
sv: Lägg till en tagg för att kategorisera dina transaktioner
sw: Ongeza lebo ili kupanga miamala yako
te: మీ లావాదేవీలను వర్గీకరించడానికి ట్యాగ్‌ను జోడించండి
tl: Magdagdag ng label upang makategorya ang inyong mga transaksyon
tr: İşlemlerinizi kategorize etmek için bir etiket ekleyin
uk: Додайте тег для класифікації транзакцій
zh: 添加标签以分类您的交易
zh_tw: 新增標籤以分類您的交易

# noTransactions
source: No transactions found
be: Транзакцыі не знойдзены
bn: কোনো লেনদেন পাওয়া যায়নি
da: Ingen transaktioner fundet
de: Keine Transaktionen gefunden
el: Δε βρέθηκαν συναλλαγές
es: Sin transacciones
fr: Aucune transaction trouvée
he: לא נמצאו עסקאות
id: Tidak ada transaksi yang ditemukan
it: Nessuna transazione trovata
kn: ಯಾವುದೇ ವಹಿವಾಟುಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ko: 거래 내역이 없습니다
ml: ഇടപാടുകളൊന്നും കണ്ടെത്തിയില്ല
nl: Geen transacties gevonden
pt_br: Nenhuma transação encontrada
ru: Транзакции не найдены
sv: Inga transaktioner hittades
sw: Hakuna miamala iliyopatikana
te: లావాదేవీలు కనుగొనబడలేదు
tl: Walang mga transaksyong nahanap
tr: İşlem bulunamadı
uk: Транзакції не знайдено
zh: 找不到交易
zh_tw: 找不到交易

# noTransactionDescription
source: Add a transaction to view it here
be: Дадайце транзакцыю, каб убачыць яе тут
bn: এখানে দেখতে একটি লেনদেন যোগ করুন
da: Tilføj en transaktion for at se den her
de: Fügen Sie eine Transaktion hinzu, um sie hier anzuzeigen
el: Προσθέστε μια συναλλαγή για να την δείτε εδώ
es: Añade una transacción para verla aquí.
fr: Ajoutez une transaction pour l'afficher ici
he: הוסף עסקה כדי לראות אותה כאן
id: Tambahkan transaksi untuk melihatnya di sini
it: Aggiungi una transazione per visualizzarla qui
kn: ಇಲ್ಲಿ ವೀಕ್ಷಿಸಲು ವಹಿವಾಟು ಸೇರಿಸಿ
ko: 거래를 추가하여 여기에서 확인하세요
ml: ഒരു ഇടപാട് ചേർക്കുക
nl: Voeg een transactie toe om deze hier te zien
pt_br: Adicione uma transação para visualizá-la aqui
ru: Добавьте транзакцию, чтобы увидеть ее здесь
sv: Lägg till en transaktion för att se den här
sw: Ongeza mwamala ili uuone hapa
te: ఇక్కడ చూడటానికి లావాదేవీని జోడించండి
tl: Magdagdag ng transaksyon upang makita dito
tr: Burada görüntülemek için bir işlem ekleyin
uk: Додайте транзакцію, щоб побачити її тут
zh: 添加交易以在此查看
zh_tw: 新增交易以在此查看

# noFilters
source: No transactions to add filter
be: Няма транзакцый для дадання фільтра
bn: ফিল্টার যোগ করার জন্য কোনো লেনদেন নেই
da: Ingen transaktioner at tilføje filter til
de: Keine Transaktionen zum Hinzufügen eines Filters
el: Δεν υπάρχουν συναλλαγές για να προσθέσετε φίλτρο
es: Sin transacciones para filtrar.
fr: Aucune transaction à filtrer
he: אין עסקאות להוספת מסנן
id: Tidak ada transaksi untuk ditambahkan filter
it: Nessuna transazione per aggiungere un filtro
kn: ಫಿಲ್ಟರ್ ಸೇರಿಸಲು ಯಾವುದೇ ವಹಿವಾಟುಗಳಿಲ್ಲ
ko: 필터를 추가할 거래 내역이 없습니다
ml: ഫിൽട്ടർ ചെയ്യാൻ ഇടപാടുകളില്ല
nl: Geen transacties om filter toe te voegen
pt_br: Nenhuma transação para adicionar filtro
ru: Нет транзакций для добавления фильтра
sv: Inga transaktioner att lägga till filter för
sw: Hakuna miamala ya kuchuja
te: ఫిల్టర్‌ను జోడించడానికి లావాదేవీలు లేవు
tl: Walang mga transaksyon upang magdagdag ng filter
tr: Filtre eklemek için işlem yok
uk: Немає транзакцій для додавання фільтра
zh: 没有交易可添加筛选器
zh_tw: 沒有交易可新增篩選器

source: Subscription status
be: Статус падпіскі
bn: সাবস্ক্রিপশনের অবস্থা
da: Abonnementsstatus
de: Abonnementstatus
el: Κατάσταση συνδρομής
es: Estado de suscripción
fr: État de l'abonnement
he: מצב מנוי
id: Status langganan
it: Stato dell'abbonamento
kn: ಚಂದಾದಾರಿಕೆ ಸ್ಥಿತಿ
ko: 구독 상태
ml: സബ്സ്ക്രിപ്ഷൻ നില
nl: Abonnementsstatus
pt_br: Status da assinatura
ru: Статус подписки
sv: Prenumerationsstatus
sw: Hali ya usajili
te: చందా స్థితి
tl: Status ng subscription
tr: Abonelik Durumu
uk: Статус підписки
zh: 订阅状态
zh_tw: 訂閱狀態

# skipInstance
source: Skip
be: Прапусціць
bn: এড়িয়ে যান
da: Spring over
de: Überspringen
el: Παράλειψη
es: Omitir
fr: Ignorer
he: דלג
id: Lewati
it: Salta
kn: ಬಿಟ್ಟುಬಿಡಿ
ko: 건너뛰기
ml: ഒഴിവാക്കുക
nl: Overslaan
pt_br: Pular
ru: Пропустить
sv: Hoppa över
sw: Ruka
te: దాటవేయి
tl: Laktawan
tr: Atla
uk: Пропустити
zh: 跳过
zh_tw: 略過

source: Save
be: Захаваць
bn: সংরক্ষণ
da: Gem
de: Speichern
el: Αποθήκευση
es: Guardar
fr: Enregistrer
he: שמור
id: Simpan
it: Salva
kn: ಉಳಿಸಿ
ko: 저장
ml: സേവ് ചെയ്യുക
nl: Opslaan
pt_br: Salvar
ru: Сохранить
sv: Spara
sw: Hifadhi
te: సేవ్ చేయి
tl: I-save
tr: Kaydet
uk: Зберегти
zh: 保存
zh_tw: 儲存

source: Date
be: Дата
bn: তারিখ
da: Dato
de: Datum
el: Ημερομηνία
es: Fecha
he: תאריך
id: Tanggal
it: Data
kn: ದಿನಾಂಕ
ko: 날짜
ml: തിയ്യതി
nl: Datum
pt_br: Data
ru: Дата
sv: Datum
sw: Tarehe
te: తేదీ
tl: Petsa
tr: Tarih
uk: Дата
zh: 日期
zh_tw: 日期

# recurringReminderTitle
source: Upcoming {type}
be: Надыходзячы {type}
bn: আসন্ন {type}
da: Kommende {type}
de: Bevorstehend {type}
el: Επικείμενο {type}
es: Próximo {type}
fr: À venir {type}
he: קרוב {type}
id: Mendatang {type}
it: Imminente {type}
kn: ಮುಂಬರುವ {type}
ko: 예정된 {type}
ml: വരാനിരിക്കുന്ന {type}
nl: Aankomend {type}
pt_br: Próximo {type}
ru: Предстоящий {type}
sv: Kommande {type}
sw: {type} inayokuja
te: రాబోయే {type}
tl: Paparating na {type}
tr: Yaklaşan {type}
uk: Майбутній {type}
zh: 即将到来 {type}
zh_tw: 即將到來 {type}

# recurringReminderDescription
source: {name} {amount} is due tomorrow
be: {name} {amount} павінна быць аплачана заўтра
bn: {name} {amount} আগামীকাল প্রদেয়
da: {name} {amount} forfalder i morgen
de: {name} {amount} ist morgen fällig
el: {name} {amount} λήγει αύριο
es: {name} {amount} vence mañana
fr: {name} {amount} est dû demain
he: {name} {amount} מגיע מחר
id: {name} {amount} jatuh tempo besok
it: {name} {amount} è in scadenza domani
kn: {name} {amount} ನಾಳೆ ಬಾಕಿ ಇದೆ
ko: {name} {amount}은(는) 내일 만기입니다.
ml: {name} {amount} നാളെ അടയ്‌ക്കേണ്ടതാണ്
nl: {name} {amount} is morgen verschuldigd
pt_br: {name} {amount} vence amanhã
ru: {name} {amount} должен быть оплачен завтра
sv: {name} {amount} förfaller imorgon
sw: {name} {amount} inadaiwa kesho
te: {name} {amount} రేపు చెల్లించవలసి ఉంది
tl: {name} {amount} ay due bukas
tr: {name} {amount} yarın vadesi doluyor
uk: {name} {amount} має бути сплачено завтра
zh: {name} {amount} 明天到期
zh_tw: {name} {amount} 明天到期

source: Rolling Budget
be: Пераносны бюджэт
bn: রোলিং বাজেট
da: Rullende budget
de: Rollierendes Budget
el: Κυλιόμενος Προϋπολογισμός
es: Presupuesto acumulativo
fr: Budget glissant
he: תקציב מתגלגל
id: Anggaran Bergulir
it: Budget progressivo
kn: ರೋಲಿಂಗ್ ಆಯವ್ಯಯ
ko: 롤링 예산
ml: റോളിംഗ് ബഡ്ജറ്റ്
nl: Doorlopend budget
pt_br: Orçamento Contínuo
ru: Скользящий бюджет
sv: Rullande budget
sw: Bajeti Endelevu
te: రోలింగ్ బడ్జెట్
tl: Gumugulong na Badyet
tr: Devreden Bütçe
uk: Перехідний бюджет
zh: 滚动预算
zh_tw: 滾動預算

source: Approaching
be: Набліжаецца
bn: কাছাকাছি
da: Nærmer sig
de: Nähert sich
el: Πλησιάζει
es: Acercándose
fr: Approche
he: מתקרב
id: Mendekati
it: In avvicinamento
kn: ಸಮೀಪಿಸುತ್ತಿದೆ
ko: 접근 중
ml: അടുക്കുന്നു
nl: Naderend
pt_br: Aproximando-se
ru: Приближается
sv: Närmar sig
sw: Inakaribia
te: సమీపిస్తోంది
tl: Papalapit
tr: Yaklaşıyor
uk: Наближається
zh: 接近中
zh_tw: 接近中

# withinBudget
source: Within
be: У межах
bn: বাজেটের মধ্যে
da: Inden for
de: Innerhalb
el: Εντός
es: Dentro
fr: Dans le budget
he: במסגרת
id: Dalam
it: Entro
kn: ಒಳಗೆ
ko: 예산 내
ml: ഉള്ളിൽ
nl: Binnen
pt_br: Dentro
ru: В рамках
sv: Inom
sw: Ndani ya bajeti
te: లోపల
tl: Sa loob ng badyet
tr: İçinde
uk: В межах
zh: 预算内
zh_tw: 預算內

# tagNameRequired
source: Label name is required
be: Назва цэтліка абавязковая
bn: লেবেলের নাম প্রয়োজন
da: Etiketnavn er påkrævet
de: Tag-Name ist erforderlich
el: Το όνομα ετικέτας είναι υποχρεωτικό
es: Nombre de etiqueta obligatorio.
fr: Le nom de l'étiquette est requis
he: שם התגית נדרש
id: Nama tag wajib diisi
it: Il nome del tag è obbligatorio
kn: ಟ್ಯಾಗ್ ಹೆಸರು ಅಗತ್ಯವಿದೆ
ko: 태그 이름은 필수입니다.
ml: ലേബൽ പേര് നിർബന്ധമാണ്
nl: Tagnaam is vereist
pt_br: Nome da tag é obrigatório
ru: Название тега обязательно
sv: Taggnamn krävs
sw: Jina la lebo linahitajika
te: ట్యాగ్ పేరు అవసరం
tl: Kailangan ang pangalan ng label
tr: Etiket adı gereklidir
uk: Назва тегу обов'язкова
zh: 标签名称为必填
zh_tw: 標籤名稱為必填

# addTag
source: Add label
be: Дадаць цэтлік
bn: লেবেল যোগ করুন
da: Tilføj etiket
de: Tag hinzufügen
el: Προσθήκη ετικέτας
es: Añadir Etiqueta
fr: Ajouter une étiquette
he: הוסף תגית
id: Tambah Tag
it: Aggiungi tag
kn: ಟ್ಯಾಗ್ ಸೇರಿಸಿ
ko: 태그 추가
ml: ലേബൽ ചേർക്കുക
nl: Tag toevoegen
pt_br: Adicionar Tag
ru: Добавить тег
sv: Lägg till tagg
sw: Ongeza lebo
te: ట్యాగ్‌ను జోడించు
tl: Magdagdag ng label
tr: Etiket Ekle
uk: Додати тег
zh: 添加标签
zh_tw: 新增標籤

# tagAdded
source: Label added
be: Цэтлік дададзены
bn: লেবেল যোগ করা হয়েছে
da: Etiket tilføjet
de: Tag hinzugefügt
el: Η ετικέτα προστέθηκε
es: Etiqueta añadida
fr: Étiquette ajoutée
he: התגית נוספה
id: Tag ditambahkan
it: Tag aggiunto
kn: ಟ್ಯಾಗ್ ಸೇರಿಸಲಾಗಿದೆ
ko: 태그가 추가되었습니다.
ml: ലേബൽ ചേർത്തു
nl: Tag toegevoegd
pt_br: Tag adicionada
ru: Тег добавлен
sv: Tagg tillagd
sw: Lebo imeongezwa
te: ట్యాగ్ జోడించబడింది
tl: Nadagdag ang label
tr: Etiket eklendi
uk: Тег додано
zh: 已添加标签
zh_tw: 已新增標籤

# tagUpdated
source: Label updated
be: Цэтлік абноўлены
bn: লেবেল আপডেট করা হয়েছে
da: Etiket opdateret
de: Tag aktualisiert
el: Η ετικέτα ενημερώθηκε
es: Etiqueta actualizada
fr: Étiquette mise à jour
he: התגית עודכנה
id: Tag diperbarui
it: Tag aggiornato
kn: ಟ್ಯಾಗ್ ನವೀಕರಿಸಲಾಗಿದೆ
ko: 태그가 수정되었습니다.
ml: ലേബൽ പുതുക്കി
nl: Tag bijgewerkt
pt_br: Tag atualizada
ru: Тег обновлен
sv: Tagg uppdaterad
sw: Lebo imesasishwa
te: ట్యాగ్ నవీకరించబడింది
tl: Na-update ang label
tr: Etiket güncellendi
uk: Тег оновлено
zh: 已更新标签
zh_tw: 已更新標籤

source: Edit tag
be: Рэдагаваць цэтлік
bn: ট্যাগ সম্পাদনা করুন
da: Rediger etiket
de: Tag bearbeiten
el: Επεξεργασία ετικέτας
es: Editar Etiqueta
fr: Modifier l'étiquette
he: ערוך תגית
it: Modifica tag
kn: ಟ್ಯಾಗ್ ಸಂಪಾದಿಸಿ
ko: 태그 수정
ml: ലേബൽ തിരുത്തുക
nl: Tag bewerken
pt_br: Editar Tag
ru: Редактировать тег
sv: Redigera tagg
sw: Hariri lebo
te: ట్యాగ్‌ను సవరించు
tl: I-edit ang tag
tr: Etiketi Düzenle
uk: Редагувати тег
zh: 编辑标签
zh_tw: 編輯標籤

source: Transaction deleted
be: Транзакцыя выдалена
bn: লেনদেন মুছে ফেলা হয়েছে
da: Transaktion slettet
de: Transaktion gelöscht
el: Η συναλλαγή διαγράφηκε
es: Transacción eliminada
fr: Transaction supprimée
he: העסקה נמחקה
id: Transaksi dihapus
it: Transazione eliminata
kn: ವಹಿವಾಟು ಅಳಿಸಲಾಗಿದೆ
ko: 거래가 삭제되었습니다.
ml: ഇടപാട് മാറ്റി
nl: Transactie verwijderd
pt_br: Transação excluída
ru: Транзакция удалена
sv: Transaktion borttagen
sw: Mwamala umefutwa
te: లావాదేవీ తొలగించబడింది
tl: Nabura ang transaksyon
tr: İşlem silindi
uk: Транзакцію видалено
zh: 已删除交易
zh_tw: 已刪除交易

source: Undo
be: Адмяніць
bn: পূর্বাবস্থায় ফেরান
da: Fortryd
de: Rückgängig
el: Αναίρεση
es: Deshacer
fr: Annuler
he: בטל
id: Urungkan
it: Annulla
kn: ರದ್ದುಮಾಡಿ
ko: 실행 취소
ml: പഴയപടിയാക്കുക
nl: Ongedaan maken
pt_br: Desfazer
ru: Отменить
sv: Ångra
sw: Tendua
te: రద్దు చేయి
tl: Bawiin
tr: Geri Al
uk: Скасувати
zh: 撤销
zh_tw: 復原

source: Rollover History
be: Гісторыя пераносу
bn: রোলওভার ইতিহাস
da: Overførselshistorik
de: Übertragsverlauf
el: Ιστορικό Μεταφοράς
es: Historial acumulado
fr: Historique des reports
he: היסטוריית העברה
id: Riwayat Rollover
it: Cronologia riporti
kn: ರೋಲ್‌ಓವರ್ ಇತಿಹಾಸ
ko: 롤오버 내역
ml: റോളോവർ ചരിത്രം
nl: Overdrachtsgeschiedenis
pt_br: Histórico de Rollover
ru: История переноса
sv: Överföringshistorik
sw: Historia ya Uhamishaji
te: రోల్‌ఓవర్ చరిత్ర
tl: Kasaysayan ng Rollover
tr: Devretme Geçmişi
uk: Історія перенесення
zh: 滚动历史记录
zh_tw: 滾動歷史記錄

# noRolloverHistoryYet
source: No rollover history yet. Rollovers will appear here after the first budget period ends.
be: Пакуль няма гісторыі пераносу. Перанос будзе адлюстроўвацца тут пасля заканчэння першага перыяду бюджэту.
bn: এখনো কোনো রোলওভার ইতিহাস নেই। প্রথম বাজেট সময়কাল শেষ হওয়ার পরে রোলওভারগুলি এখানে প্রদর্শিত হবে।
da: Ingen overførselshistorik endnu. Overførsler vises her efter den første budgetperiode slutter.
de: Noch kein Übertragsverlauf. Überträge werden hier nach Ablauf des ersten Budgetzeitraums angezeigt.
el: Δεν υπάρχει ακόμη ιστορικό μεταφοράς. Οι μεταφορές θα εμφανιστούν εδώ μετά το τέλος της πρώτης περιόδου προϋπολογισμού.
es: Sin historial acumulado. Aparecerá aquí tras el primer período.
fr: Aucun historique de report pour le moment. Les reports apparaîtront ici après la fin de la première période budgétaire.
he: אין עדיין היסטוריית העברה. העברות יופיעו כאן לאחר סיום תקופת התקציב הראשונה.
id: Belum ada riwayat rollover. Rollover akan muncul di sini setelah periode anggaran pertama berakhir.
it: Nessuna cronologia riporti. I riporti appariranno qui dopo la fine del primo periodo di budget.
kn: ಇನ್ನೂ ಯಾವುದೇ ರೋಲ್‌ಓವರ್ ಇತಿಹಾಸವಿಲ್ಲ. ಮೊದಲ ಆಯವ್ಯಯ ಅವಧಿ ಮುಗಿದ ನಂತರ ರೋಲ್‌ಓವರ್‌ಗಳು ಇಲ್ಲಿ ಕಾಣಿಸಿಕೊಳ್ಳುತ್ತವೆ.
ko: 아직 롤오버 내역이 없습니다. 첫 번째 예산 기간이 끝나면 롤오버가 여기에 표시됩니다.
ml: റോളോവർ ചരിത്രമില്ല. ആദ്യ ബഡ്ജറ്റ് കാലയളവ് കഴിഞ്ഞാൽ ഇവിടെ കാണാം.
nl: Nog geen overdrachtsgeschiedenis. Overdrachten verschijnen hier nadat de eerste budgetperiode is afgelopen.
pt_br: Nenhum histórico de rollover ainda. Rollovers aparecerão aqui após o término do primeiro período do orçamento.
ru: Пока нет истории переноса. Переносы появятся здесь после окончания первого бюджетного периода.
sv: Ingen överföringshistorik ännu. Överföringar visas här efter att den första budgetperioden är slut.
sw: Hakuna historia ya uhamishaji bado. Uhamishaji utaonekana hapa baada ya kipindi cha kwanza cha bajeti kumalizika.
te: ఇంకా రోల్‌ఓవర్ చరిత్ర లేదు. మొదటి బడ్జెట్ వ్యవధి ముగిసిన తర్వాత రోల్‌ఓవర్లు ఇక్కడ కనిపిస్తాయి.
tl: Walang kasaysayan ng rollover pa. Ang mga rollover ay lalabas dito pagkatapos matapos ang unang budget period.
tr: Henüz devretme geçmişi yok. Devretmeler, ilk bütçe dönemi sona erdikten sonra burada görünecek.
uk: Поки немає історії перенесення. Перенесення з'являться тут після закінчення першого бюджетного періоду.
zh: 尚无滚动历史记录。滚动记录将在此处显示，直到第一个预算期结束。
zh_tw: 尚無滾動歷史記錄。滾動記錄將在第一個預算期間結束後顯示於此。

source: Rollover
be: Перанос
bn: রোলওভার
da: Overførsel
de: Übertrag
el: Μεταφορά
es: Acumulado
fr: Report
he: העברה
it: Riporto
kn: ರೋಲ್‌ಓವರ್
ko: 롤오버
ml: റോളോവർ
nl: Overdracht
ru: Перенос
sv: Överföring
sw: Uhamishaji
te: రోల్‌ఓవర్
tr: Devretme
uk: Перенесення
zh: 滚动
zh_tw: 滾動

source: Add Expense
be: Дадаць выдатак
bn: খরচ যোগ করুন
da: Tilføj udgift
de: Ausgabe hinzufügen
el: Προσθήκη Δαπάνης
es: Añadir Gasto
fr: Ajouter une dépense
he: הוסף הוצאה
id: Tambah Pengeluaran
it: Aggiungi spesa
kn: ವೆಚ್ಚ ಸೇರಿಸಿ
ko: 지출 추가
ml: ചെലവ് ചേർക്കുക
nl: Uitgave toevoegen
pt_br: Adicionar Despesa
ru: Добавить расход
sv: Lägg till utgift
sw: Ongeza Gharama
te: ఖర్చును జోడించు
tl: Magdagdag ng Gastos
tr: Harcama Ekle
uk: Додати витрату
zh: 添加支出
zh_tw: 新增支出

source: Add Income
be: Дадаць даход
bn: আয় যোগ করুন
da: Tilføj indkomst
de: Einkommen hinzufügen
el: Προσθήκη Εισοδήματος
es: Añadir Ingreso
fr: Ajouter un revenu
he: הוסף הכנסה
id: Tambah Pendapatan
it: Aggiungi entrata
kn: ಆದಾಯ ಸೇರಿಸಿ
ko: 수입 추가
ml: വരുമാനം ചേർക്കുക
nl: Inkomsten toevoegen
pt_br: Adicionar Receita
ru: Добавить доход
sv: Lägg till inkomst
sw: Ongeza Mapato
te: ఆదాయాన్ని జోడించు
tl: Magdagdag ng Kita
tr: Gelir Ekle
uk: Додати дохід
zh: 添加收入
zh_tw: 新增收入

source: Financial summary
be: Фінансавы звод
bn: আর্থিক সারাংশ
da: Økonomisk oversigt
de: Finanzübersicht
el: Οικονομική σύνοψη
es: Resumen financiero
fr: Résumé financier
he: סיכום פיננסי
id: Ringkasan Keuangan
it: Riepilogo finanziario
kn: ಹಣಕಾಸಿನ ಸಾರಾಂಶ
ko: 재무 요약
ml: സാമ്പത്തിക സംഗ്രഹം
nl: Financieel overzicht
pt_br: Resumo Financeiro
ru: Финансовая сводка
sv: Ekonomisk sammanfattning
sw: Muhtasari wa kifedha
te: ఆర్థిక సారాంశం
tl: Buod ng pananalapi
tr: Finansal Özet
uk: Фінансовий звіт
zh: 财务摘要
zh_tw: 財務摘要

# paidToAccount
source: Paid to: {accountName}
be: Аплачана на: {accountName}
bn: প্রদান করা হয়েছে: {accountName} কে
da: Betalt til: {accountName}
de: Bezahlt an: {accountName}
el: Πληρώθηκε σε: {accountName}
es: Pagado a: {accountName}
fr: Payé à : {accountName}
he: שולם ל: {accountName}
id: Dibayar ke: {accountName}
it: Pagato a: {accountName}
kn: ಪಾವತಿಸಿದ ಖಾತೆಗೆ: {accountName}
ko: 결제 계좌: {accountName}
ml: അടച്ചത്: {accountName} ലേക്ക്
nl: Betaald aan: {accountName}
pt_br: Pago para: {accountName}
ru: Оплачено на счет: {accountName}
sv: Betald till: {accountName}
sw: Imelipwa kwa: {accountName}
te: కు చెల్లించబడింది: {accountName}
tl: Bayad sa: {accountName}
tr: Ödenen: {accountName}
uk: Сплачено на рахунок: {accountName}
zh: 支付至：{accountName}
zh_tw: 支付至：{accountName}

# budgetInfo
source: Budget Information
be: Інфармацыя пра бюджэт
bn: বাজেটের তথ্য
de: Budgetinformationen
el: Πληροφορίες Προϋπολογισμού
es: Información del Presupuesto
fr: Informations sur le budget
he: מידע על התקציב
id: Informasi Anggaran
it: Informazioni sul budget
kn: ಆಯವ್ಯಯ ಮಾಹಿತಿ
ko: 예산 정보
ml: ബഡ്ജറ്റ് വിവരങ്ങൾ
nl: Budgetinformatie
pt_br: Informações sobre Orçamento
ru: Информация о бюджете
sw: Taarifa za Bajeti
te: బడ్జెట్ సమాచారం
tl: Impormasyon ng Badyet
tr: Bütçe Bilgisi
uk: Інформація про бюджет
zh: 预算信息
zh_tw: 預算資訊

source: Budget Basics
be: Асновы бюджэту
bn: বাজেটের মূল বিষয়
da: Budgetgrundlag
de: Budgetgrundlagen
el: Βασικά Στοιχεία Προϋπολογισμού
es: Básicos del Presupuesto
fr: Bases du budget
he: יסודות התקציב
id: Dasar-Dasar Anggaran
it: Nozioni di base sul budget
kn: ಆಯವ್ಯಯದ ಮೂಲಗಳು
ko: 예산 기본
ml: ബഡ്ജറ്റ് അടിസ്ഥാനകാര്യങ്ങൾ
nl: Budgetbasis
pt_br: Noções Básicas de Orçamento
ru: Основы бюджета
sv: Budgetgrunder
sw: Misingi ya Bajeti
te: బడ్జెట్ ప్రాథమికాలు
tl: Mga Pangunahing Badyet
tr: Bütçe Temelleri
uk: Основи бюджету
zh: 预算基础
zh_tw: 預算基礎
