Repository: h4h13/paisa-app
Catalog: localization/app_*.arb
Languages: be, bn, da, de, el, es, fr, he, id, it, kn, ko, ml, nl, pt_br, ru, sv, sw, te, tl, tr, uk, zh, zh_tw

# emptyAccountMessageSubTitle
source: Add an account to view it here
be: Дадайце рахунак, каб убачыць яго тут
bn: এখানে দেখতে একটি অ্যাকাউন্ট যোগ করুন
da: Tilføj en konto for at se den her
de: Fügen Sie ein Konto hinzu, um es hier anzuzeigen
el: Προσθέστε έναν λογαριασμό για να τον δείτε εδώ
es: Añade una cuenta para verla aquí
fr: Ajoutez un compte pour l'afficher ici
he: הוסף חשבון כדי לראות אותו כאן
id: Tambahkan akun untuk melihatnya di sini
it: Aggiungi un account per visualizzarlo qui
kn: ಇಲ್ಲಿ ತೋರಿಸಲು ಖಾತೆಯನ್ನು ಸೇರಿಸಿ
ko: 계좌를 추가하여 여기에서 확인하세요
ml: അക്കൗണ്ട് ചേർക്കുക
nl: Voeg een rekening toe om deze hier te zien
pt_br: Adicione uma conta para visualizá-la aqui
ru: Добавьте счет, чтобы увидеть его здесь
sv: Lägg till ett konto för att se det här
sw: Ongeza akaunti ili uione hapa
te: ఇక్కడ చూడటానికి ఖాతాను జోడించండి
tl: Magdagdag ng account upang makita dito
tr: Burada görüntülemek için bir hesap ekleyin
uk: Додайте рахунок, щоб побачити його тут
zh: 添加账户以在此显示
zh_tw: 新增帳戶以在此顯示

# emptyCategoriesMessageTitle
source: No categories available
be: Няма катэгорый
bn: কোনো বিভাগ উপলব্ধ নেই
da: Ingen kategorier tilgængelige
de: Keine Kategorien verfügbar
el: Δεν υπάρχουν διαθέσιμες κατηγορίες
es: No hay categorías
fr: Aucune catégorie disponible
he: אין קטגוריות זמינות
id: Tidak ada kategori tersedia
it: Nessuna categoria disponibile
kn: ಯಾವುದೇ ವರ್ಗಗಳು ಲಭ್ಯವಿಲ್ಲ
ko: 사용 가능한 카테고리가 없습니다
ml: വിഭാഗങ്ങളില്ല
nl: Geen categorieën beschikbaar
pt_br: Nenhuma categoria disponível
ru: Нет доступных категорий
sv: Inga kategorier tillgängliga
sw: Hakuna kategoria zilizopo
te: వర్గాలు అందుబాటులో లేవు
tl: Walang magagamit na kategorya
tr: Mevcut kategori yok
uk: Немає доступних категорій
zh: 没有可用的分类
zh_tw: 沒有可用的分類

# emptyCategoriesMessageSubTitle
source: Add a category to display it here
be: Дадайце катэгорыю, каб убачыць яе тут
bn: এখানে প্রদর্শন করতে একটি বিভাগ যোগ করুন
da: Tilføj en kategori for at se den her
de: Fügen Sie eine Kategorie hinzu, um sie hier anzuzeigen
el: Προσθέστε μία κατηγορία για να την εμφανίζετε εδώ
es: Añade una categoría para mostrarla aquí
fr: Ajoutez une catégorie pour l'afficher ici
he: הוסף קטגוריה כדי לראות אותה כאן
id: Tambahkan kategori untuk melihatnya di sini
it: Aggiungi una categoria per visualizzarla qui
kn: ಇಲ್ಲಿ ತೋರಿಸಲು ವರ್ಗವನ್ನು ಸೇರಿಸಿ
ko: 카테고리를 추가하여 여기에서 확인하세요
ml: വിഭാഗം ചേർക്കുക
nl: Voeg een categorie toe om deze hier te zien
pt_br: Adicione uma categoria para visualizá-la aqui
ru: Добавьте категорию для отображения
sv: Lägg till en kategori för att se den här
sw: Ongeza kategoria ili ionekane hapa
te: ఇక్కడ ప్రదర్శించడానికి వర్గాన్ని జోడించండి
tl: Magdagdag ng kategorya upang ipakita dito
tr: Burada görüntülemek için bir kategori ekleyin
uk: Додайте категорію, щоб побачити її тут
zh: 添加分类以在此显示
zh_tw: 新增分類以在此顯示

# emptyReportsMessageTitle
source: No reports data
be: Няма даных для справаздач
bn: কোনো রিপোর্ট ডেটা নেই
da: Ingen rapportdata
de: Keine Berichtsdaten
el: Δεν υπάρχουν δεδομένα αναφορών
es: Sin datos de informes
fr: Aucune donnée de rapport
he: אין נתוני דוחות
id: Tidak ada data laporan
it: Nessun dato di report
kn: ಯಾವುದೇ ವರದಿ ಡೇಟಾ ಇಲ್ಲ
ko: 보고서 데이터 없음
ml: റിപ്പോർട്ടുകളില്ല
nl: Geen rapportgegevens
pt_br: Sem dados de relatório
ru: Нет данных для отчетов
sv: Inga rapportdata
sw: Hakuna data ya ripoti
te: నివేదిక డేటా లేదు
tl: Walang datos ng ulat
tr: Rapor verisi yok
uk: Немає даних звітів
zh: 没有报告数据
zh_tw: 沒有報告資料

# emptyReportsMessageSubtitle
source: To see your spending report, add some transactions
be: Каб убачыць справаздачу аб выдатках, дадайце транзакцыі
bn: আপনার খরচের রিপোর্ট দেখতে, কিছু লেনদেন যোগ করুন
da: For at se din udgiftsrapport, tilføj nogle transaktioner
de: Um Ihren Ausgabenbericht anzuzeigen, fügen Sie einige Transaktionen hinzu
el: Για να δείτε την αναφορά δαπανών σας, προσθέστε μερικές συναλλαγές
es: Para ver tu informe de gastos, añade algunas transacciones
fr: Pour voir votre rapport de dépenses, ajoutez quelques transactions
he: כדי לראות את דוח ההוצאות שלך, הוסף כמה עסקאות
id: Untuk melihat laporan pengeluaran Anda, tambahkan beberapa transaksi
it: Per visualizzare il report delle tue spese, aggiungi alcune transazioni
kn: ನಿಮ್ಮ ಖರ್ಚು ವರದಿಯನ್ನು ನೋಡಲು, ಕೆಲವು ವಹಿವಾಟುಗಳನ್ನು ಸೇರಿಸಿ
ko: 지출 보고서를 보려면 거래를 추가하세요.
ml: ഇടപാടുകൾ ചേർക്കുക
nl: Om uw uitgavenrapport te zien, voegt u enkele transacties toe
pt_br: Para ver seu relatório de gastos, adicione algumas transações
ru: Чтобы увидеть отчет о расходах, добавьте транзакции
sv: För att se din utgiftsrapport, lägg till några transaktioner
sw: Ili kuona ripoti yako ya matumizi, ongeza miamala
te: మీ ఖర్చుల నివేదికను చూడటానికి, కొన్ని లావాదేవీలను జోడించండి
tl: Upang makita ang iyong ulat ng paggastos, magdagdag ng mga transaksyon
tr: Harcama raporunuzu görmek için bazı işlemler ekleyin
uk: Щоб переглянути звіт про витрати, додайте кілька транзакцій
zh: 要查看您的支出报告，请添加一些交易
zh_tw: 要查看您的支出報告，請新增一些交易

source: Amount
be: Сума
bn: পরিমাণ
da: Beløb
de: Betrag
el: Ποσό
es: Importe
fr: Montant
he: סכום
id: Jumlah
it: Importo
kn: ಮೊತ್ತ
ko: 금액
ml: തുക
nl: Bedrag
pt_br: Valor
ru: Сумма
sv: Belopp
sw: Kiasi
te: మొత్తం
tl: Halaga
tr: Tutar
uk: Сума
zh: 金额
zh_tw: 金額

source: Initial amount
be: Пачатковая сума
bn: প্রাথমিক পরিমাণ
da: Startbeløb
de: Anfangsbetrag
el: Αρχικό ποσό
es: Importe inicial
fr: Montant initial
he: סכום התחלתי
id: Jumlah Awal
it: Importo iniziale
kn: ಪ್ರಾರಂಭಿಕ ಮೊತ್ತ
ko: 초기 금액
ml: ആരംഭ തുക
nl: Beginbedrag
pt_br: Valor Inicial
ru: Начальная сумма
sv: Startbelopp
sw: Kiasi cha awali
te: ప్రారంభ మొత్తం
tl: Paunang halaga
tr: Başlangıç Tutarı
uk: Початкова сума
zh: 初始金额
zh_tw: 初始金額

# validAmount
source: Enter valid amount
be: Увядзіце карэктную суму
bn: সঠিক পরিমাণ লিখুন
da: Indtast et gyldigt beløb
de: Gültigen Betrag eingeben
el: Εισάγετε ένα έγκυρο ποσό
es: Añade un importe válido
fr: Veuillez entrer un montant valide
he: הזן סכום תקין
id: Masukkan jumlah yang valid
it: Inserisci un importo valido
kn: ಮಾನ್ಯ ಮೊತ್ತವನ್ನು ನಮೂದಿಸಿ
ko: 유효한 금액을 입력하세요
ml: തുക ശരിയായി നൽകുക
nl: Voer een geldig bedrag in
pt_br: Digite um valor válido
ru: Введите корректную сумму
sv: Ange ett giltigt belopp
sw: Weka kiasi sahihi
te: చెల్లుబాటు అయ్యే మొత్తాన్ని నమోదు చేయండి
tl: Maglagay ng wastong halaga
tr: Geçerli bir tutar girin
uk: Введіть дійсну суму
zh: 请输入有效金额
zh_tw: 請輸入有效金額

# dueDate
source: End date
be: Тэрмін да
bn: শেষ তারিখ
da: Forfaldsdato
de: Fälligkeitsdatum
el: Ημερομηνία λήξης
es: Fecha de fin
fr: Date d'échéance
he: תאריך יעד
id: Tanggal Jatuh Tempo
it: Data di scadenza
kn: ಅಂತಿಮ ದಿನಾಂಕ
ko: 만기일
ml: അവസാന തിയതി
nl: Vervaldatum
pt_br: Data de Vencimento
ru: Дата окончания
sv: Förfallodatum
sw: Tarehe ya mwisho
te: తుది గడువు తేదీ
tl: Petsa ng pagtatapos
tr: Bitiş Tarihi
uk: Дата закінчення
zh: 截止日期
zh_tw: 到期日

source: Start date
be: Дата пачатку
bn: শুরুর তারিখ
da: Startdato
de: Startdatum
el: Ημερομηνία έναρξης
es: Fecha de inicio
fr: Date de début
he: תאריך התחלה
id: Tanggal Mulai
it: Data di inizio
kn: ಪ್ರಾರಂಭ ದಿನಾಂಕ
ko: 시작일
ml: ആരംഭ തിയതി
nl: Startdatum
pt_br: Data de Início
ru: Дата начала
sv: Startdatum
sw: Tarehe ya kuanza
te: ప్రారంభ తేదీ
tl: Petsa ng pagsisimula
tr: Başlangıç Tarihi
uk: Дата початку
zh: 开始日期
zh_tw: 開始日期

# telegramGroup
source: A group to follow and post bugs and feature requests
be: Група для памылак і прапаноў
bn: বাগ এবং ফিচারের অনুরোধ পোস্ট করার জন্য একটি গ্রুপ
da: Gruppe til fejlrapportering og funktionsønsker
de: Eine Gruppe zum Verfolgen und Melden von Fehlern und Funktionswünschen
el: Μια ομάδα για να ακολουθήσετε και να δημοσιεύσετε σφάλματα και αιτήματα χαρακτηριστικών
es: Grupo para errores y solicitudes
fr: Un groupe pour suivre et signaler les bugs et les demandes de fonctionnalités.
he: קבוצה למעקב אחר באגים ובקשות תכונות
id: Grup untuk pelacakan bug dan permintaan fitur
it: Un gruppo per segnalare bug e richiedere funzionalità
kn: ಬಗ್‌ಗಳು ಮತ್ತು ವೈಶಿಷ್ಟ್ಯ ವಿನಂತಿಗಳನ್ನು ಅನುಸರಿಸಲು ಮತ್ತು ಪೋಸ್ಟ್ ಮಾಡಲು ಗುಂಪು
ko: 버그 추적 및 기능 요청을 위한 그룹
ml: ബഗുകളും ഫീച്ചറുകളും പങ്കുവെക്കാൻ
nl: Groep voor het volgen van bugs en functieverzoeken
pt_br: Grupo para rastreamento de bugs e solicitações de recursos
ru: Группа для отслеживания ошибок и запроса функций
sv: Grupp för buggspårning och funktionsförfrågningar
sw: Kundi la kufuatilia na kuripoti hitilafu na mapendekezo
te: దోషాలు మరియు ఫీచర్ అభ్యర్థనలను అనుసరించడానికి మరియు పోస్ట్ చేయడానికి ఒక సమూహం
tl: Isang grupo upang sumubaybay at mag-post ng mga bug at mungkahi
tr: Takip etmek, hata ve özellik taleplerini bildirmek için bir grup
uk: Група для відстеження помилок та запитів функцій
zh: 用于报告错误和功能请求的群组
zh_tw: 用於回報錯誤和功能請求的群組

source: Privacy & Policy
be: Палітыка прыватнасці
bn: গোপনীয়তা নীতি
da: Privatlivspolitik
de: Datenschutzerklärung
el: Πολιτική Απορρήτου
es: Política de Privacidad
fr: Politique de confidentialité
he: מדיניות פרטיות
id: Kebijakan Privasi
it: Informativa sulla privacy
kn: ಗೌಪ್ಯತೆ ನೀತಿ
ko: 개인정보 처리방침
ml: സ്വകാര്യതയും നയങ്ങളും
nl: Privacybeleid
pt_br: Política de Privacidade
ru: Политика конфиденциальности
sv: Integritetspolicy
sw: Sera ya Faragha
te: గోప్యతా విధానం
tl: Pribasiya at Patakaran
tr: Gizlilik ve Politika
uk: Політика конфіденційності
zh: 隐私政策
zh_tw: 隱私權政策

source: Version
be: Версія
bn: সংস্করণ
el: Έκδοση
es: Versión
he: גרסה
id: Versi
it: Versione
kn: ಆವೃತ್ತಿ
ko: 버전
ml: പതിപ്പ്
nl: Versie
pt_br: Versão
ru: Версия
sw: Toleo
te: సంస్కరణ
tl: Bersyon
tr: Sürüm
uk: Версія
zh: 版本
zh_tw: 版本

# deleteAccount
source: Deleting this account will remove all associated transactions.
be: Выдаленне гэтага рахунку прывядзе да выдалення ўсіх звязаных транзакцый.
bn: এই অ্যাকাউন্টটি মুছলে এর সাথে যুক্ত সমস্ত লেনদেন মুছে যাবে।
da: Sletning af denne konto vil fjerne alle tilknyttede transaktioner.
de: Durch das Löschen dieses Kontos werden alle zugehörigen Transaktionen entfernt.
el: Διαγράφοντας αυτόν τον λογαριασμό θα αφαιρεθούν όλες οι συσχετισμένες συναλλαγές.
es: Eliminar esta cuenta borrará todas las transacciones asociadas.
fr: La suppression de ce compte supprimera toutes les transactions associées.
he: מחיקת חשבון זה תסיר את כל העסקאות הקשורות.
id: Menghapus akun ini akan menghapus semua transaksi terkait.
it: L'eliminazione di questo account rimuoverà tutte le transazioni associate.
kn: ಈ ಖಾತೆಯನ್ನು ಅಳಿಸುವುದರಿಂದ ಎಲ್ಲಾ ಸಂಬಂಧಿತ ವಹಿವಾಟುಗಳು ಅಳಿಸಲ್ಪಡುತ್ತವೆ.
ko: 이 계정을 삭제하면 관련된 모든 거래가 삭제됩니다.
ml: ഈ അക്കൗണ്ട് മായ്ച്ചാൽ ഇടപാടുകളും മായും.
nl: Het verwijderen van deze rekening zal alle gerelateerde transacties verwijderen.
pt_br: Excluir esta conta removerá todas as transações associadas.
ru: Удаление этого счета приведет к удалению всех связанных с ним транзакций.
sv: Att ta bort detta konto kommer att radera alla relaterade transaktioner.
sw: Kufuta akaunti hii kutaondoa miamala yote inayohusiana.
te: ఈ ఖాతాను తొలగించడం వలన దీనికి సంబంధించిన అన్ని లావాదేవీలు తొలగించబడతాయి.
tl: Ang pagtanggal ng account na ito ay mag-aalis ng lahat ng kaugnay na transaksyon.
tr: Bu hesabı silmek, tüm ilişkili işlemleri kaldıracaktır.
uk: Видалення цього облікового запису призведе до видалення всіх пов'язаних з ним транзакцій.
zh: 删除此账户将移除所有相关交易。
zh_tw: 刪除此帳戶將會移除所有相關交易。

# deleteCategory
source: Deleting this category will remove all associated transactions.
be: Выдаленне гэтай катэгорыі прывядзе да выдалення ўсіх звязаных транзакцый.
bn: এই বিভাগটি মুছলে এর সাথে যুক্ত সমস্ত লেনদেন মুছে যাবে।
da: Sletning af denne kategori vil fjerne alle tilknyttede transaktioner.
de: Durch das Löschen dieser Kategorie werden alle zugehörigen Transaktionen entfernt.
el: Διαγράφοντας αυτήν την κατηγορία θα αφαιρεθούν όλες οι συσχετισμένες συναλλαγές.
es: Eliminar esta categoría borrará todas las transacciones asociadas.
fr: La suppression de cette catégorie supprimera toutes les transactions associées.
he: מחיקת קטגוריה זו תסיר את כל העסקאות הקשורות.
id: Menghapus kategori ini akan menghapus semua transaksi terkait.
it: L'eliminazione di questa categoria rimuoverà tutte le transazioni associate.
kn: ಈ ವರ್ಗವನ್ನು ಅಳಿಸುವುದರಿಂದ ಎಲ್ಲಾ ಸಂಬಂಧಿತ ವಹಿವಾಟುಗಳು ಅಳಿಸಲ್ಪಡುತ್ತವೆ.
ko: 이 카테고리를 삭제하면 관련된 모든 거래가 삭제됩니다.
ml: ഈ വിഭാഗം മായ്ച്ചാൽ ഇടപാടുകളും മായും.
nl: Het verwijderen van deze categorie zal alle gerelateerde transacties verwijderen.
pt_br: Excluir esta categoria removerá todas as transações associadas.
ru: Удаление этой категории приведет к удалению всех связанных с ней транзакций.
sv: Att ta bort denna kategori kommer att radera alla relaterade transaktioner.
sw: Kufuta kategoria hii kutaondoa miamala yote inayohusiana.
te: ఈ వర్గాన్ని తొలగించడం వలన దీనికి సంబంధించిన అన్ని లావాదేవీలు తొలగించబడతాయి.
tl: Ang pagtanggal ng kategoryang ito ay mag-aalis ng lahat ng kaugnay na transaksyon.
tr: Bu kategoriyi silmek, tüm ilişkili işlemleri kaldıracaktır.
uk: Видалення цієї категорії призведе до видалення всіх пов'язаних з нею транзакцій.
zh: 删除此分类将移除所有相关交易。
zh_tw: 刪除此分類將會移除所有相關交易。

# deleteExpense
source: Expense {name} will be permanently removed from account {accountName}
be: Выдатак {name} будзе канчаткова выдалены з рахунку {accountName}
bn: '{name}' খরচটি স্থায়ীভাবে '{accountName}' অ্যাকাউন্ট থেকে মুছে ফেলা হবে
da: Udgiften {name} vil blive permanent slettet fra kontoen {accountName}
de: Die Ausgabe {name} wird dauerhaft vom Konto {accountName} entfernt
el: Η δαπάνη {name} θα αφαιρεθεί οριστικά από τον λογαριασμό {accountName}
es: El gasto {name} se eliminará permanentemente de la cuenta {accountName}.
fr: La dépense {name} sera définitivement supprimée du compte {accountName}
he: ההוצאה {name} תימחק לצמיתות מהחשבון {accountName}
id: Pengeluaran {name} akan dihapus secara permanen dari akun {accountName}
it: La spesa {name} verrà rimossa permanentemente dall'account {accountName}
kn: {name} ವೆಚ್ಚವನ್ನು {accountName} ಖಾತೆಯಿಂದ ಶಾಶ್ವತವಾಗಿ ತೆಗೆದುಹಾಕಲಾಗುತ್ತದೆ
ko: 지출 {name}은(는) 계정 {accountName}에서 영구적으로 삭제됩니다
ml: ചെലവ് {name} {accountName} അക്കൗണ്ടിൽ നിന്ന് നീക്കം ചെയ്യും.
nl: Uitgave {name} zal permanent worden verwijderd van rekening {accountName}
pt_br: A despesa {name} será permanentemente removida da conta {accountName}
ru: Расход {name} будет навсегда удален со счета {accountName}
sv: Utgiften {name} kommer att tas bort permanent från kontot {accountName}
sw: Gharama ya {name} itaondolewa kabisa kwenye akaunti ya {accountName}
te: {name} ఖర్చు {accountName} ఖాతా నుండి శాశ్వతంగా తొలగించబడుతుంది
tl: Ang gastos na {name} ay permanenteng aalisin mula sa account na {accountName}
tr: {name} harcaması, {accountName} hesabından kalıcı olarak kaldırılacaktır
uk: Витрата {name} буде назавжди видалена з облікового запису {accountName}
zh: 支出 {name} 将从账户 {accountName} 中永久删除
zh_tw: 支出 {name} 將會從帳戶 {accountName} 中永久移除

# dialogDeleteBackupMessage
source: Are you sure you want to delete {fileName}?
be: Вы ўпэўнены, што хочаце выдаліць {fileName}?
bn: আপনি কি নিশ্চিত {fileName} মুছতে চান?
da: Er du sikker på, at du vil slette {fileName}?
de: Möchten Sie {fileName} wirklich löschen?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε το {fileName};
es: ¿Seguro que quieres eliminar {fileName}?
fr: Êtes-vous sûr de vouloir supprimer {fileName} ?
he: האם אתה בטוח שברצונך למחוק את {fileName}?
id: Anda yakin ingin menghapus {fileName}?
it: Sei sicuro di voler eliminare {fileName}?
kn: {fileName} ಅನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುತ್ತೀರಾ?
ko: {fileName}을(를) 삭제하시겠습니까?
ml: {fileName} മായ്ക്കാൻ ഉറപ്പാണോ?
nl: Weet u zeker dat u {fileName} wilt verwijderen?
pt_br: Tem certeza que deseja excluir {fileName}?
ru: Вы уверены, что хотите удалить {fileName}?
sv: Är du säker på att du vill ta bort {fileName}?
sw: Una uhakika unataka kufuta {fileName}?
te: {fileName}ని తొలగించాలని మీరు ఖచ్చితంగా అనుకుంటున్నారా?
tl: Sigurado ka bang gusto mong tanggalin ang {fileName}?
tr: {fileName} dosyasını silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити {fileName}?
zh: 您确定要删除 {fileName} 吗？
zh_tw: 您確定要刪除 {fileName} 嗎？

# dialogDeleteTitle
source: Permanently delete?
be: Выдаліць канчаткова?
bn: স্থায়ীভাবে মুছবেন?
da: Slet permanent?
de: Endgültig löschen?
el: Μόνιμη διαγραφή;
es: ¿Eliminar permanentemente?
fr: Supprimer définitivement ?
he: למחוק לצמיתות?
id: Hapus secara permanen?
it: Eliminare permanentemente?
kn: ಶಾಶ್ವತವಾಗಿ ಅಳಿಸುವುದೇ?
ko: 영구적으로 삭제하시겠습니까?
ml: സ്ഥിരമായി മായ്ക്കുകയാണോ?
nl: Permanent verwijderen?
pt_br: Excluir permanentemente?
ru: Удалить навсегда?
sv: Ta bort permanent?
sw: Futa kabisa?
te: శాశ్వతంగా తొలగించాలా?
tl: Permanenteng tanggalin?
tr: Kalıcı olarak silinsin mi?
uk: Видалити назавжди?
zh: 永久删除？
zh_tw: 永久刪除？

# updatedCategory
source: Category updated
be: Катэгорыя абноўлена
bn: বিভাগ আপডেট করা হয়েছে
da: Kategori opdateret
de: Kategorie aktualisiert
el: Η κατηγορία ενημερώθηκε
es: Categoría actualizada
fr: Catégorie mise à jour
he: הקטגוריה עודכנה
id: Kategori diperbarui
it: Categoria aggiornata
kn: ವರ್ಗ ನವೀಕರಿಸಲಾಗಿದೆ
ko: 카테고리가 수정되었습니다
ml: വിഭാഗം പുതുക്കി
nl: Categorie bijgewerkt
pt_br: Categoria atualizada
ru: Категория обновлена
sv: Kategori uppdaterad
sw: Kategoria imesasishwa
te: వర్గం నవీకరించబడింది
tl: Na-update ang kategorya
tr: Kategori güncellendi
uk: Категорію оновлено
zh: 已更新分类
zh_tw: 已更新分類

source: Update
be: Абнавіць
bn: আপডেট
da: Opdater
de: Aktualisieren
el: Ενημέρωση
es: Actualizar
fr: Mettre à jour
he: עדכן
id: Perbarui
it: Aggiorna
kn: ನವೀಕರಿಸಿ
ko: 수정
ml: പുതുക്കുക
nl: Bijwerken
pt_br: Atualizar
ru: Обновить
sv: Uppdatera
sw: Sasisha
te: నవీకరించు
tl: I-update
tr: Güncelle
uk: Оновити
zh: 更新
zh_tw: 更新

source: Add
be: Дадаць
bn: যোগ
da: Tilføj
de: Hinzufügen
el: Προσθήκη
es: Añadir
fr: Ajouter
he: הוסף
id: Tambah
it: Aggiungi
kn: ಸೇರಿಸಿ
ko: 추가
ml: ചേർക്കുക
nl: Toevoegen
pt_br: Adicionar
ru: Добавить
sv: Lägg till
sw: Ongeza
te: జోడించు
tl: Magdagdag
tr: Ekle
uk: Додати
zh: 添加
zh_tw: 新增

source: Done
be: Гатова
bn: সম্পন্ন
da: Færdig
de: Fertig
el: Τέλος
es: Hecho
fr: Terminé
he: סיום
id: Selesai
it: Fatto
kn: ಮುಗಿದಿದೆ
ko: 완료
ml: ചെയ്തു
nl: Klaar
pt_br: Concluído
ru: Готово
sv: Klar
sw: Imekamilika
te: పూర్తయింది
tl: Tapos na
tr: Tamam
uk: Готово
zh: 完成
zh_tw: 完成

source: Cancel
be: Скасаваць
bn: বাতিল
da: Annuller
de: Abbrechen
el: Ακύρωση
es: Cancelar
fr: Annuler
he: ביטול
id: Batal
it: Annulla
kn: ರದ್ದುಮಾಡಿ
ko: 취소
ml: റദ്ദാക്കുക
nl: Annuleren
pt_br: Cancelar
ru: Отмена
sv: Avbryt
sw: Ghairi
te: రద్దు చేయి
tl: Kanselahin
tr: İptal
uk: Скасувати
zh: 取消
zh_tw: 取消

source: Custom
be: Карыстальніцкая
bn: কাস্টম
da: Tilpasset
de: Benutzerdefiniert
el: Προσαρμοσμένο
es: Personalizado
fr: Personnalisé
he: מותאם אישית
id: Kustom
it: Personalizzato
kn: ಕಸ್ಟಮ್
ko: 사용자 지정
ml: കസ്റ്റം
nl: Aangepast
pt_br: Personalizado
ru: Пользовательский
sv: Anpassad
sw: Maalum
te: అనుకూల
tr: Özel
uk: Власне
zh: 自定义
zh_tw: 自訂

source: Dynamic color
be: Дынамічны колер
bn: ডাইনামিক রঙ
da: Dynamisk farve
de: Dynamische Farbe
el: Δυναμικό χρώμα
es: Color dinámico
fr: Couleur dynamique
he: צבע דינמי
id: Warna Dinamis
it: Colore dinamico
kn: ಡೈನಾಮಿಕ್ ಬಣ್ಣ
ko: 동적 색상
ml: ഡൈനാമിക് നിറം
nl: Dynamische kleur
pt_br: Cor Dinâmica
ru: Динамический цвет
sv: Dynamisk färg
sw: Rangi inayobadilika
te: డైనమిక్ రంగు
tl: Dynamic na kulay
tr: Dinamik Renk
uk: Динамічний колір
zh: 动态颜色
zh_tw: 動態顏色

# dynamicColorDesc
source: Change the theme color based on the wallpaper
be: Змяняць колер тэмы ў залежнасці ад шпалер
bn: ওয়ালপেপারের উপর ভিত্তি করে থিমের রঙ পরিবর্তন করুন
da: Skift temafarve baseret på baggrundsbilledet
de: Ändern Sie die Designfarbe basierend auf dem Hintergrundbild
el: Αλλάξτε το χρώμα του θέματος με βάση την ταπετσαρία
es: Cambia el color del tema según el fondo de pantalla.
fr: Changer la couleur du thème en fonction du fond d'écran
he: שנה את צבע ערכת הנושא בהתאם לטפט
id: Ubah warna tema berdasarkan wallpaper
it: Cambia il colore del tema in base allo sfondo
kn: ವಾಲ್‌ಪೇಪರ್ ಆಧರಿಸಿ ಥೀಮ್ ಬಣ್ಣವನ್ನು ಬದಲಾಯಿಸಿ
ko: 배경화면에 따라 테마 색상 변경
ml: വാൾപേപ്പർ നിറം തീമിന്
nl: Themakleur wijzigen op basis van achtergrond
pt_br: Altera a cor do tema com base no papel de parede
ru: Изменение цвета темы на основе обоев
sv: Ändra temafärg baserat på bakgrundsbild
sw: Badilisha rangi ya mandhari kulingana na picha ya skrini
te: వాల్‌పేపర్ ఆధారంగా థీమ్ రంగును మార్చండి
tl: Baguhin ang kulay ng tema batay sa wallpaper
tr: Tema rengini duvar kağıdına göre değiştir
uk: Змінювати колір теми на основі фону
zh: 根据壁纸更改主题颜色
zh_tw: 根據桌布變更主題顏色

source: Pick color
be: Выбраць колер
bn: রঙ বাছাই করুন
da: Vælg farve
de: Farbe wählen
el: Επιλογή χρώματος
es: Elegir color
fr: Choisir une couleur
he: בחר צבע
id: Pilih Warna
it: Scegli colore
kn: ಬಣ್ಣ ಆಯ್ಕೆಮಾಡಿ
ko: 색상 선택
ml: നിറം തിരഞ്ഞെടുക്കുക
nl: Kies kleur
pt_br: Escolher Cor
ru: Выберите цвет
sv: Välj färg
sw: Chagua rangi
te: రంగును ఎంచుకోండి
tl: Pumili ng kulay
tr: Renk Seç
uk: Вибрати колір
zh: 选择颜色
zh_tw: 選擇顏色

source: Colors
be: Колеры
bn: রঙ
da: Farver
de: Farben
el: Χρώματα
es: Colores
fr: Couleurs
he: צבעים
id: Warna
it: Colori
kn: ಬಣ್ಣಗಳು
ko: 색상
ml: നിറങ്ങൾ
nl: Kleuren
pt_br: Cores
ru: Цвета
sv: Färger
sw: Rangi
te: రంగులు
tl: Mga Kulay
tr: Renkler
uk: Кольори
zh: 颜色
zh_tw: 顏色

# madeWithLoveInIndia
source: Made with ♥ in India
be: Зроблена з ♥ у Індыі
bn: ভারতে ♥ দিয়ে তৈরি
da: Lavet med ♥ i Indien
de: Mit ♥ in Indien gemacht
el: Φτιαγμένο με ♥ στην Ινδία
es: Hecho con ♥ en India
fr: Fait avec ♥ en Inde
he: נוצר עם ♥ בהודו
id: Dibuat dengan ♥ di India
it: Fatto col ♥ in India
kn: ಭಾರತದಲ್ಲಿ ♥ ನೊಂದಿಗೆ ಮಾಡಲಾಗಿದೆ
ko: 인도에서 ♥으로 만들었습니다
ml: ഇന്ത്യയിൽ സ്നേഹത്തോടെ നിർമ്മിച്ചത് ♥
nl: Gemaakt met ♥ in India
pt_br: Feito com ♥ na Índia
ru: Сделано с ♥ в Индии
sv: Gjord med ♥ i Indien
sw: Imetengenezwa kwa ♥ nchini India
te: భారతదేశంలో ♥తో తయారు చేయబడింది
tl: Ginawa nang may ♥ sa India
tr: ♥ ile Hindistan'da yapıldı
uk: Зроблено з ♥ в Індії
zh: 印度制造 ♥
zh_tw: 印度以愛製作 ♥

source: Update Category
be: Абнавіць катэгорыю
bn: বিভাগ আপডেট করুন
da: Opdater kategori
de: Kategorie aktualisieren
el: Ενημέρωση Κατηγορίας
es: Actualizar Categoría
fr: Mettre à jour la catégorie
he: עדכן קטגוריה
id: Perbarui Kategori
it: Aggiorna categoria
kn: ವರ್ಗ ನವೀಕರಿಸಿ
ko: 카테고리 수정
ml: വിഭാഗം പുതുക്കുക
nl: Categorie bijwerken
pt_br: Atualizar Categoria
ru: Обновить категорию
sv: Uppdatera kategori
sw: Sasisha Kategoria
te: వర్గాన్ని నవీకరించు
tl: I-update ang Kategorya
tr: Kategori Güncelle
uk: Оновити категорію
zh: 更新分类
zh_tw: 更新分類

# accountInformationTitle
source: Information
be: Інфармацыя
bn: তথ্য
el: Πληροφορίες
es: Información
he: מידע
id: Informasi
it: Informazioni
kn: ಮಾಹಿತಿ
ko: 정보
ml: വിവരങ്ങൾ
nl: Informatie
pt_br: Informação
ru: Информация
sw: Taarifa
te: సమాచారం
tl: Impormasyon
tr: Bilgi
uk: Інформація
zh: 信息
zh_tw: 資訊
