Repository: h4h13/paisa-app
Catalog: localization/app_*.arb
Languages: be, bn, da, de, el, es, fr, he, id, it, kn, ko, ml, nl, pt_br, ru, sv, sw, te, tl, tr, uk, zh, zh_tw

source: Corrupted item
be: Пашкоджаны элемент
bn: ত্রুটিপূর্ণ আইটেম
da: Beskadiget element
de: Beschädigtes Element
el: Κατεστραμμένο στοιχείο
es: Elemento dañado
fr: Élément corrompu
he: פריט פגום
id: Item rusak
it: Elemento corrotto
kn: ದುರಸ್ತಿಗೊಂಡ ಐಟಂ
ko: 손상된 항목
ml: തെറ്റായ ഇനം
nl: Beschadigd item
pt_br: Item corrompido
ru: Поврежденный элемент
sv: Skadat objekt
sw: Kipengee kilichoharibika
te: పాడైన అంశం
tl: Sirang item
tr: Bozuk öğe
uk: Пошкоджений елемент
zh: 损坏的条目
zh_tw: 損壞的項目

# corruptedItemMessage
source: Please delete or edit to fix the the item
be: Выдаліце або адрэдагуйце для выпраўлення
bn: অনুগ্রহ করে আইটেমটি মুছুন বা ঠিক করতে সম্পাদনা করুন
da: Slet eller rediger for at rette elementet
de: Dieses Element ist beschädigt und kann nicht angezeigt werden.
el: Αυτό το στοιχείο είναι κατεστραμμένο και δεν μπορεί να εμφανιστεί.
es: Este elemento está dañado y no se puede mostrar.
fr: Veuillez supprimer ou modifier pour corriger l'élément
he: אנא מחק או ערוך כדי לתקן את הפריט
id: Silakan hapus atau edit untuk memperbaiki item
it: Elimina o modifica per correggere l'elemento
kn: ಐಟಂ ಅನ್ನು ಸರಿಪಡಿಸಲು ದಯವಿಟ್ಟು ಅಳಿಸಿ ಅಥವಾ ಸಂಪಾದಿಸಿ
ko: 항목을 수정하려면 삭제하거나 편집하세요
ml: ഇനം ശരിയാക്കാൻ മായ്ക്കുക അല്ലെങ്കിൽ തിരുത്തുക
nl: Verwijder of bewerk om het item te repareren
pt_br: Por favor, exclua ou edite para corrigir o item
ru: Пожалуйста, удалите или отредактируйте, чтобы исправить элемент
sv: Vänligen radera eller redigera för att åtgärda objektet
sw: Tafadhali futa au hariri ili kurekebisha kipengee
te: దయచేసి అంశాన్ని సరిచేయడానికి తొలగించండి లేదా సవరించండి
tl: Mangyaring burahin o i-edit upang ayusin ang item
tr: Lütfen öğeyi düzeltmek için silin veya düzenleyin
uk: Будь ласка, видаліть або відредагуйте, щоб виправити елемент
zh: 请删除或编辑以修复该条目
zh_tw: 請刪除或編輯以修復該項目

source: No transactions for this day
be: Няма транзакцый за гэты дзень
bn: এই দিনের জন্য কোনো লেনদেন নেই
da: Ingen transaktioner for denne dag
de: Keine Transaktionen für diesen Tag
el: Δεν υπάρχουν συναλλαγές για αυτήν την ημέρα
es: Sin transacciones para este día
fr: Aucune transaction pour ce jour
he: אין עסקאות עבור יום זה
id: Tidak ada transaksi untuk hari ini
it: Nessuna transazione per questo giorno
kn: ಈ ದಿನಕ್ಕೆ ಯಾವುದೇ ವಹಿವಾಟು ಇಲ್ಲ
ko: 이 날짜에 거래가 없습니다
ml: ഈ ദിവസത്തേക്ക് ഇടപാടുകളില്ല
nl: Geen transacties voor deze dag
pt_br: Nenhuma transação para este dia
ru: Нет транзакций за этот день
sv: Inga transaktioner för denna dag
sw: Hakuna miamala kwa siku hii
te: ఈ రోజుకు ఎటువంటి లావాదేవీలు లేవు
tl: Walang mga transaksyon para sa araw na ito
tr: Bu gün için işlem yok
uk: Немає транзакцій за цей день
zh: 今天没有交易
zh_tw: 今天沒有交易

source: Calendar
be: Каляндар
bn: ক্যালেন্ডার
da: Kalender
de: Kalender
el: Ημερολόγιο
es: Calendario
fr: Calendrier
he: יומן
id: Kalender
it: Calendario
kn: ಕ್ಯಾಲೆಂಡರ್
ko: 달력
ml: കലണ്ടർ
nl: Kalender
pt_br: Calendário
ru: Календарь
sv: Kalender
sw: Kalenda
te: క్యాలెండర్
tl: Kalendaryo
tr: Takvim
uk: Календар
zh: 日历
zh_tw: 日曆

source: Loan Balance
be: Баланс пазыкі
bn: ঋণের ব্যালেন্স
da: Lånesaldo
de: Darlehenssaldo
el: Υπόλοιπο δανείου
es: Saldo del préstamo
fr: Solde du prêt
he: יתרת הלוואה
id: Saldo Pinjaman
it: Saldo del prestito
kn: ಸಾಲದ ಬಾಕಿ
ko: 대출 잔액
ml: വായ്പ ബാലൻസ്
nl: Lening saldo
pt_br: Saldo do Empréstimo
ru: Баланс кредита
sv: Lånesaldo
sw: Salio la Mkopo
te: రుణ బ్యాలెన్స్
tl: Balanse ng Utang
tr: Kredi bakiyesi
uk: Баланс кредиту
zh: 贷款余额
zh_tw: 貸款餘額

source: Biannually
be: Два разы на год
bn: দ্বিবার্ষিক
da: Halvårligt
de: Halbjährlich
el: Ανά εξάμηνο
es: Semestralmente
fr: Semestriellement
he: דו-שנתי
id: Dua Tahunan
it: Semestrale
kn: ಅರ್ಧವಾರ್ಷಿಕ
ko: 반년마다
ml: അർദ്ധവാർഷികം
nl: Halfjaarlijks
pt_br: Bianualmente
ru: Дважды в год
sv: Halvårsvis
sw: Nusu mwaka
te: సంవత్సరానికి రెండుసార్లు
tr: Yılda iki kez
uk: Двічі на рік
zh: 半年一次
zh_tw: 半年一次

# toolTipAddUserDescription
source: You can add or switch users
be: Дадайце або пераключыце карыстальніка
bn: আপনি ব্যবহারকারী যোগ বা পরিবর্তন করতে পারেন
da: Du kan tilføje eller skifte brugere
de: Fügen Sie einen neuen Benutzer hinzu, um Profile zu verwalten.
el: Προσθέστε νέο χρήστη για διαχείριση προφίλ.
es: Añade un usuario para gestionar perfiles separados.
fr: Vous pouvez ajouter ou changer d'utilisateurs
he: ניתן להוסיף או להחליף משתמשים
id: Anda dapat menambah atau mengganti pengguna
it: Puoi aggiungere o cambiare utenti
kn: ನೀವು ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಬಹುದು ಅಥವಾ ಬದಲಾಯಿಸಬಹುದು
ko: 사용자를 추가하거나 전환할 수 있습니다
ml: ഉപയോക്താക്കളെ ചേർക്കുക/മാറ്റുക
nl: U kunt gebruikers toevoegen of wisselen
pt_br: Você pode adicionar ou trocar de usuário
ru: Вы можете добавлять или переключать пользователей
sv: Du kan lägga till eller byta användare
sw: Unaweza kuongeza au kubadilisha watumiaji
te: మీరు వినియోగదారులను జోడించవచ్చు లేదా మార్చవచ్చు
tl: Maaari kayong magdagdag o magpalit ng mga user
tr: Kullanıcı ekleyebilir veya değiştirebilirsiniz
uk: Ви можете додавати або перемикати користувачів
zh: 您可以添加或切换用户
zh_tw: 您可以新增或切換使用者

# totalBalanceDescription
source: Total balance of all accounts and this month summary
be: Агульны баланс усіх рахункаў і звод за месяц
bn: সমস্ত অ্যাকাউন্টের মোট ব্যালেন্স এবং এই মাসের সারাংশ
da: Total saldo for alle konti og denne måneds oversigt
de: Summe aller Kontostände
el: Σύνολο όλων των υπολοίπων λογαριασμών
es: Saldo total de todas las cuentas
fr: Solde total de tous les comptes et résumé de ce mois
he: יתרה כוללת של כל החשבונות וסיכום החודש הזה
id: Saldo total semua akun dan ringkasan bulan ini
it: Saldo totale di tutti gli account e riepilogo di questo mese
kn: ಎಲ್ಲಾ ಖಾತೆಗಳ ಒಟ್ಟು ಬಾಕಿ ಮತ್ತು ಈ ತಿಂಗಳ ಸಾರಾಂಶ
ko: 모든 계정의 총 잔액 및 이번 달 요약
ml: എല്ലാ അക്കൗണ്ടുകളിലെയും മൊത്തം ബാലൻസ്, ഈ മാസം സംഗ്രഹം
nl: Totaal saldo van alle rekeningen en overzicht van deze maand
pt_br: Saldo total de todas as contas e resumo deste mês
ru: Общий баланс всех счетов и сводка за этот месяц
sv: Totalsaldo för alla konton och denna månads sammanfattning
sw: Salio lote la akaunti zote na muhtasari wa mwezi huu
te: అన్ని ఖాతాల మొత్తం బ్యాలెన్స్ మరియు ఈ నెల సారాంశం
tl: Kabuuang balanse ng lahat ng account at buod ngayong buwan
tr: Tüm hesapların toplam bakiyesi ve bu ayın özeti
uk: Загальний баланс усіх рахунків та зведення за цей місяць
zh: 所有账户的总余额和本月摘要
zh_tw: 所有帳戶的總餘額和本月摘要

# createdOn
source: Created on {date}
be: Створана {date}
bn: {date} তারিখে তৈরি
da: Oprettet den {date}
de: Erstellt am
el: Δημιουργήθηκε στις
es: Creado el
fr: Créé le {date}
he: נוצר ב- {date}
id: Dibuat pada {date}
it: Creato il {date}
kn: {date} ರಂದು ರಚಿಸಲಾಗಿದೆ
ko: {date}에 생성됨
ml: ഉണ്ടാക്കിയത്: {date}
nl: Aangemaakt op {date}
pt_br: Criado em {date}
ru: Создано {date}
sv: Skapad den {date}
sw: Imeundwa tarehe {date}
te: {date}న సృష్టించబడింది
tl: Nilikha noong {date}
tr: {date} tarihinde oluşturuldu
uk: Створено {date}
zh: 创建于 {date}
zh_tw: 建立於 {date}

source: Transaction Details
be: Дэталі транзакцыі
bn: লেনদেনের বিবরণ
da: Transaktionsdetaljer
de: Transaktionsdetails
el: Λεπτομέρειες συναλλαγής
es: Detalles de la transacción
fr: Détails de la transaction
he: פרטי עסקה
id: Detail Transaksi
it: Dettagli transazione
kn: ವಹಿವಾಟಿನ ವಿವರಗಳು
ko: 거래 세부 정보
ml: ഇടപാട് വിവരങ്ങൾ
nl: Transactiedetails
pt_br: Detalhes da Transação
ru: Детали транзакции
sv: Transaktionsdetaljer
sw: Maelezo ya Mwamala
te: లావాదేవీ వివరాలు
tl: Mga Detalye ng Transaksyon
tr: İşlem Detayları
uk: Деталі транзакції
zh: 交易详情
zh_tw: 交易詳情

# transactionTime
source: {date} at {time}
be: {date} у {time}
bn: {date} তারিখে {time} টায়
da: {date} kl. {time}
de: Transaktionszeit
el: Ώρα συναλλαγής
es: Hora de la transacción
fr: {date} à {time}
he: {date} בשעה {time}
id: {date} pukul {time}
it: {date} alle {time}
kn: {date} ರಂದು {time} ಕ್ಕೆ
ko: {date} {time}
ml: {date} ന് {time} ന്
nl: {date} om {time}
pt_br: {date} às {time}
ru: {date} в {time}
sv: {date} kl. {time}
sw: {date} saa {time}
te: {date} న {time} కి
tl: {date} sa {time}
tr: {date} saat {time}
uk: {date} о {time}
zh: {date} {time}
zh_tw: {date} {time}

source: Started
be: Пачата
bn: শুরু হয়েছে
da: Startet
de: Gestartet
el: Ξεκίνησε
es: Iniciado
fr: Commencé
he: התחיל
id: Dimulai
it: Iniziato
kn: ಪ್ರಾರಂಭಿಸಲಾಗಿದೆ
ko: 시작됨
ml: തുടങ്ങി
nl: Gestart
pt_br: Iniciado
ru: Начато
sv: Startad
sw: Imeanza
te: ప్రారంభించబడింది
tl: Nagsimula
tr: Başladı
uk: Розпочато
zh: 已开始
zh_tw: 已開始

source: Still needed
be: Яшчэ трэба
bn: এখনও প্রয়োজন
da: Stadig nødvendigt
de: Noch benötigt
el: Απομένει
es: Aún necesario
fr: Encore besoin de
he: עדיין נדרש
id: Masih dibutuhkan
it: Ancora necessario
kn: ಇನ್ನೂ ಬೇಕು
ko: 여전히 필요함
ml: ഇനിയും ആവശ്യം
nl: Nog steeds nodig
pt_br: Ainda necessário
ru: Все еще требуется
sv: Fortfarande behövs
sw: Bado inahitajika
te: ఇంకా అవసరం
tl: Kailangan pa
tr: Hala gerekli
uk: Все ще потрібно
zh: 仍需
zh_tw: 仍需

source: {percentage}% completed
be: {percentage}% завершана
bn: {percentage}% সম্পন্ন
da: {percentage}% fuldført
de: Prozent abgeschlossen
el: Ποσοστό ολοκλήρωσης
es: Porcentaje completado
fr: {percentage}% terminé
he: {percentage}% הושלם
id: {percentage}% selesai
it: {percentage}% completato
kn: {percentage}% ಪೂರ್ಣಗೊಂಡಿದೆ
ko: {percentage}% 완료
ml: {percentage}% പൂർത്തിയായി
nl: {percentage}% voltooid
pt_br: {percentage}% concluído
ru: {percentage}% завершено
sv: {percentage}% slutfört
sw: {percentage}% imekamilika
te: {percentage}% పూర్తయింది
tl: {percentage}% tapos na
tr: %{percentage} tamamlandı
uk: {percentage}% завершено
zh: 完成 {percentage}%
zh_tw: 完成 {percentage}%

# currentByTotal
source: {amount} by {total}
be: {amount} з {total}
bn: {total} এর মধ্যে {amount}
da: {amount} af {total}
de: Aktuell / Gesamt
el: Τρέχον / Σύνολο
es: Actual / Total
fr: {amount} sur {total}
he: {amount} מתוך {total}
id: {amount} dari {total}
it: {amount} di {total}
kn: {total} ರಲ್ಲಿ {amount}
ko: {total} 중 {amount}
ml: {amount} / {total}
nl: {amount} van {total}
pt_br: {amount} de {total}
ru: {amount} из {total}
sv: {amount} av {total}
sw: {amount} kati ya {total}
te: {total}లో {amount}
tl: {amount} ng {total}
tr: {total} içinden {amount}
uk: {amount} з {total}
zh: {total}中的 {amount}
zh_tw: {total} 中的 {amount}

source: Saving Goal
be: Мэта зберажэння
bn: সঞ্চয়ের লক্ষ্য
da: Opsparingsmål
de: Sparziel
el: Στόχος αποταμίευσης
es: Meta de ahorro
fr: Objectif d'épargne
he: יעד חיסכון
id: Tujuan Menabung
it: Obiettivo di risparmio
kn: ಉಳಿತಾಯ ಗುರಿ
ko: 저축 목표
ml: സമ്പാദ്യ ലക്ഷ്യം
nl: Spardoel
pt_br: Meta de Poupança
ru: Цель сбережений
sv: Sparemål
sw: Lengo la Akiba
te: పొదుపు లక్ష్యం
tl: Layunin sa Pag-ipon
tr: Tasarruf Hedefi
uk: Ціль заощаджень
zh: 储蓄目标
zh_tw: 儲蓄目標

source: Expense Goal
be: Мэта выдаткаў
bn: খরচের লক্ষ্য
da: Udgiftsmål
de: Ausgabenziel
el: Στόχος δαπανών
es: Meta de gasto
fr: Objectif de dépense
he: יעד הוצאות
id: Tujuan Pengeluaran
it: Obiettivo di spesa
kn: ಖರ್ಚು ಗುರಿ
ko: 지출 목표
ml: ചെലവ് ലക്ഷ്യം
nl: Uitgavendoel
pt_br: Meta de Despesa
ru: Цель расходов
sv: Utgiftsmål
sw: Lengo la Gharama
te: ఖర్చు లక్ష్యం
tl: Layunin sa Gastos
tr: Gider Hedefi
uk: Ціль витрат
zh: 支出目标
zh_tw: 支出目標

source: No transactions this week
be: Няма транзакцый на гэтым тыдні
bn: এই সপ্তাহে কোনো লেনদেন নেই
da: Ingen transaktioner denne uge
de: Keine Transaktionen diese Woche
el: Δεν υπάρχουν συναλλαγές αυτήν την εβδομάδα
es: Sin transacciones esta semana
fr: Aucune transaction cette semaine
he: אין עסקאות השבוע
id: Tidak ada transaksi minggu ini
it: Nessuna transazione questa settimana
kn: ಈ ವಾರ ಯಾವುದೇ ವಹಿವಾಟು ಇಲ್ಲ
ko: 이번 주에 거래가 없습니다
ml: ഈ ആഴ്ച ഇടപാടുകളില്ല
nl: Geen transacties deze week
pt_br: Nenhuma transação esta semana
ru: На этой неделе нет транзакций
sv: Inga transaktioner denna vecka
sw: Hakuna miamala wiki hii
te: ఈ వారం ఎటువంటి లావాదేవీలు లేవు
tl: Walang mga transaksyon ngayong linggo
tr: Bu hafta işlem yok
uk: На цьому тижні немає транзакцій
zh: 本周没有交易
zh_tw: 本週沒有交易

source: No goals set
be: Мэты не ўсталяваны
bn: কোনো লক্ষ্য সেট করা নেই
da: Ingen mål sat
de: Keine Ziele gesetzt
el: Δεν έχουν οριστεί στόχοι
es: No hay metas establecidas
fr: Aucun objectif défini
he: לא נקבעו יעדים
id: Tidak ada tujuan yang ditetapkan
it: Nessun obiettivo impostato
kn: ಯಾವುದೇ ಗುರಿಗಳನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ
ko: 설정된 목표 없음
ml: ലക്ഷ്യങ്ങളൊന്നും വെച്ചിട്ടില്ല
nl: Geen doelen ingesteld
pt_br: Nenhuma meta definida
ru: Цели не установлены
sv: Inga mål satta
sw: Hakuna malengo yaliyowekwa
te: ఎటువంటి లక్ష్యాలు సెట్ చేయబడలేదు
tl: Walang mga layuning naitakda
tr: Hedef belirlenmedi
uk: Цілі не встановлені
zh: 未设置目标
zh_tw: 未設定目標

source: No loans
be: Няма пазык
bn: কোনো ঋণ নেই
da: Ingen lån
de: Keine Darlehen
el: Δεν υπάρχουν δάνεια
es: No hay préstamos
fr: Aucun prêt
he: אין הלוואות
id: Tidak ada pinjaman
it: Nessun prestito
kn: ಯಾವುದೇ ಸಾಲಗಳಿಲ್ಲ
ko: 대출 없음
ml: വായ്പകളില്ല
nl: Geen leningen
pt_br: Nenhum empréstimo
ru: Нет займов
sv: Inga lån
sw: Hakuna mikopo
te: ఎటువంటి రుణాలు లేవు
tl: Walang mga utang
tr: Kredi yok
uk: Немає позик
zh: 没有贷款
zh_tw: 沒有貸款

# noCategoriesSet
source: No categories
be: Катэгорыі не ўсталяваны
bn: কোনো বিভাগ নেই
da: Ingen kategorier
de: Keine Kategorien gesetzt
el: Δεν έχουν οριστεί κατηγορίες
es: No hay categorías establecidas
fr: Aucune catégorie
he: אין קטגוריות
id: Tidak ada kategori
it: Nessuna categoria
kn: ಯಾವುದೇ ವಿಭಾಗಗಳನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ
ko: 설정된 카테고리 없음
ml: വിഭാഗങ്ങളില്ല
nl: Geen categorieën ingesteld
pt_br: Nenhuma categoria definida
ru: Категории не установлены
sv: Inga kategorier satta
sw: Hakuna kategoria
te: ఎటువంటి వర్గాలు సెట్ చేయబడలేదు
tl: Walang mga kategorya
tr: Kategori belirlenmedi
uk: Категорії не встановлені
zh: 未设置类别
zh_tw: 未設定類別

source: No budgets set
be: Бюджэты не ўсталяваны
bn: কোনো বাজেট সেট করা নেই
da: Ingen budgetter sat
de: Keine Budgets gesetzt
el: Δεν έχουν οριστεί προϋπολογισμοί
es: No hay presupuestos establecidos
fr: Aucun budget défini
he: לא נקבעו תקציבים
id: Tidak ada anggaran yang ditetapkan
it: Nessun budget impostato
kn: ಯಾವುದೇ ಬಜೆಟ್‌ಗಳನ್ನು ಹೊಂದಿಸಲಾಗಿಲ್ಲ
ko: 설정된 예산 없음
ml: ബഡ്ജറ്റുകളൊന്നും വെച്ചിട്ടില്ല
nl: Geen budgetten ingesteld
pt_br: Nenhum orçamento definido
ru: Бюджеты не установлены
sv: Inga budgetar satta
sw: Hakuna bajeti zilizowekwa
te: ఎటువంటి బడ్జెట్‌లు సెట్ చేయబడలేదు
tl: Walang mga badyet na naitakda
tr: Bütçe belirlenmedi
uk: Бюджети не встановлені
zh: 未设置预算
zh_tw: 未設定預算

# noRecurring
source: No recurring events
be: Няма рэгулярных падзей
bn: কোনো পুনরাবৃত্ত ইভেন্ট নেই
da: Ingen tilbagevendende begivenheder
de: Keine Wiederholungen
el: Δεν υπάρχουν επαναλαμβανόμενα
es: Sin recurrentes
fr: Aucun événement récurrent
he: אין אירועים חוזרים
id: Tidak ada acara berulang
it: Nessun evento ricorrente
kn: ಯಾವುದೇ ಪುನರಾವರ್ತಿತ ಈವೆಂಟ್‌ಗಳಿಲ್ಲ
ko: 반복 이벤트 없음
ml: ആവർത്തിക്കുന്നവ ഇല്ല
nl: Geen terugkerende evenementen
pt_br: Nenhum evento recorrente
ru: Нет повторяющихся событий
sv: Inga återkommande händelser
sw: Hakuna matukio ya marudio
te: ఎటువంటి పునరావృత ఈవెంట్‌లు లేవు
tl: Walang mga umuulit na kaganapan
tr: Yinelenen etkinlik yok
uk: Немає повторюваних подій
zh: 没有循环事件
zh_tw: 沒有循環事件

source: Show Budget
be: Паказаць бюджэт
bn: বাজেট দেখান
da: Vis budget
de: Budget anzeigen
el: Εμφάνιση προϋπολογισμού
es: Mostrar presupuesto
fr: Afficher le budget
he: הצג תקציב
id: Tampilkan Anggaran
it: Mostra budget
kn: ಬಜೆಟ್ ತೋರಿಸಿ
ko: 예산 표시
ml: ബഡ്ജറ്റ് കാണിക്കുക
nl: Budget tonen
pt_br: Mostrar Orçamento
ru: Показать бюджет
sv: Visa budget
sw: Onyesha Bajeti
te: బడ్జెట్‌ను చూపించు
tl: Ipakita ang Badyet
tr: Bütçeyi göster
uk: Показати бюджет
zh: 显示预算
zh_tw: 顯示預算

source: Exceeded
be: Перавышана
bn: অতিক্রম করেছে
da: Overskredet
de: Überschritten
el: Υπερβλήθηκε
es: Excedido
fr: Dépassé
he: חורג
id: Melampaui
it: Superato
kn: ಮೀರಿದೆ
ko: 초과됨
ml: അധികമായി
nl: Overschreden
pt_br: Excedido
ru: Превышено
sv: Överskriden
sw: Imezidi
te: అతిక్రమించింది
tl: Lumampas
tr: Aşıldı
uk: Перевищено
zh: 超出
zh_tw: 超出

source: Running low
be: Скончваецца
bn: কমে আসছে
da: Løber tør
de: Wenig übrig
el: Λίγο απομένει
es: Queda poco
fr: Faible
he: נגמר
id: Hampir habis
it: In esaurimento
kn: ಕಡಿಮೆಯಾಗುತ್ತಿದೆ
ko: 부족함
ml: കുറഞ്ഞു വരുന്നു
nl: Bijna leeg
pt_br: Acabando
ru: Заканчивается
sv: Lågt saldo
sw: Inapungua
te: తక్కువగా ఉంది
tl: Nauubos na
tr: Azalıyor
uk: Залишилося мало
zh: 快用完了
zh_tw: 快用完了

source: Good
be: Добра
bn: ভালো
da: Godt
de: Gut
el: Καλό
es: Bien
fr: Bon
he: טוב
id: Baik
it: Buono
kn: ಒಳ್ಳೆಯದು
ko: 양호
ml: നല്ലത്
nl: Goed
pt_br: Bom
ru: Хорошо
sv: Bra
sw: Nzuri
te: మంచిది
tl: Mabuti
tr: İyi
uk: Добре
zh: 良好
zh_tw: 良好

source: {period} Budget
be: Бюджэт за {period}
bn: {period} বাজেট
de: Budget für {period}
el: Προϋπολογισμός για {period}
es: Presupuesto del periodo
fr: Budget {period}
he: תקציב {period}
id: Anggaran {period}
it: Budget {period}
kn: {period} ಬಜೆಟ್
ko: {period} 예산
ml: {period} ബഡ്ജറ്റ്
nl: Budget {period}
pt_br: Orçamento {period}
ru: Бюджет за {period}
sv: Budget {period}
sw: Bajeti ya {period}
te: {period} బడ్జెట్
tl: {period} Badyet
tr: {period} bütçesi
uk: Бюджет за {period}
zh: {period} 预算
zh_tw: {period} 預算

source: Rollover {amount}
be: Перанос {amount}
bn: রোলওভার {amount}
da: Overførsel {amount}
de: Übertrag {amount}
el: Μεταφορά {amount}
es: Cantidad acumulada
fr: Report {amount}
he: העברה {amount}
id: Pengalihan {amount}
kn: ರೋಲ್‌ಓವರ್ {amount}
ko: 이월액 {amount}
ml: റോളോവർ {amount}
nl: Overschrijven {amount}
ru: Перенос {amount}
sv: Överrullning {amount}
sw: Uhamishaji {amount}
te: రోల్ఓవర్ {amount}
tr: Devretme {amount}
uk: Перенесення {amount}
zh: 结转 {amount}
zh_tw: 結轉 {amount}

source: {percentage}% Used
be: Выкарыстана {percentage}%
bn: {percentage}% ব্যবহৃত
da: {percentage}% brugt
de: Verbraucht {percentage}%
el: Χρησιμοποιήθηκε {percentage}%
es: Porcentaje usado
fr: {percentage}% utilisé
he: {percentage}% בשימוש
id: {percentage}% Digunakan
it: {percentage}% utilizzato
kn: {percentage}% ಬಳಸಲಾಗಿದೆ
ko: {percentage}% 사용됨
ml: {percentage}% ഉപയോഗിച്ചു
nl: {percentage}% gebruikt
pt_br: {percentage}% Usado
ru: {percentage}% использовано
sv: {percentage}% använt
sw: {percentage}% Imetumika
te: {percentage}% ఉపయోగించబడింది
tl: {percentage}% Nagamit
tr: %{percentage} kullanıldı
uk: {percentage}% використано
zh: 已使用 {percentage}%
zh_tw: 已使用 {percentage}%

source: {amount} of {total}
be: {amount} з {total}
bn: {total} এর মধ্যে {amount}
da: {amount} af {total}
de: {amount} von {total}
el: {amount} από {total}
es: Cantidad del total
fr: {amount} sur {total}
he: {amount} מתוך {total}
id: {amount} dari {total}
it: {amount} di {total}
kn: {total} ರಲ್ಲಿ {amount}
ko: {total} 중 {amount}
ml: {amount} / {total}
nl: {amount} van {total}
pt_br: {amount} de {total}
ru: {amount} из {total}
sv: {amount} av {total}
sw: {amount} kati ya {total}
te: {total}లో {amount}
tl: {amount} ng {total}
tr: {total} içinden {amount}
uk: {amount} з {total}
zh: {total}中的 {amount}
zh_tw: {total} 中的 {amount}

source: Monthly Average
be: Штомесячны сярэдні
bn: মাসিক গড়
da: Månedligt gennemsnit
de: Monatlicher Durchschnitt
el: Μηνιαίος μέσος όρος
es: Promedio mensual
fr: Moyenne mensuelle
he: ממוצע חודשי
id: Rata-rata Bulanan
it: Media mensile
kn: ಮಾಸಿಕ ಸರಾಸರಿ
ko: 월평균
ml: പ്രതിമാസ ശരാശരി
nl: Maandelijks gemiddelde
pt_br: Média Mensal
ru: Среднемесячный
sv: Månatligt genomsnitt
sw: Wastani wa Mwezi
te: నెలవారీ సగటు
tl: Buwanang Average
tr: Aylık ortalama
uk: Середньомісячний
zh: 月平均
zh_tw: 月平均

source: Due This Month
be: Да аплаты ў гэтым месяцы
bn: এই মাসে প্রদেয়
da: Forfalder denne måned
de: Fällig diesen Monat
el: Λήγει αυτόν τον μήνα
es: Vence este mes
fr: Dû ce mois-ci
he: בשל החודש
id: Jatuh Tempo Bulan Ini
it: In scadenza questo mese
kn: ಈ ತಿಂಗಳು ಬಾಕಿ
ko: 이번 달 만기
ml: ഈ മാസം നൽകേണ്ടവ
nl: Vervalt deze maand
pt_br: Vencimento Este Mês
ru: Срок в этом месяце
sv: Förfaller denna månad
sw: Inadaiwa Mwezi Huu
te: ఈ నెలలో చెల్లించాల్సినవి
tl: Due ngayong Buwan
tr: Bu ay ödenmesi gereken
uk: Термін у цьому місяці
zh: 本月到期
zh_tw: 本月到期

source: Total Yearly
be: Агульна за год
bn: মোট বার্ষিক
da: Samlet årligt
de: Gesamt jährlich
el: Σύνολο ετησίως
es: Total anual
fr: Total annuel
he: סה"כ שנתי
id: Total Tahunan
it: Totale annuale
kn: ಒಟ್ಟು ವಾರ್ಷಿಕ
ko: 총 연간
ml: മൊത്തം വാർഷികം
nl: Totaal jaarlijks
pt_br: Total Anual
ru: Общий годовой
sv: Totalt årligt
sw: Jumla ya Mwaka
te: మొత్తం వార్షిక
tl: Kabuuang Taunan
tr: Toplam yıllık
uk: Загальний річний
zh: 总年度
zh_tw: 總年度

source: Archived
be: Архівавана
bn: আর্কাইভ করা হয়েছে
da: Arkiveret
de: Archiviert
el: Αρχειοθετημένο
es: Archivado
fr: Archivé
he: בארכיון
id: Diarsipkan
it: Archiviato
kn: ಆರ್ಕೈವ್ ಮಾಡಲಾಗಿದೆ
ko: 보관됨
ml: ആർക്കൈവ് ചെയ്തത്
nl: Gearchiveerd
pt_br: Arquivado
ru: В архиве
sv: Arkiverad
sw: Imehifadhiwa
te: ఆర్కైవ్ చేయబడింది
tl: Na-archive
tr: Arşivlendi
uk: В архіві
zh: 已归档
zh_tw: 已封存

source: Subscription Archived
be: Падпіска архівавана
bn: সাবস্ক্রিপশন আর্কাইভ করা হয়েছে
da: Abonnement arkiveret
de: Abo archiviert
el: Η συνδρομή αρχειοθετήθηκε
es: Suscripción archivada
fr: Abonnement archivé
he: מינוי בארכיון
id: Langganan Diarsipkan
it: Abbonamento archiviato
kn: ಚಂದಾದಾರಿಕೆ ಆರ್ಕೈವ್ ಮಾಡಲಾಗಿದೆ
ko: 구독 보관됨
ml: സബ്സ്ക്രിപ്ഷൻ ആർക്കൈവ് ചെയ്തു
nl: Abonnement gearchiveerd
pt_br: Assinatura Arquivada
ru: Подписка архивирована
sv: Prenumeration arkiverad
sw: Usajili Umehifadhiwa
te: సబ్‌స్క్రిప్షన్ ఆర్కైవ్ చేయబడింది
tl: Na-archive ang Subscription
tr: Abonelik arşivlendi
uk: Підписка архівована
zh: 订阅已归档
zh_tw: 訂閱已封存

source: Recurring Details
be: Дэталі рэгулярнага
bn: পুনরাবৃত্ত বিবরণ
da: Detaljer om tilbagevendende
de: Wiederkehrende Details
el: Λεπτομέρειες επαναλαμβανόμενων
es: Detalles recurrentes
fr: Détails récurrents
he: פרטים חוזרים
id: Detail Berulang
it: Dettagli ricorrenza
kn: ಪುನರಾವರ್ತಿತ ವಿವರಗಳು
ko: 반복 세부 정보
ml: ആവർത്തന വിശദാംശങ്ങൾ
nl: Terugkerende details
pt_br: Detalhes Recorrentes
ru: Повторяющиеся детали
sv: Återkommande detaljer
sw: Maelezo ya Marudio
te: పునరావృత వివరాలు
tl: Mga Detalye ng Umuulit
tr: Yinelenen ayrıntılar
uk: Повторювані деталі
zh: 循环详情
zh_tw: 循環詳情

source: Recurring not found
be: Рэгулярная падзея не знойдзена
bn: পুনরাবৃত্ত পাওয়া যায়নি
da: Tilbagevendende ikke fundet
de: Wiederkehrendes Ereignis nicht gefunden
el: Δεν βρέθηκε επαναλαμβανόμενο συμβάν
es: Recurrente no encontrado
fr: Récurrent non trouvé
he: חוזר לא נמצא
id: Berulang tidak ditemukan
it: Ricorrenza non trovata
kn: ಪುನರಾವರ್ತಿತ ಕಂಡುಬಂದಿಲ್ಲ
ko: 반복 항목을 찾을 수 없음
ml: ആവർത്തനം കണ്ടെത്തിയില്ല
nl: Terugkerende niet gevonden
pt_br: Recorrente não encontrado
ru: Повторяющееся не найдено
sv: Återkommande hittades inte
sw: Marudio hayakupatikana
te: పునరావృత అంశం కనుగొనబడలేదు
tl: Hindi nahanap ang umuulit
tr: Yinelenen bulunamadı
uk: Повторюване не знайдено
zh: 未找到循环项
zh_tw: 未找到循環項目

source: Next Occurrence
be: Наступнае паўтарэнне
bn: পরবর্তী ঘটনা
da: Næste forekomst
de: Nächste Wiederholung
el: Επόμενη εμφάνιση
es: Próxima ocurrencia
fr: Prochaine occurrence
he: התרחשות הבאה
id: Kejadian Berikutnya
it: Prossima occorrenza
kn: ಮುಂದಿನ ಘಟನೆ
ko: 다음 발생
ml: അടുത്ത സംഭവം
nl: Volgende keer
pt_br: Próxima Ocorrência
ru: Следующее вхождение
sv: Nästa förekomst
sw: Tukio Linalofuata
te: తదుపరి సంభవం
tl: Susunod na Pag-uulit
tr: Sonraki Oluşum
uk: Наступне входження
zh: 下一次发生
zh_tw: 下一次發生

source: Skip Next
be: Прапусціць наступнае
bn: পরবর্তী এড়িয়ে যান
da: Spring næste over
de: Nächste überspringen
el: Παράλειψη επόμενου
es: Omitir siguiente
fr: Passer le suivant
he: דלג על הבא
id: Lewati Berikutnya
it: Salta il prossimo
kn: ಮುಂದಿನದನ್ನು ಬಿಟ್ಟುಬಿಡಿ
ko: 다음 건너뛰기
ml: അടുത്തത് ഒഴിവാക്കുക
nl: Volgende overslaan
pt_br: Pular Próximo
ru: Пропустить следующее
sv: Hoppa över nästa
sw: Ruka Lijalo
te: తదుపరిది దాటవేయి
tl: Laktawan ang Susunod
tr: Sonrakini atla
uk: Пропустити наступне
zh: 跳过下一次
zh_tw: 跳過下一次

source: Details
be: Дэталі
bn: বিবরণ
da: Detaljer
el: Λεπτομέρειες
es: Detalles
fr: Détails
he: פרטים
id: Detail
it: Dettagli
kn: ವಿವರಗಳು
ko: 세부 정보
ml: വിശദാംശങ്ങൾ
pt_br: Detalhes
ru: Подробности
sv: Detaljer
sw: Maelezo
te: వివరాలు
tl: Mga Detalye
tr: Ayrıntılar
uk: Деталі
zh: 详情
zh_tw: 詳情
