Repository: h4h13/paisa-app
Catalog: localization/app_*.arb
Languages: be, bn, da, de, el, es, fr, he, id, it, kn, ko, ml, nl, pt_br, ru, sv, sw, te, tl, tr, uk, zh, zh_tw

# dateOldestFirst
source: Date (old-new)
be: Дата (старыя спачатку)
bn: তারিখ (পুরানো-নতুন)
da: Dato (ældste først)
de: Datum (ältestes zuerst)
el: Ημερομηνία (παλαιότερο πρώτα)
es: Fecha (antiguas)
fr: Date (la plus ancienne en premier)
he: תאריך (הישן ביותר תחילה)
id: Tanggal (terlama dulu)
it: Data (prima la più vecchia)
kn: ದಿನಾಂಕ (ಹಳೆಯ-ಹೊಸ)
ko: 날짜 (오래된순)
ml: തിയ്യതി (പഴയത്-പുതിയത്)
nl: Datum (oudste eerst)
pt_br: Data (mais antigas primeiro)
ru: Дата (старые сначала)
sv: Datum (äldst först)
sw: Tarehe (zamani-mpya)
te: తేదీ (పాతది మొదట)
tl: Petsa (luma-bago)
tr: Tarih (eski-yeni)
uk: Дата (старіші спочатку)
zh: 日期 (旧到新)
zh_tw: 日期 (舊到新)

# dateNewestFirst
source: Date (new-old)
be: Дата (новыя спачатку)
bn: তারিখ (নতুন-পুরানো)
da: Dato (nyeste først)
de: Datum (neuestes zuerst)
el: Ημερομηνία (νεότερο πρώτα)
es: Fecha (recientes)
fr: Date (la plus récente en premier)
he: תאריך (החדש ביותר תחילה)
id: Tanggal (terbaru dulu)
it: Data (prima la più recente)
kn: ದಿನಾಂಕ (ಹೊಸ-ಹಳೆಯ)
ko: 날짜 (최신순)
ml: തിയ്യതി (പുതിയത്-പഴയത്)
nl: Datum (nieuwste eerst)
pt_br: Data (mais recentes primeiro)
ru: Дата (новые сначала)
sv: Datum (nyast först)
sw: Tarehe (mpya-zamani)
te: తేదీ (కొత్తది మొదట)
tl: Petsa (bago-luma)
tr: Tarih (yeni-eski)
uk: Дата (новіші спочатку)
zh: 日期 (新到旧)
zh_tw: 日期 (新到舊)

source: Reorder accounts
be: Змяніць парадак рахункаў
bn: অ্যাকাউন্ট পুনর্বিন্যাস করুন
da: Omarranger konti
de: Konten neu anordnen
el: Αναδιάταξη λογαριασμών
es: Reordenar cuentas
fr: Réorganiser les comptes
he: סדר מחדש חשבונות
id: Susun Ulang Akun
it: Riordina account
kn: ಖಾತೆಗಳನ್ನು ಮರುಕ್ರಮಗೊಳಿಸಿ
ko: 계좌 순서 변경
ml: അക്കൗണ്ടുകൾ പുനഃക്രമീകരിക്കുക
nl: Rekeningen herschikken
pt_br: Reordenar Contas
ru: Изменить порядок счетов
sv: Ordna om konton
sw: Panga upya akaunti
te: ఖాతాలను తిరిగి క్రమబద్ధీకరించు
tl: Ayusin muli ang mga account
tr: Hesapları Yeniden Sırala
uk: Перевпорядкувати рахунки
zh: 重新排序账户
zh_tw: 重新排序帳戶

source: What's new
be: Што новага
bn: নতুন কী আছে
da: Hvad er nyt
de: Was gibt's Neues
el: Τι νέο υπάρχει
es: ¿Qué hay de nuevo?
fr: Quoi de neuf
he: מה חדש
id: Apa yang Baru
it: Novità
kn: ಹೊಸತೇನಿದೆ
ko: 새로운 기능
ml: പുതിയതെന്ത്
nl: Wat is nieuw
pt_br: Novidades
ru: Что нового
sv: Vad är nytt
sw: Nini kipya
te: కొత్తగా ఏమి ఉంది
tl: Ano ang bago
tr: Yenilikler
uk: Що нового
zh: 新功能
zh_tw: 新功能

# googleDriveDesc
source: Backup and restore your data to Google Drive
be: Рэзервовае капіраванне і аднаўленне даных на Google Drive
bn: আপনার ডেটা গুগল ড্রাইভে ব্যাকআপ এবং পুনরুদ্ধার করুন
da: Sikkerhedskopér og gendan dine data til Google Drive
de: Sichern und Wiederherstellen Ihrer Daten auf Google Drive
el: Δημιουργία αντιγράφων ασφαλείας και επαναφορά των δεδομένων σας στο Google Drive
es: Guarda y restaura tus datos en Google Drive.
fr: Sauvegardez et restaurez vos données sur Google Drive
he: גבה ושחזר את הנתונים שלך ל-Google Drive
id: Cadangkan dan pulihkan data Anda ke Google Drive
it: Esegui il backup e ripristina i tuoi dati su Google Drive
kn: ನಿಮ್ಮ ಡೇಟಾವನ್ನು Google Drive ಗೆ ಬ್ಯಾಕಪ್ ಮತ್ತು ಮರುಸ್ಥಾಪಿಸಿ
ko: Google Drive에 데이터 백업 및 복원
ml: ഡാറ്റ ഗൂഗിൾ ഡ്രൈവിലേക്ക് ബാക്കപ്പ് ചെയ്യുക
nl: Back-up en herstel uw gegevens naar Google Drive
pt_br: Backup e restauração de seus dados no Google Drive
ru: Резервное копирование и восстановление данных в Google Drive
sv: Säkerhetskopiera och återställ dina data till Google Drive
sw: Hifadhi na rejesha data yako kwenye Hifadhi ya Google
te: Google డ్రైవ్‌కు మీ డేటాను బ్యాకప్ చేయండి మరియు పునరుద్ధరించండి
tl: I-backup at i-restore ang inyong data sa Google Drive
tr: Verilerinizi Google Drive'a yedekleyin ve geri yükleyin
uk: Резервне копіювання та відновлення даних на Google Drive
zh: 备份和还原您的数据到 Google Drive
zh_tw: 備份和還原您的資料到 Google Drive

source: Google Drive Backup
be: Рэзервовая копія Google Drive
bn: গুগল ড্রাইভ ব্যাকআপ
da: Google Drive-sikkerhedskopi
el: Αντίγραφο Ασφαλείας Google Drive
es: Copia en Google Drive
fr: Sauvegarde Google Drive
he: גיבוי Google Drive
id: Cadangan Google Drive
it: Backup Google Drive
kn: Google Drive ಬ್ಯಾಕಪ್
ko: Google Drive 백업
ml: ഗൂഗിൾ ഡ്രൈവ് ബാക്കപ്പ്
pt_br: Backup do Google Drive
ru: Резервная копия Google Drive
sw: Hifadhi Nakala ya Google Drive
te: Google డ్రైవ్ బ్యాకప్
tr: Google Drive Yedekleme
uk: Резервна копія Google Drive
zh: Google Drive 备份
zh_tw: Google Drive 備份

# exportAllDataSuccess
source: Data exported successfully
be: Даныя паспяхова экспартаваны
bn: ডেটা সফলভাবে এক্সপোর্ট করা হয়েছে
da: Data eksporteret med succes
de: Daten erfolgreich exportiert
el: Τα δεδομένα εξήχθησαν επιτυχώς
es: Datos exportados con éxito
fr: Données exportées avec succès
he: הנתונים יוצאו בהצלחה
id: Data berhasil diekspor
it: Dati esportati con successo
kn: ಡೇಟಾ ಯಶಸ್ವಿಯಾಗಿ ರಫ್ತು ಮಾಡಲಾಗಿದೆ
ko: 데이터를 성공적으로 내보냈습니다
ml: ഡാറ്റ വിജയകരമായി എക്സ്പോർട്ട് ചെയ്തു
nl: Gegevens succesvol geëxporteerd
pt_br: Dados exportados com sucesso
ru: Данные успешно экспортированы
sv: Data exporterad framgångsrikt
sw: Data imehamishwa kwa mafanikio
te: డేటా విజయవంతంగా ఎగుమతి చేయబడింది
tl: Matagumpay na na-export ang data
tr: Veriler başarıyla dışa aktarıldı
uk: Дані успішно експортовано
zh: 数据已成功导出
zh_tw: 資料已成功匯出

source: Restore backup
be: Аднавіць рэзервовую копію
bn: ব্যাকআপ পুনরুদ্ধার করুন
da: Gendan sikkerhedskopi
de: Backup wiederherstellen
el: Επαναφορά αντιγράφου ασφαλείας
es: Restaurar copia
fr: Restaurer la sauvegarde
he: שחזר גיבוי
id: Pulihkan Cadangan
it: Ripristina backup
kn: ಬ್ಯಾಕಪ್ ಮರುಸ್ಥಾಪಿಸಿ
ko: 백업 복원
ml: ബാക്കപ്പ് പുനഃസ്ഥാപിക്കുക
nl: Back-up herstellen
pt_br: Restaurar Backup
ru: Восстановить из резервной копии
sv: Återställ backup
sw: Rejesha nakala
te: బ్యాకప్‌ను పునరుద్ధరించు
tl: I-restore ang backup
tr: Yedeği Geri Yükle
uk: Відновити з резервної копії
zh: 还原备份
zh_tw: 還原備份

# deleteAllData
source: Permanently deletes all data
be: Канчаткова выдаліць усе даныя
bn: স্থায়ীভাবে সমস্ত ডেটা মুছে ফেলে
da: Slet alle data permanent
de: Löscht alle Daten dauerhaft
el: Διαγράφει μόνιμα όλα τα δεδομένα
es: Eliminar todos los datos permanentemente.
fr: Supprimer définitivement toutes les données
he: מחק את כל הנתונים לצמיתות
id: Hapus semua data secara permanen
it: Elimina definitivamente tutti i dati
kn: ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ಶಾಶ್ವತವಾಗಿ ಅಳಿಸಿ
ko: 모든 데이터 영구 삭제
ml: എല്ലാ ഡാറ്റയും സ്ഥിരമായി മായ്ക്കും
nl: Alle gegevens permanent verwijderen
pt_br: Excluir todos os dados permanentemente
ru: Удалить все данные навсегда
sv: Ta bort all data permanent
sw: Inafuta data yote kabisa
te: అన్ని డేటాను శాశ్వతంగా తొలగిస్తుంది
tl: Permanenteng tatanggalin ang lahat ng data
tr: Tüm verileri kalıcı olarak siler
uk: Назавжди видалити всі дані
zh: 永久删除所有数据
zh_tw: 永久刪除所有資料

source: Reset all data
be: Скінуць усе даныя
bn: সমস্ত ডেটা রিসেট করুন
da: Nulstil alle data
de: Alle Daten zurücksetzen
el: Επαναφορά όλων των δεδομένων
es: Restablecer todos los datos
fr: Réinitialiser toutes les données
he: אפס את כל הנתונים
id: Reset semua data
it: Reimposta tutti i dati
kn: ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ರೀಸೆಟ್ ಮಾಡಿ
ko: 모든 데이터 재설정
ml: എല്ലാ ഡാറ്റയും റീസെറ്റ് ചെയ്യുക
nl: Alle gegevens resetten
pt_br: Redefinir todos os dados
ru: Сбросить все данные
sv: Återställ all data
sw: Weka upya data yote
te: అన్ని డేటాను రీసెట్ చేయండి
tl: I-reset ang lahat ng data
tr: Tüm Verileri Sıfırla
uk: Скинути всі дані
zh: 重置所有数据
zh_tw: 重設所有資料

# resetAllDataDesc
source: This action cannot be undone. Are you sure you want to delete all your data?
be: Гэта дзеянне нельга адмяніць. Вы ўпэўнены, што хочаце выдаліць усе свае даныя?
bn: এই ক্রিয়াটি আর ফিরিয়ে আনা যাবে না। আপনি কি নিশ্চিত যে আপনি আপনার সমস্ত ডেটা মুছতে চান?
da: Denne handling kan ikke fortrydes. Er du sikker på, at du vil slette alle dine data?
de: Diese Aktion kann nicht rückgängig gemacht werden. Sind Sie sicher, dass Sie alle Ihre Daten löschen möchten?
el: Αυτή η ενέργεια δεν μπορεί να αναιρεθεί. Είστε σίγουροι ότι θέλετε να διαγράψετε όλα τα δεδομένα σας;
es: Esta acción no se puede deshacer. ¿Seguro que quieres eliminar todos tus datos?
fr: Cette action ne peut pas être annulée. Êtes-vous sûr de vouloir supprimer toutes vos données ?
he: פעולה זו אינה ניתנת לביטול. האם אתה בטוח שברצונך למחוק את כל הנתונים שלך?
id: Tindakan ini tidak dapat dibatalkan. Anda yakin ingin menghapus semua data Anda?
it: Questa azione non può essere annullata. Sei sicuro di voler eliminare tutti i tuoi dati?
kn: ಈ ಕ್ರಿಯೆಯನ್ನು ರದ್ದುಗೊಳಿಸಲಾಗುವುದಿಲ್ಲ. ನಿಮ್ಮ ಎಲ್ಲಾ ಡೇಟಾವನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುವಿರಾ?
ko: 이 작업은 되돌릴 수 없습니다! 모든 데이터를 삭제하시겠습니까?
ml: ഈ പ്രവർത്തി പഴയപടിയാക്കാൻ കഴിയില്ല. എല്ലാ ഡാറ്റയും മായ്ക്കണോ?
nl: Deze actie kan niet ongedaan worden gemaakt. Weet u zeker dat u al uw gegevens wilt verwijderen?
pt_br: Esta ação não pode ser desfeita. Tem certeza que deseja excluir todos os seus dados?
ru: Это действие нельзя отменить. Вы уверены, что хотите удалить все ваши данные?
sv: Denna åtgärd kan inte ångras. Är du säker på att du vill ta bort all din data?
sw: Kitendo hiki hakiwezi kutenduliwa. Una uhakika unataka kufuta data yako yote?
te: ఈ చర్యను రద్దు చేయడం సాధ్యం కాదు. మీరు మీ మొత్తం డేటాను తొలగించాలని ఖచ్చితంగా అనుకుంటున్నారా?
tl: Hindi na mababawi ang aksyong ito. Sigurado ka bang gusto mong tanggalin ang lahat ng inyong data?
tr: Bu eylem geri alınamaz. Tüm verilerinizi silmek istediğinizden emin misiniz?
uk: Цю дію неможливо скасувати. Ви впевнені, що хочете видалити всі свої дані?
zh: 此操作无法撤销。您确定要删除所有数据吗？
zh_tw: 此操作無法復原。您確定要刪除所有資料嗎？

source: Reset
be: Скінуць
bn: রিসেট
da: Nulstil
de: Zurücksetzen
el: Επαναφορά
es: Restablecer
fr: Réinitialiser
he: איפוס
it: Reimposta
kn: ರೀಸೆಟ್
ko: 재설정
ml: റീസെറ്റ്
nl: Resetten
pt_br: Redefinir
ru: Сбросить
sv: Återställ
sw: Weka upya
te: రీసెట్
tl: I-reset
tr: Sıfırla
uk: Скинути
zh: 重置
zh_tw: 重設

source: Track budgets
be: Адсочваць бюджэты
bn: বাজেট ট্র্যাক করুন
da: Spor budgetter
de: Budgets verfolgen
el: Παρακολούθηση προϋπολογισμών
es: Seguir presupuestos
fr: Suivre les budgets
he: עקוב אחר תקציבים
id: Lacak Anggaran
it: Tieni traccia dei budget
kn: ಆಯವ್ಯಯಗಳನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಿ
ko: 예산 추적
ml: ബഡ്ജറ്റുകൾ ട്രാക്ക് ചെയ്യുക
nl: Budgetten bijhouden
pt_br: Acompanhar Orçamentos
ru: Отслеживание бюджетов
sv: Spåra budgetar
sw: Fuatilia bajeti
te: బడ్జెట్‌లను ట్రాక్ చేయండి
tl: Subaybayan ang mga badyet
tr: Bütçeleri Takip Et
uk: Відстежувати бюджети
zh: 跟踪预算
zh_tw: 追蹤預算

source: On track
be: Па графіку
bn: সঠিক পথে
da: På sporet
de: Auf Kurs
el: Εντός πορείας
es: Dentro presupuesto
fr: Sur la bonne voie
he: בדרך הנכונה
id: Sesuai Jalur
it: In linea
kn: ಸರಿಯಾದ ಹಾದಿಯಲ್ಲಿ
ko: 정상 진행
ml: ലക്ഷ്യത്തിൽ
nl: Op schema
pt_br: No Caminho Certo
ru: По плану
sv: På rätt spår
sw: Kwenye mstari
te: మార్గంలో ఉంది
tl: Sa tamang landas
tr: Yolda
uk: За планом
zh: 按计划进行
zh_tw: 按計劃進行

source: Over budget
be: Перавышэнне бюджэту
bn: বাজেটের বাইরে
de: Über dem Budget
el: Υπέρβαση προϋπολογισμού
es: Excedido
fr: Dépassement de budget
he: חריגה מהתקציב
id: Melebihi Anggaran
it: Fuori budget
kn: ಆಯವ್ಯಯ ಮೀರಿದೆ
ko: 예산 초과
ml: ബഡ്ജറ്റിന് മുകളിൽ
pt_br: Acima do Orçamento
ru: Превышение бюджета
sv: Över budget
sw: Zaidi ya bajeti
te: బడ్జెట్ దాటింది
tl: Lampas sa badyet
tr: Bütçeyi Aştı
uk: Перевищено бюджет
zh: 超出预算
zh_tw: 超出預算

source: Warning
be: Папярэджанне
bn: সতর্কবার্তা
da: Advarsel
de: Warnung
el: Προειδοποίηση
es: Cuidado
fr: Avertissement
he: אזהרה
id: Peringatan
it: Avviso
kn: ಎಚ್ಚರಿಕೆ
ko: 경고
ml: മുന്നറിയിപ്പ്
nl: Waarschuwing
pt_br: Aviso
ru: Предупреждение
sv: Varning
sw: Onyo
te: హెచ్చరిక
tl: Babala
tr: Uyarı
uk: Попередження
zh: 警告
zh_tw: 警告

source: Daily budget
be: Дзённы бюджэт
bn: দৈনিক বাজেট
da: Dagligt budget
de: Tagesbudget
el: Ημερήσιος προϋπολογισμός
es: Presupuesto diario
fr: Budget quotidien
he: תקציב יומי
id: Anggaran Harian
it: Budget giornaliero
kn: ದೈನಂದಿನ ಆಯವ್ಯಯ
ko: 일일 예산
ml: ദിവസേനയുള്ള ബഡ്ജറ്റ്
nl: Dagelijks budget
pt_br: Orçamento Diário
ru: Дневной бюджет
sv: Daglig budget
sw: Bajeti ya kila siku
te: రోజువారీ బడ్జెట్
tl: Araw-araw na badyet
tr: Günlük Bütçe
uk: Денний бюджет
zh: 每日预算
zh_tw: 每日預算

source: Weekly budget
be: Тыднёвы бюджэт
bn: সাপ্তাহিক বাজেট
da: Ugentligt budget
de: Wochenbudget
el: Εβδομαδιαίος προϋπολογισμός
es: Presupuesto semanal
fr: Budget hebdomadaire
he: תקציב שבועי
id: Anggaran Mingguan
it: Budget settimanale
kn: ವಾರದ ಆಯವ್ಯಯ
ko: 주간 예산
ml: പ്രതിവാര ബഡ്ജറ്റ്
nl: Wekelijks budget
pt_br: Orçamento Semanal
ru: Недельный бюджет
sv: Veckobudget
sw: Bajeti ya kila wiki
te: వారపు బడ్జెట్
tl: Lingguhang badyet
tr: Haftalık Bütçe
uk: Тижневий бюджет
zh: 每周预算
zh_tw: 每週預算

source: Monthly budget
be: Месячны бюджэт
bn: মাসিক বাজেট
da: Månedligt budget
de: Monatsbudget
el: Μηνιαίος προϋπολογισμός
es: Presupuesto mensual
fr: Budget mensuel
he: תקציב חודשי
id: Anggaran Bulanan
it: Budget mensile
kn: ಮಾಸಿಕ ಆಯವ್ಯಯ
ko: 월간 예산
ml: പ്രതിമാസ ബഡ്ജറ്റ്
nl: Maandelijks budget
pt_br: Orçamento Mensal
ru: Месячный бюджет
sv: Månadsbudget
sw: Bajeti ya kila mwezi
te: నెలవారీ బడ్జెట్
tl: Buwanang badyet
tr: Aylık Bütçe
uk: Місячний бюджет
zh: 每月预算
zh_tw: 每月預算

source: Yearly budget
be: Гадавы бюджэт
bn: বার্ষিক বাজেট
da: Årligt budget
de: Jahresbudget
el: Ετήσιος προϋπολογισμός
es: Presupuesto anual
fr: Budget annuel
he: תקציב שנתי
id: Anggaran Tahunan
it: Budget annuale
kn: ವಾರ್ಷಿಕ ಆಯವ್ಯಯ
ko: 연간 예산
ml: പ്രതിവർഷ ബഡ്ജറ്റ്
nl: Jaarlijks budget
pt_br: Orçamento Anual
ru: Годовой бюджет
sv: Årsbudget
sw: Bajeti ya kila mwaka
te: సంవత్సర బడ్జెట్
tl: Taunang badyet
tr: Yıllık Bütçe
uk: Річний бюджет
zh: 年度预算
zh_tw: 年度預算

source: Delete budget?
be: Выдаліць бюджэт?
bn: বাজেট মুছবেন?
da: Slet budget?
de: Budget löschen?
el: Διαγραφή προϋπολογισμού;
es: ¿Eliminar presupuesto?
fr: Supprimer le budget ?
he: למחוק תקציב?
id: Hapus anggaran?
it: Elimina budget?
kn: ಆಯವ್ಯಯ ಅಳಿಸುವುದೇ?
ko: 예산을 삭제하시겠습니까?
ml: ബഡ്ജറ്റ് മായ്ക്കണോ?
nl: Budget verwijderen?
pt_br: Excluir orçamento?
ru: Удалить бюджет?
sv: Ta bort budget?
sw: Futa bajeti?
te: బడ్జెట్‌ను తొలగించాలా?
tl: Tanggalin ang badyet?
tr: Bütçeyi Sil?
uk: Видалити бюджет?
zh: 删除预算？
zh_tw: 刪除預算？

# deleteBudgetDesc
source: This won't affect any transactions linked to this budget
be: Гэта не паўплывае на транзакцыі, звязаныя з гэтым бюджэтам
bn: এটি এই বাজেটের সাথে যুক্ত কোনো লেনদেনকে প্রভাবিত করবে না
da: Dette vil ikke påvirke nogen transaktioner knyttet til dette budget
de: Dies hat keine Auswirkungen auf Transaktionen, die mit diesem Budget verknüpft sind
el: Αυτό δε θα επηρεάσει τις συναλλαγές που συνδέονται με αυτόν τον προϋπολογισμό
es: Esto no afectará las transacciones vinculadas a este presupuesto.
fr: Cela n'affectera aucune transaction liée à ce budget
he: זה לא ישפיע על עסקאות הקשורות לתקציב זה
id: Ini tidak akan mempengaruhi transaksi apa pun yang terkait dengan anggaran ini
it: Questo non influirà su nessuna transazione collegata a questo budget
kn: ಇದು ಈ ಆಯವ್ಯಯಕ್ಕೆ ಲಿಂಕ್ ಮಾಡಲಾದ ಯಾವುದೇ ವಹಿವಾಟುಗಳ ಮೇಲೆ ಪರಿಣಾಮ ಬೀರುವುದಿಲ್ಲ
ko: 이 예산과 연결된 거래에는 영향을 미치지 않습니다
ml: ഇടപാടുകളെ ബാധിക്കില്ല
nl: Dit heeft geen invloed op transacties die aan dit budget zijn gekoppeld
pt_br: Isso não afetará nenhuma transação vinculada a este orçamento
ru: Это не повлияет на транзакции, связанные с этим бюджетом
sv: Detta påverkar inte transaktioner kopplade till denna budget
sw: Hii haitaathiri miamala yoyote iliyounganishwa na bajeti hii
te: ఇది ఈ బడ్జెట్‌కు లింక్ చేయబడిన ఏ లావాదేవీలను ప్రభావితం చేయదు
tl: Hindi ito makakaapekto sa mga transaksyong konektado sa badyet na ito
tr: Bu, bu bütçeye bağlı hiçbir işlemi etkilemez
uk: Це не вплине на жодні транзакції, пов'язані з цим бюджетом
zh: 这不会影响与此预算相关的任何交易
zh_tw: 這不會影響與此預算相關的任何交易

# emptyGoalsMessageTitle
source: No goals
be: Няма мэтаў
bn: কোনো লক্ষ্য নেই
da: Ingen mål
de: Keine Ziele
el: Δεν υπάρχουν στόχοι
es: Sin metas
fr: Aucun objectif
he: אין יעדים
id: Tidak ada tujuan
it: Nessun obiettivo
kn: ಯಾವುದೇ ಗುರಿಗಳಿಲ್ಲ
ko: 목표 없음
ml: ലക്ഷ്യങ്ങളില്ല
nl: Geen doelen
pt_br: Sem metas
ru: Нет целей
sv: Inga mål
sw: Hakuna malengo
te: లక్ష్యాలు లేవు
tl: Walang mga layunin
tr: Hedef Yok
uk: Немає цілей
zh: 没有目标
zh_tw: 沒有目標

# emptyGoalsMessageSubTitle
source: Add a goal to view it here
be: Дадайце мэту, каб убачыць яе тут
bn: এখানে দেখতে একটি লক্ষ্য যোগ করুন
da: Tilføj et mål for at se det her
de: Fügen Sie ein Ziel hinzu, um es hier anzuzeigen
el: Προσθέστε έναν στόχο για να τον δείτε εδώ
es: Añade una meta para verla aquí.
fr: Ajoutez un objectif pour l'afficher ici
he: הוסף יעד כדי לראות אותו כאן
id: Tambahkan tujuan untuk melihatnya di sini
it: Aggiungi un obiettivo per visualizzarlo qui
kn: ಇಲ್ಲಿ ವೀಕ್ಷಿಸಲು ಗುರಿಯನ್ನು ಸೇರಿಸಿ
ko: 목표를 추가하여 여기에서 확인하세요
ml: ലക്ഷ്യം ചേർക്കുക
nl: Voeg een doel toe om het hier te zien
pt_br: Adicione uma meta para visualizá-la aqui
ru: Добавьте цель, чтобы увидеть ее здесь
sv: Lägg till ett mål för att se det här
sw: Ongeza lengo ili ulione hapa
te: ఇక్కడ చూడటానికి లక్ష్యాన్ని జోడించండి
tl: Magdagdag ng layunin upang makita dito
tr: Burada görüntülemek için bir hedef ekleyin
uk: Додайте ціль, щоб побачити її тут
zh: 添加目标以在此查看
zh_tw: 新增目標以在此查看

source: Add goal
be: Дадаць мэту
bn: লক্ষ্য যোগ করুন
da: Tilføj mål
de: Ziel hinzufügen
el: Προσθήκη στόχου
es: Añadir Meta
fr: Ajouter un objectif
he: הוסף יעד
id: Tambah Tujuan
it: Aggiungi obiettivo
kn: ಗುರಿ ಸೇರಿಸಿ
ko: 목표 추가
ml: ലക്ഷ്യം ചേർക്കുക
nl: Doel toevoegen
pt_br: Adicionar Meta
ru: Добавить цель
sv: Lägg till mål
sw: Ongeza lengo
te: లక్ష్యాన్ని జోడించు
tl: Magdagdag ng layunin
tr: Hedef Ekle
uk: Додати ціль
zh: 添加目标
zh_tw: 新增目標

# overViewChartSubTitle
source: Income vs Expenses
be: Даходы супраць выдаткаў
bn: আয় বনাম খরচ
da: Indtægter vs. Udgifter
de: Einkommen vs. Ausgaben
el: Έσοδα έναντι Δαπανών
es: Ingresos vs Gastos
fr: Revenus vs Dépenses
he: הכנסות לעומת הוצאות
id: Pendapatan vs Pengeluaran
it: Entrate vs Spese
kn: ಆದಾಯ vs ವೆಚ್ಚಗಳು
ko: 수입 vs 지출
ml: വരുമാനം vs ചെലവുകൾ
nl: Inkomsten vs Uitgaven
pt_br: Receitas vs Despesas
ru: Доходы vs Расходы
sv: Inkomster vs Utgifter
sw: Mapato dhidi ya Matumizi
te: ఆదాయం vs ఖర్చులు
tl: Kita laban sa Mga Gastos
tr: Gelir vs Harcamalar
uk: Доходи vs Витрати
zh: 收入与支出
zh_tw: 收入與支出

source: Saved
be: Зберажэнні
bn: সংরক্ষিত
da: Sparet
de: Gespart
el: Αποθηκευμένα
es: Ahorrado
fr: Économisé
he: נשמר
id: Tersimpan
it: Risparmiato
kn: ಉಳಿಸಲಾಗಿದೆ
ko: 저축액
ml: സേവ് ചെയ്തു
nl: Bespaard
pt_br: Economizado
ru: Сохранено
sv: Sparat
sw: Imehifadhiwa
te: సేవ్ చేయబడింది
tl: Na-save
tr: Kaydedildi
uk: Заощаджено
zh: 已保存
zh_tw: 已儲存

source: Remaining
be: Засталося
bn: অবশিষ্ট
da: Resterende
de: Verbleibend
el: Απομένουν
es: Restante
fr: Restant
he: נותר
id: Tersisa
it: Rimanente
kn: ಉಳಿದಿದೆ
ko: 남은 금액
ml: ബാക്കിയുള്ളത്
nl: Resterend
pt_br: Restante
ru: Осталось
sv: Återstående
sw: Imebaki
te: మిగిలింది
tl: Natitira
tr: Kalan
uk: Залишилося
zh: 剩余
zh_tw: 剩餘

# daysLeft
source: {count, plural, zero{No days} one{1 day} other{{count} days}}
be: {count, plural, zero{Няма дзён} one{1 дзень} other{{count} дзён}} засталося
bn: {count, plural, zero{কোনো দিন নেই} one{১ দিন} other{{count} দিন}}
da: {count, plural, zero{Ingen dage} one{1 dag} other{{count} dage}} tilbage
de: {count, plural, zero{Keine Tage} one{1 Tag} other{{count} Tage}} übrig
el: {count, plural, zero{Καμία ημέρα} one{1 ημέρα} other{{count} ημέρες}} απομένουν
es: {count, plural, zero{Sin días} one{1 día} other{{count} días}} restantes
fr: {count, plural, zero{Aucun jour} one{1 jour} other{{count} jours}} restants
he: {count, plural, zero{אין ימים} one{יום 1} other{{count} ימים}} נותרו
id: {count, plural, zero{Tidak ada hari} one{1 hari} other{{count} hari}} tersisa
it: {count, plural, zero{Nessun giorno} one{1 giorno} other{{count} giorni}} rimanenti
kn: {count, plural, zero{ದಿನಗಳಿಲ್ಲ} one{1 ದಿನ} other{{count} ದಿನಗಳು}} ಉಳಿದಿವೆ
ko: {count, plural, zero{남은 일수 없음} other{남은 일수 {count}일}}
ml: {count, plural, zero{ദിവസങ്ങളില്ല} one{1 ദിവസം} other{{count} ദിവസങ്ങൾ}}
nl: {count, plural, zero{Geen dagen} one{1 dag} other{{count} dagen}} over
pt_br: {count, plural, zero{Nenhum dia} one{1 dia} other{{count} dias}} restantes
ru: {count, plural, zero{Нет дней} one{1 день} few{# дня} other{# дней}} осталось
sv: {count, plural, zero{Inga dagar} one{1 dag} other{{count} dagar}} kvar
sw: {count, plural, zero{Hakuna siku} one{Siku 1} other{Siku {count}}}
te: {count, plural, zero{రోజులు లేవు} one{1 రోజు} other{{count} రోజులు}} మిగిలాయి
tr: {count, plural, zero{Hiç gün} one{1 gün} other{{count} gün}}
uk: {count, plural, zero{Днів немає} one{1 день} few{# дні} many{# днів} other{# днів}} залишилося
zh: {count, plural, zero{没有天数} one{1 天} other{{count} 天}}
zh_tw: {count, plural, zero{沒有天數} one{1 天} other{{count} 天}}

source: Spent
be: Выдаткавана
bn: ব্যয়িত
da: Brugt
de: Ausgegeben
el: Δαπανήθηκαν
es: Gastado
fr: Dépensé
he: הוצא
id: Terpakai
it: Speso
kn: ಖರ್ಚು ಮಾಡಲಾಗಿದೆ
ko: 지출액
ml: ചെലവഴിച്ചത്
nl: Uitgegeven
pt_br: Gasto
ru: Потрачено
sv: Spenderat
sw: Imetumika
te: ఖర్చు చేయబడింది
tl: Nagastos
tr: Harcandı
uk: Витрачено
zh: 已花费
zh_tw: 已花費

source: Schedule notification
be: Запланаваць апавяшчэнне
bn: বিজ্ঞপ্তি সময়সূচী করুন
da: Planlæg notifikation
de: Benachrichtigung planen
el: Προγραμματισμός ειδοποίησης
es: Programar notificación
fr: Planifier une notification
he: תזמן התראה
id: Jadwalkan notifikasi
it: Pianifica notifica
kn: ಅಧಿಸೂಚನೆ ಶೆಡ್ಯೂಲ್
ko: 알림 예약
ml: നോട്ടിഫിക്കേഷൻ ഷെഡ്യൂൾ ചെയ്യുക
nl: Plan notificatie
pt_br: Agendar notificação
ru: Запланировать уведомление
sv: Schemalägg notifikation
sw: Panga arifa
te: నోటిఫికేషన్‌ను షెడ్యూల్ చేయండి
tl: Mag-schedule ng notification
tr: Bildirim Planla
uk: Запланувати сповіщення
zh: 安排通知
zh_tw: 安排通知

# scheduleNotificationDesc
source: Set a reminder to track your daily transactions
be: Усталюйце напамін для адсочвання штодзённых транзакцый
bn: আপনার দৈনিক লেনদেন ট্র্যাক করার জন্য একটি অনুস্মারক সেট করুন
da: Indstil en påmindelse til at spore dine daglige transaktioner
de: Richten Sie eine Erinnerung ein, um Ihre täglichen Transaktionen zu verfolgen
el: Ορίστε μια υπενθύμιση για να παρακολουθείτε τις καθημερινές σας συναλλαγές
es: Define un recordatorio para tus transacciones diarias.
fr: Définissez un rappel pour suivre vos transactions quotidiennes
he: הגדר תזכורת למעקב אחר העסקאות היומיות שלך
id: Atur pengingat untuk melacak transaksi harian Anda
it: Imposta un promemoria per tenere traccia delle tue transazioni giornaliere
kn: ನಿಮ್ಮ ದೈನಂದಿನ ವಹಿವಾಟುಗಳನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಜ್ಞಾಪನೆ ಹೊಂದಿಸಿ
ko: 일일 거래 추적을 위한 알림 설정
ml: ദിവസേനയുള്ള ഇടപാടുകൾ ട്രാക്ക് ചെയ്യാൻ ഓർമ്മപ്പെടുത്തൽ
nl: Stel een herinnering in voor het bijhouden van dagelijkse transacties
pt_br: Definir um lembrete para acompanhar suas transações diárias
ru: Установите напоминание для отслеживания ежедневных транзакций
sv: Ställ in en påminnelse för att spåra dina dagliga transaktioner
sw: Weka kikumbusho cha kufuatilia miamala yako ya kila siku
te: మీ రోజువారీ లావాదేవీలను ట్రాక్ చేయడానికి రిమైండర్‌ను సెట్ చేయండి
tl: Magtakda ng reminder upang subaybayan ang inyong araw-araw na mga transaksyon
tr: Günlük işlemlerinizi takip etmek için bir hatırlatıcı ayarlayın
uk: Встановіть нагадування для відстеження щоденних транзакцій
zh: 设置提醒以跟踪您的每日交易
zh_tw: 設定提醒以追蹤您的每日交易

source: Subscription
be: Падпіскі
bn: সাবস্ক্রিপশন
da: Abonnementer
de: Abonnements
el: Συνδρομές
es: Suscripciones
fr: Abonnements
he: מנויים
id: Langganan
it: Abbonamenti
kn: ಚಂದಾದಾರಿಕೆಗಳು
ko: 구독
ml: സബ്സ്ക്രിപ്ഷൻ
nl: Abonnementen
pt_br: Assinaturas
ru: Подписки
sv: Prenumerationer
sw: Usajili
te: చందాలు
tr: Abonelikler
uk: Підписки
zh: 订阅
zh_tw: 訂閱

source: Website
be: Вэб-сайт
bn: ওয়েবসাইট
da: Hjemmeside
de: Webseite
el: Ιστοσελίδα
es: Sitio web
fr: Site Web
he: אתר אינטרנט
id: Situs Web
it: Sito web
kn: ವೆಬ್‌ಸೈಟ್
ko: 웹사이트
ml: വെബ്സൈറ്റ്
ru: Веб-сайт
sv: Webbplats
sw: Tovuti
te: వెబ్‌సైట్
tr: Web Sitesi
uk: Веб-сайт
zh: 网站
zh_tw: 網站
