Repository: h4h13/paisa-app
Catalog: localization/app_*.arb
Languages: be, bn, da, de, el, es, fr, he, id, it, kn, ko, ml, nl, pt_br, ru, sv, sw, te, tl, tr, uk, zh, zh_tw

# budgetBasicsDescription
source: Budgets help you track your spending in specific categories. Set a limit and monitor your expenses to stay within your financial goals.
be: Бюджэты дапамагаюць адсочваць выдаткі ў пэўных катэгорыях. Усталюйце ліміт і кантралюйце выдаткі, каб заставацца ў рамках фінансавых мэтаў.
bn: বাজেট আপনাকে নির্দিষ্ট বিভাগে আপনার খরচ ট্র্যাক করতে সাহায্য করে। একটি সীমা নির্ধারণ করুন এবং আপনার আর্থিক লক্ষ্যের মধ্যে থাকার জন্য আপনার খরচ নিরীক্ষণ করুন।
da: Budgetter hjælper dig med at spore dine udgifter i specifikke kategorier. Sæt en grænse og overvåg dine udgifter for at holde dig inden for dine økonomiske mål.
de: Budgets helfen Ihnen, Ihre Ausgaben in bestimmten Kategorien zu verfolgen. Legen Sie ein Limit fest und überwachen Sie Ihre Ausgaben, um Ihre finanziellen Ziele einzuhalten.
el: Οι προϋπολογισμοί σάς βοηθούν να παρακολουθείτε τις δαπάνες σας σε συγκεκριμένες κατηγορίες. Ορίστε ένα όριο και παρακολουθήστε τις δαπάνες σας για να παραμείνετε εντός των οικονομικών σας στόχων.
es: Los presupuestos te ayudan a seguir tus gastos. Define un límite y monitoriza.
fr: Les budgets vous aident à suivre vos dépenses dans des catégories spécifiques. Fixez une limite et surveillez vos dépenses pour respecter vos objectifs financiers.
he: תקציבים עוזרים לך לעקוב אחר ההוצאות שלך בקטגוריות ספציפיות. הגדר מגבלה ועקוב אחר ההוצאות שלך כדי להישאר במסגרת היעדים הפיננסיים שלך.
id: Anggaran membantu Anda melacak pengeluaran Anda dalam kategori tertentu. Tetapkan batas dan pantau pengeluaran Anda agar tetap sesuai dengan tujuan keuangan Anda.
it: I budget ti aiutano a tenere traccia delle tue spese in categorie specifiche. Imposta un limite e monitora le tue spese per rimanere nei tuoi obiettivi finanziari.
kn: ಆಯವ್ಯಯಗಳು ನಿರ್ದಿಷ್ಟ ವರ್ಗಗಳಲ್ಲಿ ನಿಮ್ಮ ಖರ್ಚುಗಳನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಸಹಾಯ ಮಾಡುತ್ತವೆ. ಮಿತಿಯನ್ನು ಹೊಂದಿಸಿ ಮತ್ತು ನಿಮ್ಮ ಹಣಕಾಸಿನ ಗುರಿಗಳನ್ನು ತಲುಪಲು ನಿಮ್ಮ ಖರ್ಚುಗಳನ್ನು ಮೇಲ್ವಿಚಾರಣೆ ಮಾಡಿ.
ko: 예산은 특정 카테고리의 지출을 추적하는 데 도움이 됩니다. 한도를 설정하고 지출을 모니터링하여 재정 목표를 달성하세요.
ml: ബഡ്ജറ്റുകൾ ചെലവുകൾ ട്രാക്ക് ചെയ്യാൻ. സാമ്പത്തിക ലക്ഷ്യങ്ങൾക്കായി പരിധി വെക്കുക.
nl: Budgetten helpen u uw uitgaven in specifieke categorieën bij te houden. Stel een limiet in en volg uw uitgaven om binnen uw financiële doelen te blijven.
pt_br: Orçamentos ajudam você a acompanhar seus gastos em categorias específicas. Defina um limite e monitore seus gastos para ficar dentro de seus objetivos financeiros.
ru: Бюджеты помогают отслеживать расходы в определенных категориях. Установите лимит и отслеживайте расходы, чтобы оставаться в рамках финансовых целей.
sv: Budgetar hjälper dig att spåra dina utgifter i specifika kategorier. Sätt en gräns och övervaka dina utgifter för att hålla dig inom dina ekonomiska mål.
sw: Bajeti hukusaidia kufuatilia matumizi yako katika kategoria maalum. Weka kikomo na fuatilia matumizi yako ili kubaki ndani ya malengo yako ya kifedha.
te: బడ్జెట్‌లు నిర్దిష్ట వర్గాలలో మీ ఖర్చులను ట్రాక్ చేయడంలో మీకు సహాయపడతాయి. పరిమితిని సెట్ చేయండి మరియు మీ ఆర్థిక లక్ష్యాలలో ఉండటానికి మీ ఖర్చులను పర్యవేక్షించండి.
tl: Ang mga badyet ay tumutulong sa inyo na subaybayan ang inyong paggastos sa mga tukoy na kategorya. Magtakda ng limitasyon at bantayan ang inyong mga gastos upang manatili sa loob ng inyong mga layuning pananalapi.
tr: Bütçeler, belirli kategorilerdeki harcamalarınızı takip etmenize yardımcı olur. Bir limit belirleyin ve finansal hedefleriniz içinde kalmak için harcamalarınızı izleyin.
uk: Бюджети допомагають відстежувати витрати в певних категоріях. Встановіть ліміт та відстежуйте витрати, щоб залишатися в рамках фінансових цілей.
zh: 预算可帮助您跟踪特定分类中的支出。设置上限并监控您的支出，以维持在您的财务目标范围内。
zh_tw: 預算可協助您追蹤特定分類中的支出。設定上限並監控您的支出，以維持在您的財務目標範圍內。

source: Budget Periods
be: Перыяды бюджэту
bn: বাজেটের সময়কাল
da: Budgetperioder
de: Budgetzeiträume
el: Περίοδοι Προϋπολογισμού
es: Períodos del Presupuesto
fr: Périodes budgétaires
he: תקופות תקציב
id: Periode Anggaran
it: Periodi di budget
kn: ಆಯವ್ಯಯದ ಅವಧಿಗಳು
ko: 예산 기간
ml: ബഡ്ജറ്റ് കാലയളവുകൾ
nl: Budgetperioden
pt_br: Períodos de Orçamento
ru: Бюджетные периоды
sv: Budgetperioder
sw: Vipindi vya Bajeti
te: బడ్జెట్ కాలాలు
tl: Mga Panahon ng Badyet
tr: Bütçe Dönemleri
uk: Бюджетні періоди
zh: 预算期间
zh_tw: 預算期間

# budgetPeriodsDescription
source: Budgets can be set for different periods: • Daily: Resets every day • Weekly: Resets every week • Monthly: Resets every month • Yearly: Resets every year
be: Бюджэты могуць быць устаноўлены на розныя перыяды: • Штодзённы: Скідаецца кожны дзень • Штотыднёвы: Скідаецца кожны тыдзень • Штомесячны: Скідаецца кожны месяц • Штогадовы: Скідаецца кожны год
bn: বাজেট বিভিন্ন সময়ের জন্য সেট করা যেতে পারে: • দৈনিক: প্রতিদিন রিসেট হয় • সাপ্তাহিক: প্রতি সপ্তাহে রিসেট হয় • মাসিক: প্রতি মাসে রিসেট হয় • বার্ষিক: প্রতি বছর রিসেট হয়
da: Budgetter kan indstilles for forskellige perioder: • Dagligt: Nulstilles hver dag • Ugentligt: Nulstilles hver uge • Månedligt: Nulstilles hver måned • Årligt: Nulstilles hvert år
de: Budgets können für verschiedene Zeiträume festgelegt werden: • Täglich: Wird jeden Tag zurückgesetzt • Wöchentlich: Wird jede Woche zurückgesetzt • Monatlich: Wird jeden Monat zurückgesetzt • Jährlich: Wird jedes Jahr zurückgesetzt
el: Οι προϋπολογισμοί μπορούν να οριστούν για διαφορετικές περιόδους: • Καθημερινά: Επαναφέρεται κάθε μέρα • Εβδομαδιαία: Επαναφέρεται κάθε εβδομάδα • Μηνιαία: Επαναφέρεται κάθε μήνα • Ετήσια: Επαναφέρεται κάθε χρόνο
es: Períodos de presupuesto: • Diario: Reinicia cada día • Semanal: Reinicia cada semana • Mensual: Reinicia cada mes • Anual: Reinicia cada año
fr: Les budgets peuvent être définis pour différentes périodes : • Quotidien : Se réinitialise chaque jour • Hebdomadaire : Se réinitialise chaque semaine • Mensuel : Se réinitialise chaque mois • Annuel : Se réinitialise chaque année
he: תקציבים יכולים להיות מוגדרים לתקופות שונות: • יומי: מתאפס כל יום • שבועי: מתאפס כל שבוע • חודשי: מתאפס כל חודש • שנתי: מתאפס כל שנה
id: Anggaran dapat ditetapkan untuk periode yang berbeda: • Harian: Direset setiap hari • Mingguan: Direset setiap minggu • Bulanan: Direset setiap bulan • Tahunan: Direset setiap tahun
it: I budget possono essere impostati per periodi diversi: • Giornaliero: Si reimposta ogni giorno • Settimanale: Si reimposta ogni settimana • Mensile: Si reimposta ogni mese • Annuale: Si reimposta ogni anno
kn: ಆಯವ್ಯಯಗಳನ್ನು ವಿವಿಧ ಅವಧಿಗಳಿಗೆ ಹೊಂದಿಸಬಹುದು: • ದೈನಂದಿನ: ಪ್ರತಿದಿನ ಮರುಹೊಂದಿಸಲಾಗುತ್ತದೆ • ವಾರದ: ಪ್ರತಿ ವಾರ ಮರುಹೊಂದಿಸಲಾಗುತ್ತದೆ • ಮಾಸಿಕ: ಪ್ರತಿ ತಿಂಗಳು ಮರುಹೊಂದಿಸಲಾಗುತ್ತದೆ • ವಾರ್ಷಿಕ: ಪ್ರತಿ ವರ್ಷ ಮರುಹೊಂದಿಸಲಾಗುತ್ತದೆ
ko: 예산은 다양한 기간으로 설정할 수 있습니다. • 일일: 매일 재설정 • 주간: 매주 재설정 • 월간: 매월 재설정 • 연간: 매년 재설정
ml: ബഡ്ജറ്റുകൾക്ക് വിവിധ കാലയളവുകൾ വെക്കാം: • ദിവസേന: എല്ലാ ദിവസവും പുനഃക്രമീകരിക്കും • പ്രതിവാരം: എല്ലാ ആഴ്ചയും പുനഃക്രമീകരിക്കും • പ്രതിമാസം: എല്ലാ മാസവും പുനഃക്രമീകരിക്കും • പ്രതിവർഷം: എല്ലാ വർഷവും പുനഃക്രമീകരിക്കും
nl: Budgetten kunnen voor verschillende perioden worden ingesteld: • Dagelijks: Reset elke dag • Wekelijks: Reset elke week • Maandelijks: Reset elke maand • Jaarlijks: Reset elk jaar
pt_br: Orçamentos podem ser definidos para diferentes períodos: • Diário: Redefine todos os dias • Semanal: Redefine todas as semanas • Mensal: Redefine todos os meses • Anual: Redefine todos os anos
ru: Бюджеты можно устанавливать на разные периоды: • Ежедневно: Сбрасывается каждый день • Еженедельно: Сбрасывается каждую неделю • Ежемесячно: Сбрасывается каждый месяц • Ежегодно: Сбрасывается каждый год
sv: Budgetar kan ställas in för olika perioder: • Daglig: Återställs varje dag • Veckovis: Återställs varje vecka • Månadsvis: Återställs varje månad • Årlig: Återställs varje år
sw: Bajeti zinaweza kuwekwa kwa vipindi tofauti: • Kila siku: Inaanza upya kila siku • Kila wiki: Inaanza upya kila wiki • Kila mwezi: Inaanza upya kila mwezi • Kila mwaka: Inaanza upya kila mwaka
te: బడ్జెట్‌లను వేర్వేరు కాలాలకు సెట్ చేయవచ్చు: • రోజువారీ: ప్రతిరోజూ రీసెట్ అవుతుంది • వారానికోసారి: ప్రతి వారం రీసెట్ అవుతుంది • నెలసరి: ప్రతి నెల రీసెట్ అవుతుంది • సంవత్సరానికి: ప్రతి సంవత్సరం రీసెట్ అవుతుంది
tl: Ang mga badyet ay maaaring itakda para sa iba't ibang panahon: • Araw-araw: Nag-reset araw-araw • Lingguhan: Nag-reset bawat linggo • Buwanan: Nag-reset bawat buwan • Taunan: Nag-reset bawat taon
tr: Bütçeler farklı dönemler için ayarlanabilir: • Günlük: Her gün sıfırlanır • Haftalık: Her hafta sıfırlanır • Aylık: Her ay sıfırlanır • Yıllık: Her yıl sıfırlanır
uk: Бюджети можна встановлювати на різні періоди: • Щоденно: Скидається щодня • Щотижня: Скидається щотижня • Щомісяця: Скидається щомісяця • Щороку: Скидається щороку
zh: 预算可设置为不同期间： • 每日：每天重置 • 每周：每周重置 • 每月：每月重置 • 每年：每年重置
zh_tw: 預算可設定為不同期間： • 每日：每天重設 • 每週：每週重設 • 每月：每月重設 • 每年：每年重設

source: Budget Rollover
be: Перанос бюджэту
bn: বাজেট রোলওভার
da: Budgetoverførsel
de: Budgetübertrag
el: Μεταφορά Προϋπολογισμού
es: Acumulación de Presupuesto
fr: Report de budget
he: העברת תקציב
id: Rollover Anggaran
it: Riporto del budget
kn: ಆಯವ್ಯಯದ ರೋಲ್‌ಓವರ್
ko: 예산 롤오버
ml: ബഡ്ജറ്റ് റോളോവർ
nl: Budgetoverdracht
pt_br: Rollover de Orçamento
ru: Перенос бюджета
sv: Budgetöverföring
sw: Uhamishaji wa Bajeti
te: బడ్జెట్ రోల్‌ఓవర్
tr: Bütçe Devretme
uk: Перенесення бюджету
zh: 预算滚动
zh_tw: 預算滾動

# budgetRolloverDescription
source: When enabled, unused budget amounts from the previous period will be added to your current period's budget. This helps you save more effectively by allowing your unused budget to accumulate.
be: Калі ўключана, нявыкарыстаныя сумы бюджэту з папярэдняга перыяду будуць дададзены да бюджэту бягучага перыяду. Гэта дапамагае больш эфектыўна эканоміць, дазваляючы накапліваць нявыкарыстаны бюджэт.
bn: সক্ষম করা হলে, পূর্ববর্তী সময়ের অব্যবহৃত বাজেটের পরিমাণ আপনার বর্তমান সময়ের বাজেটে যোগ করা হবে। এটি আপনাকে অব্যবহৃত বাজেট জমা করার মাধ্যমে আরও কার্যকরভাবে সঞ্চয় করতে সাহায্য করে।
da: Når aktiveret, vil ubrugte budgetbeløb fra den foregående periode blive tilføjet til din aktuelle periodes budget. Dette hjælper dig med at spare mere effektivt ved at lade dit ubrugte budget akkumulere.
de: Wenn aktiviert, werden nicht verbrauchte Budgetbeträge aus dem vorherigen Zeitraum Ihrem Budget des aktuellen Zeitraums hinzugefügt. Dies hilft Ihnen, effektiver zu sparen, indem Ihr nicht verbrauchtes Budget angesammelt werden kann.
el: Όταν ενεργοποιηθεί, τα αχρησιμοποίητα ποσά προϋπολογισμού από την προηγούμενη περίοδο θα προστεθούν στον προϋπολογισμό της τρέχουσας περιόδου σας. Αυτό σας βοηθά να εξοικονομήσετε πιο αποτελεσματικά επιτρέποντας τη συσσώρευση του αχρησιμοποίητου προϋπολογισμού σας.
es: Si está habilitado, el presupuesto no usado se añade al periodo actual.
fr: Une fois activé, les montants budgétaires non utilisés de la période précédente seront ajoutés au budget de votre période actuelle. Cela vous aide à économiser plus efficacement en permettant à votre budget non utilisé de s'accumuler.
he: כאשר מופעל, סכומי תקציב שלא נוצלו מהתקופה הקודמת יתווספו לתקציב התקופה הנוכחית שלך. זה עוזר לך לחסוך בצורה יעילה יותר על ידי מתן אפשרות לתקציב שלא נוצל להצטבר.
id: Saat diaktifkan, jumlah anggaran yang tidak terpakai dari periode sebelumnya akan ditambahkan ke anggaran periode Anda saat ini. Ini membantu Anda menabung lebih efektif dengan memungkinkan anggaran Anda yang tidak terpakai terakumulasi.
it: Quando abilitato, gli importi di budget non utilizzati del periodo precedente verranno aggiunti al budget del periodo corrente. Questo ti aiuta a risparmiare in modo più efficace consentendo l'accumulo del budget non utilizzato.
kn: ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ, ಹಿಂದಿನ ಅವಧಿಯ ಬಳಕೆಯಾಗದ ಆಯವ್ಯಯ ಮೊತ್ತಗಳನ್ನು ನಿಮ್ಮ ಪ್ರಸ್ತುತ ಅವಧಿಯ ಆಯವ್ಯಯಕ್ಕೆ ಸೇರಿಸಲಾಗುತ್ತದೆ. ಇದು ನಿಮ್ಮ ಬಳಕೆಯಾಗದ ಆಯವ್ಯಯವನ್ನು ಸಂಗ್ರಹಿಸಲು ಅನುಮತಿಸುವ ಮೂಲಕ ಹೆಚ್ಚು ಪರಿಣಾಮಕಾರಿಯಾಗಿ ಉಳಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ.
ko: 활성화하면 이전 기간의 미사용 예산 금액이 현재 기간의 예산에 추가됩니다. 이렇게 하면 미사용 예산을 누적하여 더 효과적으로 절약할 수 있습니다.
ml: മുൻ കാലയളവിലെ തുക നിലവിലെ ബഡ്ജറ്റിലേക്ക് ചേർക്കും. കൂടുതൽ സേവ് ചെയ്യാം.
nl: Indien ingeschakeld, worden ongebruikte budgetbedragen van de vorige periode toegevoegd aan het budget van uw huidige periode. Dit helpt u effectiever te sparen door uw ongebruikte budget te laten accumuleren.
pt_br: Quando ativado, os valores não utilizados do orçamento do período anterior serão adicionados ao orçamento do seu período atual. Isso ajuda você a economizar de forma mais eficaz, permitindo que seu orçamento não utilizado se acumule.
ru: При включении неиспользованные суммы бюджета из предыдущего периода будут добавлены в бюджет текущего периода. Это помогает эффективнее экономить, позволяя накапливать неиспользованный бюджет.
sv: När aktiverat kommer oanvända budgetbelopp från föregående period att läggas till din nuvarande periods budget. Detta hjälper dig att spara mer effektivt genom att låta din oanvända budget ackumuleras.
sw: Ikiwashwa, kiasi cha bajeti kisichotumika kutoka kipindi kilichopita kitaongezwa kwenye bajeti ya kipindi chako cha sasa. Hii inakusaidia kuokoa kwa ufanisi zaidi kwa kuruhusu bajeti yako isiyotumika kujilimbikiza.
te: దీన్ని ప్రారంభించినప్పుడు, మునుపటి వ్యవధి నుండి ఉపయోగించని బడ్జెట్ మొత్తాలు మీ ప్రస్తుత వ్యవధి బడ్జెట్‌కు జోడించబడతాయి. ఇది మీ ఉపయోగించని బడ్జెట్‌ను కూడబెట్టుకోవడానికి అనుమతించడం ద్వారా మరింత ప్రభావవంతంగా ఆదా చేయడంలో మీకు సహాయపడుతుంది.
tl: Kapag naka-enable, ang hindi nagamit na mga halaga ng badyet mula sa nakaraang panahon ay idadagdag sa badyet ng kasalukuyang panahon. Nakakatulong ito sa inyo na mag-ipon nang mas epektibo sa pamamagitan ng pagpapahintulot na mag-accumulate ang hindi nagamit na badyet.
tr: Etkinleştirildiğinde, önceki dönemden kullanılmayan bütçe tutarları mevcut dönem bütçenize eklenecektir. Bu, kullanılmayan bütçenizin birikmesine izin vererek daha etkili tasarruf etmenize yardımcı olur.
uk: При увімкненні невикористані суми бюджету з попереднього періоду будуть додані до бюджету поточного періоду. Це допомагає ефективніше економити, дозволяючи накопичувати невикористаний бюджет.
zh: 启用后，前一期间未使用的预算金额将添加到您当前期间的预算中。这可让您更有效地储蓄，因为未使用的预算可以累积。
zh_tw: 啟用後，前一期間未使用的預算金額將新增到您目前期間的預算中。這可讓您更有效地儲蓄，因為未使用的預算可以累積。

# recurringInfo
source: Recurring Transactions Info
be: Інфармацыя пра рэгулярныя транзакцыі
bn: পুনরাবৃত্ত লেনদেনের তথ্য
da: Information om tilbagevendende transaktioner
de: Informationen zu wiederkehrenden Transaktionen
el: Πληροφορίες Επαναλαμβανόμενων Συναλλαγών
es: Info de Transacciones Recurrentes
fr: Informations sur les transactions périodiques
he: מידע על עסקאות קבועות
id: Info Transaksi Berulang
it: Informazioni sulle transazioni ricorrenti
kn: ಆವರ್ತಕ ವಹಿವಾಟುಗಳ ಮಾಹಿತಿ
ko: 정기 거래 정보
ml: ആവർത്തിക്കുന്ന ഇടപാടുകളുടെ വിവരങ്ങൾ
nl: Informatie over terugkerende transacties
pt_br: Informações sobre Transações Recorrentes
ru: Информация о повторяющихся транзакциях
sv: Information om återkommande transaktioner
sw: Taarifa za Miamala ya Marudio
te: పునరావృతమయ్యే లావాదేవీల సమాచారం
tl: Impormasyon ng Umuulit na mga Transaksyon
tr: Tekrar Eden İşlemler Bilgisi
uk: Інформація про регулярні транзакції
zh: 定期交易信息
zh_tw: 定期交易資訊

# recurringTotalCalculation
source: Total Calculation
be: Агульны разлік
bn: মোট হিসাব
da: Samlet beregning
de: Gesamtberechnung
el: Συνολικός Υπολογισμός
es: Cálculo Total
fr: Calcul total
he: חישוב כולל
id: Perhitungan Total
it: Calcolo totale
kn: ಒಟ್ಟು ಲೆಕ್ಕಾಚಾರ
ko: 총계산
ml: മൊത്തം കണക്കാക്കൽ
nl: Totaalberekening
pt_br: Cálculo Total
ru: Общий расчет
sv: Totalberäkning
sw: Hesabu ya Jumla
te: మొత్తం లెక్కింపు
tl: Pagkakalkula ng Kabuuan
tr: Toplam Hesaplama
uk: Загальний розрахунок
zh: 总计计算
zh_tw: 總計計算

# recurringTotalCalculationDescription
source: The total shown at the top of the page is calculated by: • Income: Sum of all recurring income transactions • Expense: Sum of all recurring expense transactions This gives you a quick overview of your recurring financial commitments.
be: Агульная сума, паказаная ўверсе старонкі, разлічваецца так: • Даход: Сума ўсіх рэгулярных даходных транзакцый • Выдатак: Сума ўсіх рэгулярных расходных транзакцый Гэта дае хуткі агляд вашых рэгулярных фінансавых абавязацельстваў.
bn: পৃষ্ঠার শীর্ষে দেখানো মোট হিসাব করা হয়: • আয়: সমস্ত পুনরাবৃত্ত আয় লেনদেনের যোগফল • খরচ: সমস্ত পুনরাবৃত্ত খরচ লেনদেনের যোগফল এটি আপনাকে আপনার পুনরাবৃত্ত আর্থিক প্রতিশ্রুতির একটি দ্রুত সংক্ষিপ্ত বিবরণ দেয়।
da: Totalen vist øverst på siden beregnes ved: • Indkomst: Summen af alle tilbagevendende indkomsttransaktioner • Udgift: Summen af alle tilbagevendende udgiftstransaktioner Dette giver dig et hurtigt overblik over dine tilbagevendende økonomiske forpligtelser.
de: Der oben auf der Seite angezeigte Gesamtbetrag wird wie folgt berechnet: • Einkommen: Summe aller wiederkehrenden Einkommenstransaktionen • Ausgaben: Summe aller wiederkehrenden Ausgabentransaktionen Dies gibt Ihnen einen schnellen Überblick über Ihre wiederkehrenden finanziellen Verpflichtungen.
el: Το σύνολο που εμφανίζεται στην κορυφή της σελίδας υπολογίζεται ως εξής: • Εισόδημα: Άθροισμα όλων των επαναλαμβανόμενων συναλλαγών εισοδήματος • Δαπάνη: Άθροισμα όλων των επαναλαμβανόμενων συναλλαγών δαπάνης Αυτό σας δίνει μια γρήγορη επισκόπηση των επαναλαμβανόμενων οικονομικών σας υποχρεώσεων.
es: Total superior: • Ingresos: Suma de ingresos recurrentes • Gastos: Suma de gastos recurrentes Resumen rápido de compromisos financieros.
fr: Le total affiché en haut de la page est calculé comme suit : • Revenus : Somme de toutes les transactions de revenus périodiques • Dépenses : Somme de toutes les transactions de dépenses périodiques Cela vous donne un aperçu rapide de vos engagements financiers périodiques.
he: הסכום הכולל המוצג בראש הדף מחושב באופן הבא: • הכנסות: סכום כל עסקאות ההכנסה הקבועות • הוצאות: סכום כל עסקאות ההוצאה הקבועות זה נותן לך סקירה מהירה של ההתחייבויות הפיננסיות הקבועות שלך.
id: Total yang ditampilkan di bagian atas halaman dihitung dengan: • Pendapatan: Jumlah semua transaksi pendapatan berulang • Pengeluaran: Jumlah semua transaksi pengeluaran berulang Ini memberi Anda gambaran umum cepat tentang komitmen keuangan berulang Anda.
it: Il totale mostrato nella parte superiore della pagina è calcolato da: • Entrate: Somma di tutte le transazioni di entrata ricorrenti • Spese: Somma di tutte le transazioni di spesa ricorrenti Questo ti dà una rapida panoramica dei tuoi impegni finanziari ricorrenti.
kn: ಪುಟದ ಮೇಲ್ಭಾಗದಲ್ಲಿ ತೋರಿಸಿರುವ ಒಟ್ಟು ಲೆಕ್ಕಾಚಾರ ಹೀಗಿದೆ: • ಆದಾಯ: ಎಲ್ಲಾ ಆವರ್ತಕ ಆದಾಯ ವಹಿವಾಟುಗಳ ಮೊತ್ತ • ವೆಚ್ಚ: ಎಲ್ಲಾ ಆವರ್ತಕ ವೆಚ್ಚ ವಹಿವಾಟುಗಳ ಮೊತ್ತ ಇದು ನಿಮ್ಮ ಆವರ್ತಕ ಹಣಕಾಸಿನ ಬದ್ಧತೆಗಳ ತ್ವರಿತ ಅವಲೋಕನವನ್ನು ನೀಡುತ್ತದೆ.
ko: 페이지 상단에 표시된 총계는 다음과 같이 계산됩니다. • 수입: 모든 정기 수입 거래의 합계 • 지출: 모든 정기 지출 거래의 합계 이를 통해 정기적인 재정 약정을 빠르게 파악할 수 있습니다.
ml: മുകളിലുള്ള മൊത്തം: വരുമാനം (ആവർത്തിക്കുന്നവ), ചെലവ് (ആവർത്തിക്കുന്നവ). ഇത് സാമ്പത്തിക ബാധ്യതകളുടെ അവലോകനം നൽകുന്നു.
nl: Het totaal bovenaan de pagina wordt berekend door: • Inkomsten: Som van alle terugkerende inkomstentransacties • Uitgaven: Som van alle terugkerende uitgaventransacties Dit geeft u een snel overzicht van uw terugkerende financiële verplichtingen.
pt_br: O total exibido no topo da página é calculado por: • Receita: Soma de todas as transações de receita recorrentes • Despesa: Soma de todas as transações de despesa recorrentes Isso lhe dá uma visão geral rápida de seus compromissos financeiros recorrentes.
ru: Общая сумма, отображаемая вверху страницы, рассчитывается по: • Доходам: Сумма всех повторяющихся доходных транзакций • Расходам: Сумма всех повторяющихся расходных транзакций Это дает быстрый обзор ваших повторяющихся финансовых обязательств.
sv: Totalen som visas högst upp på sidan beräknas genom: • Inkomst: Summan av alla återkommande inkomsttransaktioner • Utgift: Summan av alla återkommande utgiftstransaktioner Detta ger dig en snabb översikt över dina återkommande ekonomiska åtaganden.
sw: Jumla inayoonyeshwa juu ya ukurasa huhesabiwa kwa: • Mapato: Jumla ya miamala yote ya mapato ya marudio • Gharama: Jumla ya miamala yote ya gharama za marudio Hii inakupa muhtasari wa haraka wa ahadi zako za kifedha za marudio.
te: పేజీ ఎగువన చూపిన మొత్తం దీని ద్వారా లెక్కించబడుతుంది: • ఆదాయం: అన్ని పునరావృతమయ్యే ఆదాయ లావాదేవీల మొత్తం • ఖర్చు: అన్ని పునరావృతమయ్యే ఖర్చు లావాదేవీల మొత్తం ఇది మీ పునరావృతమయ్యే ఆర్థిక కట్టుబాట్ల యొక్క శీఘ్ర అవలోకనాన్ని మీకు అందిస్తుంది.
tl: Ang kabuuang ipinakita sa tuktok ng pahina ay kinakalkula sa pamamagitan ng: • Kita: Kabuuan ng lahat ng umuulit na mga transaksyon ng kita • Gastos: Kabuuan ng lahat ng umuulit na mga transaksyon ng gastos Bigyan kayo nito ng mabilis na pangkalahatang-ideya ng inyong mga umuulit na panganalapiang pananagutan.
tr: Sayfanın üstünde gösterilen toplam, şu şekilde hesaplanır: • Gelir: Tüm tekrar eden gelir işlemlerinin toplamı • Harcama: Tüm tekrar eden harcama işlemlerinin toplamı Bu, tekrar eden finansal taahhütlerinizin hızlı bir genel görünümünü sağlar.
uk: Загальна сума, відображена вгорі сторінки, розраховується за: • Доходами: Сума всіх регулярних доходних транзакцій • Витратами: Сума всіх регулярних витратних транзакцій Це дає швидкий огляд ваших регулярних фінансових зобов'язань.
zh: 页面顶部显示的总计计算方式如下： • 收入：所有定期收入交易的总和 • 支出：所有定期支出交易的总和 这能让您快速了解您的定期财务承诺。
zh_tw: 頁面頂端顯示的總計計算方式如下： • 收入：所有定期收入交易的總和 • 支出：所有定期支出交易的總和 這能讓您快速了解您的定期財務承諾。

# recurringDueTransactions
source: Due Transactions
be: Транзакцыі да аплаты
bn: প্রদেয় লেনদেন
da: Forfaldne transaktioner
de: Fällige Transaktionen
el: Ληξιπρόθεσμες Συναλλαγές
es: Transacciones Vencidas
fr: Transactions dues
he: עסקאות לתשלום
id: Transaksi Jatuh Tempo
it: Transazioni in scadenza
kn: ಬಾಕಿ ವಹಿವಾಟುಗಳು
ko: 만기 거래
ml: അടയ്‌ക്കേണ്ട ഇടപാടുകൾ
nl: Vervallende transacties
pt_br: Transações Vencidas
ru: Просроченные транзакции
sv: Förfallna transaktioner
sw: Miamala Inayodaiwa
te: చెల్లించవలసిన లావాదేవీలు
tl: Mga Transaksyong Due
tr: Vadesi Gelen İşlemler
uk: Прострочені транзакції
zh: 到期交易
zh_tw: 到期交易
