Repository: h4h13/paisa-app
Catalog: localization/app_*.arb
Languages: be, bn, da, de, el, es, fr, he, id, it, kn, ko, ml, nl, pt_br, ru, sv, sw, te, tl, tr, uk, zh, zh_tw

source: Home
be: Галоўная
bn: হোম
da: Hjem
de: Startseite
el: Αρχική
es: Inicio
fr: Accueil
he: בית
id: Beranda
kn: ಮುಖಪುಟ
ko: 홈
ml: ഹോം
pt_br: Início
ru: Главная
sv: Hem
sw: Nyumbani
te: హోమ్
tl: Bahay
tr: Ana Sayfa
uk: Головна
zh: 首页
zh_tw: 首頁

source: Transactions
be: Транзакцыі
bn: লেনদেন
da: Transaktioner
de: Transaktionen
el: Συναλλαγές
es: Transacciones
he: עסקאות
id: Transaksi
it: Transazioni
kn: ವಹಿವಾಟುಗಳು
ko: 거래내역
ml: ഇടപാടുകൾ
nl: Transacties
pt_br: Transações
ru: Транзакции
sv: Transaktioner
sw: Miamala
te: లావాదేవీలు
tl: Mga Transaksyon
tr: İşlemler
uk: Транзакції
zh: 交易记录
zh_tw: 交易紀錄

source: Categories
be: Катэгорыі
bn: বিভাগ
da: Kategorier
de: Kategorien
el: Κατηγορίες
es: Categorías
fr: Catégories
he: קטגוריות
id: Kategori
it: Categorie
kn: ವರ್ಗಗಳು
ko: 카테고리
ml: വിഭാഗങ്ങൾ
nl: Categorieën
pt_br: Categorias
ru: Категории
sv: Kategorier
sw: Kategoria
te: వర్గాలు
tl: Mga Kategorya
tr: Kategoriler
uk: Категорії
zh: 分类
zh_tw: 分類

source: Accounts
be: Рахункі
bn: অ্যাকাউন্ট
da: Konti
de: Konten
el: Λογαριασμοί
es: Cuentas
fr: Comptes
he: חשבונות
id: Akun
it: Account
kn: ಖಾತೆಗಳು
ko: 계좌
ml: അക്കൗണ്ടുകൾ
nl: Rekeningen
pt_br: Contas
ru: Счета
sv: Konton
sw: Akaunti
te: ఖాతాలు
tl: Mga Account
tr: Hesaplar
uk: Рахунки
zh: 账户
zh_tw: 帳戶

source: Budget
be: Бюджэт
bn: বাজেট
el: Προϋπολογισμός
es: Presupuesto
he: תקציב
id: Anggaran
kn: ಆಯವ್ಯಯ
ko: 예산
ml: ബഡ്ജറ്റ്
pt_br: Orçamento
ru: Бюджет
sw: Bajeti
te: బడ్జెట్
tl: Badyet
tr: Bütçe
uk: Бюджет
zh: 预算
zh_tw: 預算

source: Budgets
be: Бюджэты
bn: বাজেটসমূহ
da: Budgetter
el: Προϋπολογισμοί
es: Presupuestos
he: תקציבים
id: Anggaran
it: Budget
kn: ಆಯವ್ಯಯಗಳು
ko: 예산 관리
ml: ബഡ്ജറ്റുകൾ
nl: Budgetten
pt_br: Orçamentos
ru: Бюджеты
sv: Budgetar
sw: Bajeti
te: బడ్జెట్‌లు
tl: Mga Badyet
tr: Bütçeler
uk: Бюджети
zh: 预算管理
zh_tw: 預算管理

source: Overview
be: Агляд
bn: সংক্ষিপ্ত বিবরণ
da: Oversigt
de: Übersicht
el: Επισκόπηση
es: Resumen
fr: Synthèse
he: סקירה כללית
id: Ringkasan
it: Panoramica
kn: ಅವಲೋಕನ
ko: 개요
ml: അവലോകനം
nl: Overzicht
pt_br: Visão Geral
ru: Обзор
sv: Översikt
sw: Muhtasari
te: సమగ్ర అవలోకనం
tl: Pangkalahatang-ideya
tr: Genel Bakış
uk: Огляд
zh: 总览
zh_tw: 總覽

# defaultAccount
source: Set default account
be: Рахунак па змаўчанні
bn: ডিফল্ট অ্যাকাউন্ট সেট করুন
da: Standardkonto
de: Standardkonto
el: Προεπιλεγμένος λογαριασμός
es: Cuenta predeterminada
fr: Compte par défaut
he: חשבון ברירת מחדל
id: Akun Default
it: Account predefinito
kn: ಡೀಫಾಲ್ಟ್ ಖಾತೆ
ko: 기본 계좌
ml: സ്ഥിരം അക്കൗണ്ട്
nl: Standaard rekening
pt_br: Conta Padrão
ru: Счет по умолчанию
sv: Standardkonto
sw: Weka akaunti chaguo-msingi
te: డిఫాల్ట్ ఖాతా
tl: Itakda bilang default na account
tr: Varsayılan Hesap
uk: Основний рахунок
zh: 默认账户
zh_tw: 預設帳戶

source: Recurring
be: Рэгулярныя
bn: পুনরাবৃত্ত
da: Tilbagevendende
de: Wiederkehrend
el: Επαναλαμβανόμενες
es: Recurrente
fr: Périodique
he: תשלומים קבועים
id: Berulang
it: Ricorrenti
kn: ಆವರ್ತನೆ
ko: 정기
ml: ആവർത്തിക്കുന്നവ
nl: Terugkerend
pt_br: Recorrentes
ru: Повторяющиеся
sv: Återkommande
sw: Marudio
te: పునరావృతమయ్యే
tl: Umuulit
tr: Tekrar Eden
uk: Регулярні
zh: 定期
zh_tw: 定期

# addTransactionTooltip
source: Add transaction
be: Дадаць транзакцыю
bn: লেনদেন যোগ করুন
da: Tilføj transaktion
de: Transaktion hinzufügen
el: Προσθήκη συναλλαγής
es: Añadir transacción
fr: Ajouter une transaction
he: הוסף עסקה
id: Tambah Transaksi
it: Aggiungi transazione
kn: ವಹಿವಾಟು ಸೇರಿಸಿ
ko: 거래 추가
ml: ഇടപാട് ചേർക്കുക
nl: Transactie toevoegen
pt_br: Adicionar Transação
ru: Добавить транзакцию
sv: Lägg till transaktion
sw: Ongeza mwamala
te: లావాదేవీని జోడించు
tl: Magdagdag ng transaksyon
tr: İşlem Ekle
uk: Додати транзакцію
zh: 新增交易
zh_tw: 新增交易

# addAccountTooltip
source: Add account
be: Дадаць рахунак
bn: অ্যাকাউন্ট যোগ করুন
da: Tilføj konto
de: Konto hinzufügen
el: Προσθήκη λογαριασμού
es: Añadir cuenta
fr: Ajouter un compte
he: הוסף חשבון
id: Tambah Akun
it: Aggiungi account
kn: ಖಾತೆ ಸೇರಿಸಿ
ko: 계좌 추가
ml: അക്കൗണ്ട് ചേർക്കുക
nl: Rekening toevoegen
pt_br: Adicionar Conta
ru: Добавить счет
sv: Lägg till konto
sw: Ongeza akaunti
te: ఖాతాను జోడించు
tl: Magdagdag ng account
tr: Hesap Ekle
uk: Додати рахунок
zh: 新增账户
zh_tw: 新增帳戶

# addCategoryTooltip
source: Add category
be: Дадаць катэгорыю
bn: বিভাগ যোগ করুন
da: Tilføj kategori
de: Kategorie hinzufügen
el: Προσθήκη κατηγορίας
es: Añadir categoría
fr: Ajouter une catégorie
he: הוסף קטגוריה
id: Tambah Kategori
it: Aggiungi categoria
kn: ವರ್ಗ ಸೇರಿಸಿ
ko: 카테고리 추가
ml: വിഭാഗം ചേർക്കുക
nl: Categorie toevoegen
pt_br: Adicionar Categoria
ru: Добавить категорию
sv: Lägg till kategori
sw: Ongeza kategoria
te: వర్గాన్ని జోడించు
tl: Magdagdag ng kategorya
tr: Kategori Ekle
uk: Додати категорію
zh: 新增分类
zh_tw: 新增分類

source: Add recurring
be: Дадаць рэгулярную
bn: পুনরাবৃত্ত যোগ করুন
da: Tilføj tilbagevendende
de: Wiederkehrend hinzufügen
el: Προσθήκη επαναλαμβανόμενης
es: Añadir recurrente
fr: Ajouter une transaction périodique
he: הוסף תשלום קבוע
id: Tambah Berulang
it: Aggiungi ricorrente
kn: ಆವರ್ತನೆ ಸೇರಿಸಿ
ko: 정기 거래 추가
ml: ആവർത്തിക്കുന്നവ ചേർക്കുക
nl: Terugkerende transactie toevoegen
pt_br: Adicionar Recorrente
ru: Добавить повторяющуюся
sv: Lägg till återkommande
sw: Ongeza marudio
te: పునరావృతమయ్యే దాన్ని జోడించు
tl: Magdagdag ng umuulit
tr: Tekrar Eden Ekle
uk: Додати регулярну
zh: 新增定期交易
zh_tw: 新增定期交易

source: Edit recurring
be: Рэдагаваць рэгулярную
bn: পুনরাবৃত্ত সম্পাদনা করুন
da: Rediger tilbagevendende
de: Wiederkehrend bearbeiten
el: Επεξεργασία επαναλαμβανόμενης
es: Editar recurrente
fr: Modifier la transaction périodique
he: ערוך תשלום קבוע
id: Edit Berulang
it: Modifica ricorrente
kn: ಆವರ್ತನೆ ಸಂಪಾದಿಸಿ
ko: 정기 거래 수정
ml: ആവർത്തിക്കുന്നവ തിരുത്തുക
nl: Terugkerende transactie bewerken
pt_br: Editar Recorrente
ru: Редактировать повторяющуюся
sv: Redigera återkommande
sw: Hariri marudio
te: పునరావృతమయ్యే దాన్ని సవరించు
tl: I-edit ang umuulit
tr: Tekrar Eden Düzenle
uk: Редагувати регулярну
zh: 编辑定期交易
zh_tw: 編輯定期交易

# selectDateRangeTooltip
source: Date range
be: Выбраць перыяд
bn: তারিখের পরিসর
da: Vælg datointerval
de: Datumsbereich auswählen
el: Εύρος ημερομηνίας
es: Rango de fechas
fr: Sélectionner une période
he: בחר טווח תאריכים
id: Pilih Rentang Tanggal
it: Intervallo di date
kn: ದಿನಾಂಕ ವ್ಯಾಪ್ತಿ
ko: 날짜 범위 선택
ml: തിയ്യതി പരിധി
nl: Selecteer datumbereik
pt_br: Intervalo de Datas
ru: Диапазон дат
sv: Välj datumintervall
sw: Muda wa tarehe
te: తేదీ పరిధి
tl: Saklaw ng Petsa
tr: Tarih Aralığı
uk: Вибрати період
zh: 日期范围
zh_tw: 日期範圍

source: Add Category
be: Дадаць катэгорыю
bn: বিভাগ যোগ করুন
da: Tilføj kategori
de: Kategorie hinzufügen
el: Προσθήκη Κατηγορίας
es: Añadir Categoría
fr: Ajouter une catégorie
he: הוסף קטגוריה
id: Tambah Kategori
it: Aggiungi categoria
kn: ವರ್ಗ ಸೇರಿಸಿ
ko: 카테고리 추가
ml: വിഭാഗം ചേർക്കുക
nl: Categorie toevoegen
pt_br: Adicionar Categoria
ru: Добавить категорию
sv: Lägg till kategori
sw: Ongeza Kategoria
te: వర్గాన్ని జోడించు
tl: Magdagdag ng Kategorya
tr: Kategori Ekle
uk: Додати категорію
zh: 新增分类
zh_tw: 新增分類

# addCategoryEmptyTitle
source: No categories
be: Няма катэгорый
bn: কোনো বিভাগ নেই
da: Ingen kategorier
de: Keine Kategorien
el: Δεν υπάρχουν κατηγορίες
es: No hay categorías
fr: Aucune catégorie
he: אין קטגוריות
id: Tidak Ada Kategori
it: Nessuna categoria
kn: ವರ್ಗಗಳಿಲ್ಲ
ko: 카테고리 없음
ml: വിഭാഗങ്ങളില്ല
nl: Geen categorieën
pt_br: Sem Categorias
ru: Нет категорий
sv: Inga kategorier
sw: Hakuna kategoria
te: వర్గాలు లేవు
tl: Walang mga kategorya
tr: Kategori Yok
uk: Немає категорій
zh: 没有分类
zh_tw: 沒有分類

# addCategoryEmptySubTitle
source: Add categories to select
be: Дадайце катэгорыі для выбару
bn: নির্বাচন করতে বিভাগ যোগ করুন
da: Tilføj kategorier at vælge imellem
de: Fügen Sie Kategorien hinzu, um sie auszuwählen
el: Προσθέστε κατηγορίες για να επιλέξετε
es: Añade categorías para seleccionar
fr: Ajoutez des catégories à sélectionner
he: הוסף קטגוריות לבחירה
id: Tambahkan kategori untuk dipilih
it: Aggiungi categorie da selezionare
kn: ಆಯ್ಕೆ ಮಾಡಲು ವರ್ಗಗಳನ್ನು ಸೇರಿಸಿ
ko: 선택할 카테고리를 추가하세요
ml: വിഭാഗങ്ങൾ ചേർക്കുക
nl: Voeg categorieën toe om te selecteren
pt_br: Adicione categorias para selecionar
ru: Добавьте категории для выбора
sv: Lägg till kategorier att välja mellan
sw: Ongeza kategoria ili uweze kuchagua
te: ఎంచుకోవడానికి వర్గాలను జోడించు
tl: Magdagdag ng mga kategorya upang pumili
tr: Seçmek için kategoriler ekleyin
uk: Додайте категорії для вибору
zh: 新增分类以供选择
zh_tw: 新增分類以供選擇

# addAccountEmptyTitle
source: No accounts
be: Няма рахункаў
bn: কোনো অ্যাকাউন্ট নেই
da: Ingen konti
de: Keine Konten
el: Κανένας λογαριασμός
es: No hay cuentas
fr: Aucun compte
he: אין חשבונות
id: Tidak Ada Akun
it: Nessun account
kn: ಖಾತೆಗಳಿಲ್ಲ
ko: 계좌 없음
ml: അക്കൗണ്ടുകളില്ല
nl: Geen rekeningen
pt_br: Sem Contas
ru: Нет счетов
sv: Inga konton
sw: Hakuna akaunti
te: ఖాతాలు లేవు
tl: Walang mga account
tr: Hesap Yok
uk: Немає рахунків
zh: 没有账户
zh_tw: 沒有帳戶

# addAccountEmptySubTitle
source: Add an account to select
be: Дадайце рахунак для выбару
bn: নির্বাচন করতে একটি অ্যাকাউন্ট যোগ করুন
da: Tilføj en konto at vælge
de: Fügen Sie ein Konto hinzu, um es auszuwählen
el: Προσθέστε λογαριασμό για να επιλέξετε
es: Añade una cuenta para seleccionar
fr: Ajoutez un compte à sélectionner
he: הוסף חשבון לבחירה
id: Tambahkan akun untuk dipilih
it: Aggiungi un account da selezionare
kn: ಆಯ್ಕೆ ಮಾಡಲು ಖಾತೆ ಸೇರಿಸಿ
ko: 선택할 계좌를 추가하세요
ml: ഒരു അക്കൗണ്ട് ചേർക്കുക
nl: Voeg een rekening toe om te selecteren
pt_br: Adicione uma conta para selecionar
ru: Добавьте счет для выбора
sv: Lägg till ett konto att välja
sw: Ongeza akaunti ili uweze kuchagua
te: ఎంచుకోవడానికి ఖాతాను జోడించు
tl: Magdagdag ng account upang pumili
tr: Seçmek için bir hesap ekleyin
uk: Додайте рахунок для вибору
zh: 新增账户以供选择
zh_tw: 新增帳戶以供選擇

source: Add transaction
be: Дадаць транзакцыю
bn: লেনদেন যোগ করুন
da: Tilføj transaktion
de: Transaktion hinzufügen
el: Προσθήκη συναλλαγής
es: Añadir transacción
fr: Ajouter une transaction
he: הוסף עסקה
id: Tambah Transaksi
it: Aggiungi transazione
kn: ವಹಿವಾಟು ಸೇರಿಸಿ
ko: 거래 추가
ml: ഇടപാട് ചേർക്കുക
nl: Transactie toevoegen
pt_br: Adicionar Transação
ru: Добавить транзакцию
sv: Lägg till transaktion
sw: Ongeza mwamala
te: లావాదేవీని జోడించు
tl: Magdagdag ng transaksyon
tr: İşlem Ekle
uk: Додати транзакцію
zh: 新增交易
zh_tw: 新增交易

source: Update transaction
be: Абнавіць транзакцыю
bn: লেনদেন আপডেট করুন
da: Opdater transaktion
de: Transaktion aktualisieren
el: Ενημέρωση συναλλαγής
es: Actualizar transacción
fr: Mettre à jour la transaction
he: עדכן עסקה
id: Perbarui Transaksi
it: Aggiorna transazione
kn: ವಹಿವಾಟು ನವೀಕರಿಸಿ
ko: 거래 수정
ml: ഇടപാട് പുതുക്കുക
nl: Transactie bijwerken
pt_br: Atualizar Transação
ru: Обновить транзакцию
sv: Uppdatera transaktion
sw: Sasisha mwamala
te: లావాదేవీని నవీకరించు
tl: I-update ang transaksyon
tr: İşlem Güncelle
uk: Оновити транзакцію
zh: 更新交易
zh_tw: 更新交易

# addedTransaction
source: Transaction added
be: Транзакцыя дададзена
bn: লেনদেন যোগ করা হয়েছে
da: Transaktion tilføjet
de: Transaktion hinzugefügt
el: Η συναλλαγή προστέθηκε
es: Transacción añadida
fr: Transaction ajoutée
he: העסקה נוספה
id: Transaksi ditambahkan
it: Transazione aggiunta
kn: ವಹಿವಾಟು ಸೇರಿಸಲಾಗಿದೆ
ko: 거래가 추가되었습니다
ml: ഇടപാട് ചേർത്തു
nl: Transactie toegevoegd
pt_br: Transação adicionada
ru: Транзакция добавлена
sv: Transaktion tillagd
sw: Mwamala umeongezwa
te: లావాదేవీ జోడించబడింది
tl: Nagdagdag ng transaksyon
tr: İşlem eklendi
uk: Транзакцію додано
zh: 已添加交易
zh_tw: 已新增交易

# updatedTransaction
source: Transaction updated
be: Транзакцыя абноўлена
bn: লেনদেন আপডেট করা হয়েছে
da: Transaktion opdateret
de: Transaktion aktualisiert
el: Η συναλλαγή ενημερώθηκε
es: Transacción actualizada
fr: Transaction mise à jour
he: העסקה עודכנה
id: Transaksi diperbarui
it: Transazione aggiornata
kn: ವಹಿವಾಟು ನವೀಕರಿಸಲಾಗಿದೆ
ko: 거래가 수정되었습니다
ml: ഇടപാട് പുതുക്കി
nl: Transactie bijgewerkt
pt_br: Transação atualizada
ru: Транзакция обновлена
sv: Transaktion uppdaterad
sw: Mwamala umesasishwa
te: లావాదేవీ నవీకరించబడింది
tl: Na-update ang transaksyon
tr: İşlem güncellendi
uk: Транзакцію оновлено
zh: 已更新交易
zh_tw: 已更新交易

# deletedTransaction
source: Transaction deleted
be: Транзакцыя выдалена
bn: লেনদেন মুছে ফেলা হয়েছে
da: Transaktion slettet
de: Transaktion gelöscht
el: Η συναλλαγή διαγράφηκε
es: Transacción eliminada
fr: Transaction supprimée
he: העסקה נמחקה
id: Transaksi dihapus
it: Transazione eliminata
kn: ವಹಿವಾಟು ಅಳಿಸಲಾಗಿದೆ
ko: 거래가 삭제되었습니다
ml: ഇടപാട് മാറ്റി
nl: Transactie verwijderd
pt_br: Transação excluída
ru: Транзакция удалена
sv: Transaktion borttagen
sw: Mwamala umefutwa
te: లావాదేవీ తొలగించబడింది
tl: Nabura ang transaksyon
tr: İşlem silindi
uk: Транзакцію видалено
zh: 已删除交易
zh_tw: 已刪除交易

source: Expense name
be: Назва выдатку
bn: খরচের নাম
da: Udgiftsnavn
de: Ausgabenname
el: Όνομα δαπάνης
es: Nombre del gasto
fr: Nom de la dépense
he: שם ההוצאה
id: Nama Pengeluaran
it: Nome della spesa
kn: ವೆಚ್ಚದ ಹೆಸರು
ko: 지출 이름
ml: ചെലവ് പേര്
nl: Uitgavenaam
pt_br: Nome da Despesa
ru: Название расхода
sv: Utgiftsnamn
sw: Jina la gharama
te: ఖర్చు పేరు
tl: Pangalan ng Gastos
tr: Harcama Adı
uk: Назва витрати
zh: 支出名称
zh_tw: 支出名稱

source: Description
be: Апісанне
bn: বিবরণ
da: Beskrivelse
de: Beschreibung
el: Περιγραφή
es: Descripción
he: תיאור
id: Deskripsi
it: Descrizione
kn: ವಿವರಣೆ
ko: 설명
ml: വിവരണം
nl: Omschrijving
pt_br: Descrição
ru: Описание
sv: Beskrivning
sw: Maelezo
te: వివరణ
tl: Paglalarawan
tr: Açıklama
uk: Опис
zh: 说明
zh_tw: 說明

source: Select account
be: Выбраць рахунак
bn: অ্যাকাউন্ট নির্বাচন করুন
da: Vælg konto
de: Konto auswählen
el: Επιλογή λογαριασμού
es: Seleccionar cuenta
fr: Sélectionner un compte
he: בחר חשבון
id: Pilih Akun
it: Scegli account
kn: ಖಾತೆ ಆಯ್ಕೆಮಾಡಿ
ko: 계좌 선택
ml: അക്കൗണ്ട് തിരഞ്ഞെടുക്കുക
nl: Selecteer rekening
pt_br: Selecionar Conta
ru: Выберите счет
sv: Välj konto
sw: Chagua akaunti
te: ఖాతాను ఎంచుకోండి
tl: Pumili ng account
tr: Hesap Seç
uk: Вибрати рахунок
zh: 选择账户
zh_tw: 選擇帳戶

source: Select category
be: Выбраць катэгорыю
bn: বিভাগ নির্বাচন করুন
da: Vælg kategori
de: Kategorie auswählen
el: Επιλογή κατηγορίας
es: Seleccionar categoría
fr: Sélectionner une catégorie
he: בחר קטגוריה
id: Pilih Kategori
it: Scegli categoria
kn: ವರ್ಗ ಆಯ್ಕೆಮಾಡಿ
ko: 카테고리 선택
ml: വിഭാഗം തിരഞ്ഞെടുക്കുക
nl: Selecteer categorie
pt_br: Selecionar Categoria
ru: Выберите категорию
sv: Välj kategori
sw: Chagua kategoria
te: వర్గాన్ని ఎంచుకోండి
tl: Pumili ng kategorya
tr: Kategori Seç
uk: Вибрати категорію
zh: 选择分类
zh_tw: 選擇分類

source: Settings
be: Налады
bn: সেটিংস
da: Indstillinger
de: Einstellungen
el: Ρυθμίσεις
es: Ajustes
fr: Paramètres
he: הגדרות
id: Pengaturan
it: Impostazioni
kn: ಸೆಟ್ಟಿಂಗ್‌ಗಳು
ko: 설정
ml: ക്രമീകരണങ്ങൾ
nl: Instellingen
pt_br: Configurações
ru: Настройки
sv: Inställningar
sw: Mipangilio
te: సెట్టింగ్‌లు
tl: Mga Setting
tr: Ayarlar
uk: Налаштування
zh: 设置
zh_tw: 設定

# lockApp
source: Unlock with fingerprint
be: Разблакіраваць адбіткам
bn: ফিঙ্গারপ্রিন্ট দিয়ে আনলক করুন
da: Lås op med fingeraftryk
de: Mit Fingerabdruck entsperren
el: Ξεκλείδωμα με δακτυλικό αποτύπωμα
es: Desbloquear con huella
fr: Déverrouiller avec une empreinte digitale
he: שחרר נעילה עם טביעת אצבע
id: Buka Kunci dengan Sidik Jari
it: Sblocca con impronta digitale
kn: ಫಿಂಗರ್‌ಪ್ರಿಂಟ್‌ನೊಂದಿಗೆ ಅನ್‌ಲಾಕ್ ಮಾಡಿ
ko: 지문으로 잠금 해제
ml: വിരലടയാളം ഉപയോഗിച്ച്
nl: Ontgrendelen met vingerafdruk
pt_br: Desbloquear com Digital
ru: Разблокировать отпечатком пальца
sv: Lås upp med fingeravtryck
sw: Fungua kwa alama ya kidole
te: వేలిముద్రతో అన్‌లాక్ చేయండి
tl: I-unlock gamit ang fingerprint
tr: Parmak izi ile kilidi aç
uk: Розблокувати відбитком пальця
zh: 使用指纹解锁
zh_tw: 使用指紋解鎖

source: Expense
be: Выдатак
bn: খরচ
da: Udgift
de: Ausgabe
el: Δαπάνη
es: Gasto
fr: Dépense
he: הוצאה
id: Pengeluaran
it: Spesa
kn: ವೆಚ್ಚ
ko: 지출
ml: ചെലവ്
nl: Uitgave
pt_br: Despesa
ru: Расход
sv: Utgift
sw: Gharama
te: ఖర్చు
tl: Gastos
tr: Harcama
uk: Витрата
zh: 支出
zh_tw: 支出

source: Transfer
be: Перавод
bn: স্থানান্তর
da: Overførsel
de: Überweisung
el: Μεταφορά
es: Transferir
fr: Transfert
he: העברה
it: Trasferimento
kn: ವರ್ಗಾವಣೆ
ko: 이체
ml: കൈമാറ്റം
nl: Overboeken
pt_br: Transferência
ru: Перевод
sv: Överföring
sw: Hamisha
te: బదిలీ
tl: Paglipat
uk: Переказ
zh: 转账
zh_tw: 轉帳

source: Daily
be: Штодзённа
bn: দৈনিক
da: Daglig
de: Täglich
el: Καθημερινά
es: Diario
fr: Quotidien
he: יומי
id: Harian
it: Quotidiano
kn: ದೈನಂದಿನ
ko: 일간
ml: ദിവസേന
nl: Dagelijks
pt_br: Diário
ru: Ежедневно
sv: Daglig
sw: Kila siku
te: రోజువారీ
tl: Araw-araw
tr: Günlük
uk: Щоденно
zh: 每日
zh_tw: 每日

source: Weekly
be: Штотыдзень
bn: সাপ্তাহিক
da: Ugentlig
de: Wöchentlich
el: Εβδομαδιαία
es: Semanal
fr: Hebdomadaire
he: שבועי
id: Mingguan
it: Settimanale
kn: ವಾರದ
ko: 주간
ml: പ്രതിവാരം
nl: Wekelijks
pt_br: Semanal
ru: Еженедельно
sv: Veckovis
sw: Kila wiki
te: వారానికోసారి
tl: Lingguhan
tr: Haftalık
uk: Щотижня
zh: 每周
zh_tw: 每週

source: Monthly
be: Штомесяц
bn: মাসিক
da: Månedlig
de: Monatlich
el: Μηνιαία
es: Mensual
fr: Mensuel
he: חודשי
id: Bulanan
it: Mensile
kn: ಮಾಸಿಕ
ko: 월간
ml: പ്രതിമാസം
nl: Maandelijks
pt_br: Mensal
ru: Ежемесячно
sv: Månadsvis
sw: Kila mwezi
te: నెలసరి
tl: Buwan-buwan
tr: Aylık
uk: Щомісяця
zh: 每月
zh_tw: 每月

source: Yearly
be: Штогод
bn: বার্ষিক
da: Årlig
de: Jährlich
el: Ετήσια
es: Anual
fr: Annuel
he: שנתי
id: Tahunan
it: Annuale
kn: ವಾರ್ಷಿಕ
ko: 연간
ml: പ്രതിവർഷം
nl: Jaarlijks
pt_br: Anual
ru: Ежегодно
sv: Årlig
sw: Kila mwaka
te: సంవత్సరానికి
tl: Taon-taon
tr: Yıllık
uk: Щороку
zh: 每年
zh_tw: 每年

source: All
be: Усе
bn: সব
da: Alle
de: Alle
el: Όλα
es: Todo
fr: Tout
he: הכל
id: Semua
it: Tutto
kn: ಎಲ್ಲಾ
ko: 전체
ml: എല്ലാം
nl: Alles
pt_br: Todos
ru: Все
sv: Alla
sw: Zote
te: అన్నీ
tl: Lahat
tr: Tümü
uk: Усі
zh: 全部
zh_tw: 全部

source: Update account
be: Абнавіць рахунак
bn: অ্যাকাউন্ট আপডেট করুন
da: Opdater konto
de: Konto aktualisieren
el: Ενημέρωση λογαριασμού
es: Actualizar cuenta
fr: Mettre à jour le compte
he: עדכן חשבון
id: Perbarui Akun
it: Aggiorna account
kn: ಖಾತೆ ನವೀಕರಿಸಿ
ko: 계좌 수정
ml: അക്കൗണ്ട് പുതുക്കുക
nl: Rekening bijwerken
pt_br: Atualizar Conta
ru: Обновить счет
sv: Uppdatera konto
sw: Sasisha akaunti
te: ఖాతాను నవీకరించు
tl: I-update ang account
tr: Hesap Güncelle
uk: Оновити рахунок
zh: 更新账户
zh_tw: 更新帳戶

source: Add Account
be: Дадаць рахунак
bn: অ্যাকাউন্ট যোগ করুন
da: Tilføj konto
de: Konto hinzufügen
el: Προσθήκη Λογαριασμού
es: Añadir Cuenta
fr: Ajouter un compte
he: הוסף חשבון
id: Tambah Akun
it: Aggiungi Account
kn: ಖಾತೆ ಸೇರಿಸಿ
ko: 계좌 추가
ml: അക്കൗണ്ട് ചേർക്കുക
nl: Rekening toevoegen
pt_br: Adicionar Conta
ru: Добавить счет
sv: Lägg till konto
sw: Ongeza Akaunti
te: ఖాతాను జోడించు
tl: Magdagdag ng Account
tr: Hesap Ekle
uk: Додати рахунок
zh: 新增账户
zh_tw: 新增帳戶

source: Cash
be: Наяўныя
bn: নগদ
da: Kontanter
de: Bargeld
el: Μετρητά
es: Efectivo
fr: Espèces
he: מזומן
id: Tunai
it: Contante
kn: ನಗದು
ko: 현금
ml: പണം
nl: Contant
pt_br: Dinheiro
ru: Наличные
sv: Kontanter
sw: Pesa taslimu
te: నగదు
tl: Pera
tr: Nakit
uk: Готівка
zh: 现金
zh_tw: 現金

source: Bank
be: Банк
bn: ব্যাঙ্ক
el: Τράπεζα
es: Banco
fr: Banque
he: בנק
it: Banca
kn: ಬ್ಯಾಂಕ್
ko: 은행
ml: ബാങ്ക്
pt_br: Banco
ru: Банк
sw: Benki
te: బ్యాంక్
tl: Bangko
tr: Banka
uk: Банк
zh: 银行
zh_tw: 銀行

source: Wallet
be: Кашалёк
bn: ওয়ালেট
da: Pung
de: Geldbörse
el: Πορτοφόλι
es: Cartera
fr: Portefeuille
he: ארנק
id: Dompet
it: Portafoglio
kn: ವಾಲೆಟ್
ko: 지갑
ml: വാലറ്റ്
nl: Portemonnee
pt_br: Carteira
ru: Кошелек
sv: Plånbok
sw: Pochi
te: వ్యాలెట్
tr: Cüzdan
uk: Гаманець
zh: 钱包
zh_tw: 錢包

source: Account name
be: Назва рахунку
bn: অ্যাকাউন্টের নাম
da: Kontonavn
de: Kontoname
el: Όνομα λογαριασμού
es: Nombre de cuenta
fr: Nom du compte
he: שם החשבון
id: Nama Akun
it: Nome dell'account
kn: ಖಾತೆಯ ಹೆಸರು
ko: 계좌 이름
ml: അക്കൗണ്ട് പേര്
nl: Rekeningnaam
pt_br: Nome da Conta
ru: Название счета
sv: Kontonamn
sw: Jina la akaunti
te: ఖాతా పేరు
tl: Pangalan ng Account
tr: Hesap Adı
uk: Назва рахунку
zh: 账户名称
zh_tw: 帳戶名稱

# addedAccount
source: Account added
be: Рахунак дададзены
bn: অ্যাকাউন্ট যোগ করা হয়েছে
da: Konto tilføjet
de: Konto hinzugefügt
el: Ο λογαριασμός προστέθηκε
es: Cuenta agregada
fr: Compte ajouté
he: החשבון נוסף
id: Akun ditambahkan
it: Account aggiunto
kn: ಖಾತೆ ಸೇರಿಸಲಾಗಿದೆ
ko: 계좌가 추가되었습니다
ml: അക്കൗണ്ട് ചേർത്തു
nl: Rekening toegevoegd
pt_br: Conta adicionada
ru: Счет добавлен
sv: Konto tillagt
sw: Akaunti imeongezwa
te: ఖాతా జోడించబడింది
tl: Nagdagdag ng account
tr: Hesap eklendi
uk: Рахунок додано
zh: 已添加账户
zh_tw: 已新增帳戶

# updatedAccount
source: Account updated
be: Рахунак абноўлены
bn: অ্যাকাউন্ট আপডেট করা হয়েছে
da: Konto opdateret
de: Konto aktualisiert
el: Ο λογαριασμός ενημερώθηκε
es: Cuenta actualizada
fr: Compte mis à jour
he: החשבון עודכן
id: Akun diperbarui
it: Account aggiornato
kn: ಖಾತೆ ನವೀಕರಿಸಲಾಗಿದೆ
ko: 계좌가 수정되었습니다
ml: അക്കൗണ്ട് പുതുക്കി
nl: Rekening bijgewerkt
pt_br: Conta atualizada
ru: Счет обновлен
sv: Konto uppdaterat
sw: Akaunti imesasishwa
te: ఖాతా నవీకరించబడింది
tl: Na-update ang account
tr: Hesap güncellendi
uk: Рахунок оновлено
zh: 已更新账户
zh_tw: 已更新帳戶

# deletedCategory
source: Category deleted
be: Катэгорыя выдалена
bn: বিভাগ মুছে ফেলা হয়েছে
da: Kategori slettet
de: Kategorie gelöscht
el: Η κατηγορία διαγράφηκε
es: Categoría eliminada
fr: Catégorie supprimée
he: הקטגוריה נמחקה
id: Kategori dihapus
it: Categoria eliminata
kn: ವರ್ಗ ಅಳಿಸಲಾಗಿದೆ
ko: 카테고리가 삭제되었습니다
ml: വിഭാഗം മാറ്റി
nl: Categorie verwijderd
pt_br: Categoria excluída
ru: Категория удалена
sv: Kategori borttagen
sw: Kategoria imefutwa
te: వర్గం తొలగించబడింది
tl: Nabura ang kategorya
tr: Kategori silindi
uk: Категорію видалено
zh: 已删除分类
zh_tw: 已刪除分類

# successAddCategory
source: Category added
be: Катэгорыя дададзена
bn: বিভাগ যোগ করা হয়েছে
da: Kategori tilføjet
de: Kategorie hinzugefügt
el: Η κατηγορία προστέθηκε
es: Categoría añadida
fr: Catégorie ajoutée
he: הקטגוריה נוספה
id: Kategori ditambahkan
it: Categoria aggiunta
kn: ವರ್ಗ ಸೇರಿಸಲಾಗಿದೆ
ko: 카테고리가 추가되었습니다
ml: വിഭാഗം ചേർത്തു
nl: Categorie toegevoegd
pt_br: Categoria adicionada
ru: Категория добавлена
sv: Kategori tillagd
sw: Kategoria imeongezwa
te: వర్గం జోడించబడింది
tl: Nagdagdag ng kategorya
tr: Kategori eklendi
uk: Категорію додано
zh: 已添加分类
zh_tw: 已新增分類

# validName
source: Enter valid name
be: Увядзіце карэктную назву
bn: সঠিক নাম লিখুন
da: Indtast et gyldigt navn
de: Gültigen Namen eingeben
el: Εισάγετε ένα έγκυρο όνομα
es: Introduce un nombre válido
fr: Veuillez entrer un nom valide
he: הזן שם תקין
id: Masukkan nama yang valid
it: Inserisci un nome valido
kn: ಮಾನ್ಯ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ko: 유효한 이름을 입력하세요
ml: പേര് ശരിയായി നൽകുക
nl: Voer een geldige naam in
pt_br: Digite um nome válido
ru: Введите корректное имя
sv: Ange ett giltigt namn
sw: Weka jina sahihi
te: చెల్లుబాటు అయ్యే పేరును నమోదు చేయండి
tl: Maglagay ng wastong pangalan
tr: Geçerli bir isim girin
uk: Введіть дійсну назву
zh: 请输入有效名称
zh_tw: 請輸入有效名稱

source: Select currency
be: Выбраць валюту
bn: মুদ্রা নির্বাচন করুন
da: Vælg valuta
de: Währung auswählen
el: Επιλογή νομίσματος
es: Seleccionar moneda
fr: Sélectionner une devise
he: בחר מטבע
id: Pilih Mata Uang
it: Scegli valuta
kn: ಕರೆನ್ಸಿ ಆಯ್ಕೆಮಾಡಿ
ko: 통화 선택
ml: കറൻസി തിരഞ്ഞെടുക്കുക
nl: Selecteer valuta
pt_br: Selecionar Moeda
ru: Выберите валюту
sv: Välj valuta
sw: Chagua sarafu
te: కరెన్సీని ఎంచుకోండి
tl: Pumili ng pera
tr: Para Birimi Seç
uk: Вибрати валюту
zh: 选择货币
zh_tw: 選擇貨幣
