Repository: h4h13/paisa-app
Catalog: localization/app_*.arb
Languages: be, bn, da, de, el, es, fr, he, id, it, kn, ko, ml, nl, pt_br, ru, sv, sw, te, tl, tr, uk, zh, zh_tw

# notificationBody6
source: Stay within your budget by tracking every expense. Log them now!
be: Заставайцеся ў рамках бюджэту, адсочваючы кожны выдатак. Зарэгіструйце іх зараз!
bn: প্রতিটি খরচ ট্র্যাক করে আপনার বাজেটের মধ্যে থাকুন। এখনই লগ করুন!
da: Hold dig inden for dit budget ved at spore hver udgift. Log dem nu!
de: Bleiben Sie im Rahmen Ihres Budgets, indem Sie jede Ausgabe verfolgen. Erfassen Sie sie jetzt!
el: Μείνετε εντός του προϋπολογισμού σας παρακολουθώντας κάθε δαπάνη. Καταγράψτε τες τώρα!
es: Mantén tu presupuesto registrando cada gasto. ¡Añádelos ya!
fr: Restez dans votre budget en suivant chaque dépense. Enregistrez-les maintenant !
he: הישאר במסגרת התקציב שלך על ידי מעקב אחר כל הוצאה. רשום אותן עכשיו!
id: Tetap dalam anggaran Anda dengan melacak setiap pengeluaran. Catat sekarang!
it: Rimani nel tuo budget monitorando ogni spesa. Registrale ora!
kn: ಪ್ರತಿ ಖರ್ಚನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡುವ ಮೂಲಕ ನಿಮ್ಮ ಆಯವ್ಯಯದೊಳಗೆ ಇರಿ. ಈಗ ನಮೂದಿಸಿ!
ko: 모든 지출을 추적하여 예산을 유지하세요. 지금 기록하세요!
ml: എല്ലാ ചെലവുകളും രേഖപ്പെടുത്തി ബഡ്ജറ്റിൽ നിൽക്കുക.
nl: Blijf binnen uw budget door elke uitgave bij te houden. Registreer ze nu!
pt_br: Mantenha-se dentro do seu orçamento acompanhando cada gasto. Registre-os agora!
ru: Оставайтесь в рамках бюджета, отслеживая каждый расход. Зарегистрируйте их сейчас!
sv: Håll dig inom din budget genom att spåra varje utgift. Logga dem nu!
sw: Kaa ndani ya bajeti yako kwa kufuatilia kila gharama. Waandikishe sasa!
te: ప్రతి ఖర్చును ట్రాక్ చేయడం ద్వారా మీ బడ్జెట్‌లో ఉండండి. వాటిని ఇప్పుడు లాగ్ చేయండి!
tr: Her harcamayı takip ederek bütçenizin içinde kalın. Şimdi kaydedin!
uk: Залишайтеся в рамках бюджету, відстежуючи кожну витрату. Зареєструйте їх зараз!
zh: 通过跟踪每一笔支出来维持您的预算。立即记录！
zh_tw: 透過追蹤每一筆支出來維持您的預算。立即記錄！

# notificationTitle7
source: Expense Logger Reminder 📱
be: Напамін пра рэгістрацыю выдаткаў 📱
bn: খরচ লগারের অনুস্মারক 📱
da: Påmindelse om udgiftslogger 📱
de: Erinnerung an den Ausgabenerfasser 📱
el: Υπενθύμιση Καταγραφέα Δαπανών 📱
es: Recordatorio de gastos 📱
fr: Rappel de l'enregistreur de dépenses 📱
he: תזכורת לרישום הוצאות 📱
id: Pengingat Pencatat Pengeluaran 📱
it: Promemoria del registratore di spese 📱
kn: ಖರ್ಚು ದಾಖಲೆಕಾರ ಜ್ಞಾಪನೆ 📱
ko: 지출 기록 알림 📱
ml: ചെലവ് രേഖപ്പെടുത്താനുള്ള ഓർമ്മപ്പെടുത്തൽ 📱
nl: Herinnering uitgavenregistratie 📱
pt_br: Lembrete de Registro de Gastos 📱
ru: Напоминание о регистрации расходов 📱
sv: Påminnelse om utgiftsloggare 📱
sw: Kikumbusho cha Mwandikishaji wa Gharama 📱
te: ఖర్చు లాగర్ రిమైండర్ 📱
tr: Harcama Kaydedici Hatırlatıcısı 📱
uk: Нагадування про реєстрацію витрат 📱
zh: 支出记录器提醒 📱
zh_tw: 支出記錄器提醒 📱

# notificationBody7
source: Keep your finances organized - add today's expenses to Paisa.
be: Трымайце свае фінансы ў парадку - дадайце сённяшнія выдаткі ў Paisa.
bn: আপনার আর্থিক অবস্থা منظم রাখুন - আজকের খরচগুলি পয়সা-তে যোগ করুন।
da: Hold din økonomi organiseret - tilføj dagens udgifter til Paisa.
de: Halten Sie Ihre Finanzen organisiert - fügen Sie die heutigen Ausgaben zu Paisa hinzu.
el: Διατηρήστε τα οικονομικά σας οργανωμένα - προσθέστε τα σημερινά έξοδα στο Paisa.
es: Mantén tus finanzas organizadas: añade los gastos de hoy a Paisa.
fr: Gardez vos finances organisées - ajoutez les dépenses d'aujourd'hui à Paisa.
he: שמור על הכספים שלך מאורגנים - הוסף את ההוצאות של היום ל-Paisa.
id: Jaga agar keuangan Anda terorganisir - tambahkan pengeluaran hari ini ke Paisa.
it: Mantieni le tue finanze organizzate: aggiungi le spese di oggi a Paisa.
kn: ನಿಮ್ಮ ಹಣಕಾಸುಗಳನ್ನು ಸಂಘಟಿತವಾಗಿ ಇರಿಸಿ - ಇಂದಿನ ಖರ್ಚುಗಳನ್ನು ಪೈಸಾಗೆ ಸೇರಿಸಿ.
ko: 재정을 정리하세요. 오늘 Paisa에 지출 내역을 추가하세요.
ml: നിങ്ങളുടെ സാമ്പത്തികം ചിട്ടപ്പെടുത്തുക - ഇന്നത്തെ ചെലവുകൾ പൈസയിൽ ചേർക്കുക.
nl: Houd uw financiën georganiseerd - voeg de uitgaven van vandaag toe aan Paisa.
pt_br: Mantenha suas finanças organizadas - adicione os gastos de hoje ao Paisa.
ru: Держите свои финансы в порядке - добавьте сегодняшние расходы в Paisa.
sv: Håll din ekonomi organiserad - lägg till dagens utgifter i Paisa.
sw: Weka fedha zako zimepangwa - ongeza matumizi ya leo kwenye Paisa.
te: మీ ఆర్థిక విషయాలను క్రమబద్ధంగా ఉంచండి - ఈ రోజు ఖర్చులను పైసాకు జోడించండి.
tr: Finanslarınızı düzenli tutun - bugünün harcamalarını Paisa'ya ekleyin.
uk: Тримайте свої фінанси в порядку - додайте сьогоднішні витрати в Paisa.
zh: 保持您的财务井然有序 - 将今天的支出添加到 Paisa。
zh_tw: 保持您的財務井然有序 - 將今天的支出新增到 Paisa。

# notificationTitle8
source: Daily Finance Update ⭐
be: Штодзённае фінансавае абнаўленне ⭐
bn: দৈনিক অর্থ আপডেট ⭐
da: Daglig økonomiopdatering ⭐
de: Tägliche Finanzaktualisierung ⭐
el: Καθημερινή Οικονομική Ενημέρωση ⭐
es: Finanzas diarias ⭐
fr: Mise à jour financière quotidienne ⭐
he: עדכון כספי יומי ⭐
id: Pembaruan Keuangan Harian ⭐
it: Aggiornamento finanziario giornaliero ⭐
kn: ದೈನಂದಿನ ಹಣಕಾಸು ನವೀಕರಣ ⭐
ko: 일일 재정 업데이트 ⭐
ml: ദിവസേനയുള്ള സാമ്പത്തിക അപ്ഡേറ്റ് ⭐
nl: Dagelijkse financiële update ⭐
pt_br: Atualização Financeira Diária ⭐
ru: Ежедневное финансовое обновление ⭐
sv: Daglig ekonomiuppdatering ⭐
sw: Sasisho la Kifedha la Kila Siku ⭐
te: రోజువారీ ఆర్థిక నవీకరణ ⭐
tr: Günlük Finans Güncellemesi ⭐
uk: Щоденне фінансове оновлення ⭐
zh: 每日财务更新 ⭐
zh_tw: 每日財務更新 ⭐

# notificationBody8
source: Maintain your financial health by logging your daily expenses.
be: Падтрымлівайце сваё фінансавае здароўе, рэгіструючы штодзённыя выдаткі.
bn: আপনার দৈনিক খরচ লগ করে আপনার আর্থিক স্বাস্থ্য বজায় রাখুন।
da: Bevar din økonomiske sundhed ved at logge dine daglige udgifter.
de: Erhalten Sie Ihre finanzielle Gesundheit, indem Sie Ihre täglichen Ausgaben erfassen.
el: Διατηρήστε την οικονομική σας υγεία καταγράφοντας τα καθημερινά σας έξοδα.
es: Cuida tu salud financiera registrando tus gastos diarios.
fr: Maintenez votre santé financière en enregistrant vos dépenses quotidiennes.
he: שמור על הבריאות הפיננסית שלך על ידי רישום ההוצאות היומיות שלך.
id: Jaga kesehatan keuangan Anda dengan mencatat pengeluaran harian Anda.
it: Mantieni la tua salute finanziaria registrando le tue spese giornaliere.
kn: ನಿಮ್ಮ ದೈನಂದಿನ ಖರ್ಚುಗಳನ್ನು ನಮೂದಿಸುವ ಮೂಲಕ ನಿಮ್ಮ ಹಣಕಾಸಿನ ಆರೋಗ್ಯವನ್ನು ಕಾಪಾಡಿಕೊಳ್ಳಿ.
ko: 일일 지출 내역을 기록하여 재정 건강을 유지하세요.
ml: ദിവസേനയുള്ള ചെലവുകൾ രേഖപ്പെടുത്തി സാമ്പത്തിക ആരോഗ്യത്തിന് പിന്തുണ നൽകുക.
nl: Behoud uw financiële gezondheid door uw dagelijkse uitgaven te registreren.
pt_br: Mantenha sua saúde financeira registrando seus gastos diários.
ru: Поддерживайте свое финансовое здоровье, регистрируя ежедневные расходы.
sv: Behåll din ekonomiska hälsa genom att logga dina dagliga utgifter.
sw: Dhibiti afya yako ya kifedha kwa kuandikisha matumizi yako ya kila siku.
te: మీ రోజువారీ ఖర్చులను లాగ్ చేయడం ద్వారా మీ ఆర్థిక ఆరోగ్యాన్ని కాపాడుకోండి.
tr: Günlük harcamalarınızı kaydederek finansal sağlığınızı koruyun.
uk: Підтримуйте своє фінансове здоров'я, реєструючи щоденні витрати.
zh: 通过记录您的每日支出来维持您的财务健康。
zh_tw: 透過記錄您的每日支出來維持您的財務健康。

# welcomeLateNight1
source: Still awake, {name}? Time to check those finances!
be: 🦉 Яшчэ не спіце, {name}? Час праверыць фінансы!
bn: এখনও জেগে আছেন, {name}? আপনার আর্থিক অবস্থা পরীক্ষা করার সময়!
da: 🦉 Stadig vågen, {name}? Tid til at tjekke økonomien!
de: 🦉 Immer noch wach, {name}? Zeit, die Finanzen zu überprüfen!
el: 🦉 Είσαι ακόμα ξύπνιος, {name}; Ώρα να ελέγξεις τα οικονομικά σου!
es: 🦉 ¿Aún despierto/a, {name}? ¡Hora de revisar esas finanzas!
fr: 🦉 Toujours éveillé, {name} ? Il est temps de vérifier ces finances !
he: 🦉 עדיין ער, {name}? זמן לבדוק את הכספים!
id: 🦉 Masih terjaga, {name}? Waktunya memeriksa keuangan itu!
it: 🦉 Ancora sveglio, {name}? È ora di controllare le finanze!
kn: 🦉 ಇನ್ನೂ ಎಚ್ಚರಿದ್ದೀರಾ, {name}? ಆ ಹಣಕಾಸುಗಳನ್ನು ಪರಿಶೀಲಿಸಲು ಸಮಯ!
ko: 🦉 {name}님, 아직 안 주무세요? 재정을 확인할 시간입니다!
ml: ഉറങ്ങിയില്ലേ, {name}? സാമ്പത്തികം പരിശോധിക്കാം!
nl: 🦉 Nog wakker, {name}? Tijd om die financiën te controleren!
pt_br: 🦉 Ainda acordado, {name}? Hora de verificar essas finanças!
ru: 🦉 Еще не спите, {name}? Время проверить финансы!
sv: 🦉 Fortfarande vaken, {name}? Dags att kolla ekonomin!
sw: Bado macho, {name}? Ni wakati wa kuangalia fedha hizo!
te: 🦉 ఇంకా మేల్కొనే ఉన్నారా, {name}? ఆ ఆర్థిక విషయాలను తనిఖీ చేయడానికి సమయం!
tr: Hala uyanık mısın, {name}? Finansları kontrol etme zamanı!
uk: 🦉 Ще не спите, {name}? Час перевірити фінанси!
zh: 🦉 还没睡吗，{name}？该检查一下财务了！
zh_tw: 🦉 還醒著嗎，{name}？該檢查一下財務了！

# welcomeLateNight2
source: Midnight budgeting, {name}? That's dedication!
be: 🌙 Бюджэтаванне апоўначы, {name}? Вось гэта самаадданасць!
bn: মধ্যরাতে বাজেট করছেন, {name}? দারুণ নিষ্ঠা!
da: 🌙 Budgettering ved midnat, {name}? Det er dedikation!
de: 🌙 Budgetierung um Mitternacht, {name}? Das ist Hingabe!
el: 🌙 Προϋπολογισμός τα μεσάνυχτα, {name}; Αυτό είναι αφοσίωση!
es: 🌙 ¿Presupuestando a medianoche, {name}? ¡Eso es dedicación!
fr: 🌙 Budgétisation à minuit, {name} ? C'est de la dévotion !
he: 🌙 תקצוב בחצות, {name}? זו מסירות!
id: 🌙 Membuat anggaran tengah malam, {name}? Itu dedikasi!
it: 🌙 Budget di mezzanotte, {name}? Questa è dedizione!
kn: 🌙 ಮಧ್ಯರಾತ್ರಿಯ ಆಯವ್ಯಯ, {name}? ಅದು ಸಮರ್ಪಣೆ!
ko: 🌙 {name}님, 자정 예산 관리? 헌신적이시네요!
ml: അർദ്ധരാത്രി ബഡ്ജറ്റിംഗ്, {name}? ഇത് സമർപ്പണം!
nl: 🌙 Middernacht budgetteren, {name}? Dat is toewijding!
pt_br: 🌙 Orçamentando à meia-noite, {name}? Isso é dedicação!
ru: 🌙 Бюджетирование в полночь, {name}? Это преданность!
sv: 🌙 Midnattsbudgetering, {name}? Det är hängivenhet!
sw: Bajeti ya usiku wa manane, {name}? Hiyo ni kujitolea!
te: 🌙 మధ్యరాత్రి బడ్జెటింగ్, {name}? అది అంకితభావం!
tr: Gece yarısı bütçe mi, {name}? Bu özveri!
uk: 🌙 Бюджетування опівночі, {name}? Це відданість!
zh: 🌙 半夜做预算，{name}？真是投入！
zh_tw: 🌙 半夜做預算，{name}？真是投入！

# welcomeLateNight3
source: Hey night owl {name}! Managing money never sleeps, eh?
be: 🌃 Гэй, начная сава {name}! Кіраванне грашыма ніколі не спіць, га?
bn: হে নিশাচর {name}! অর্থ ব্যবস্থাপনা কখনো ঘুমায় না, তাই না?
da: 🌃 Hej natteravn {name}! Pengehåndtering sover aldrig, hva'?
de: 🌃 Hallo Nachteule {name}! Geldverwaltung schläft nie, was?
el: 🌃 Γεια σου νυχτοπούλι {name}! Η διαχείριση του χρήματος δεν κοιμάται ποτέ, ε;
es: 🌃 ¡Hola, ave nocturna {name}! ¿El dinero nunca duerme, eh?
fr: 🌃 Hé oiseau de nuit {name} ! La gestion de l'argent ne dort jamais, hein ?
he: 🌃 היי ינשוף לילה {name}! ניהול כספים אף פעם לא ישן, הא?
id: 🌃 Hei burung hantu malam {name}! Mengelola uang tidak pernah tidur, ya?
it: 🌃 Ciao nottambulo {name}! La gestione del denaro non dorme mai, vero?
kn: 🌃 ಹೇ ರಾತ್ರಿ ಗೂಬೆ {name}! ಹಣ ನಿರ್ವಹಣೆ ಎಂದಿಗೂ ನಿದ್ರಿಸುವುದಿಲ್ಲ, ಅಲ್ಲವೇ?
ko: 🌃 {name}님, 안녕하세요! 자금 관리는 잠들지 않죠?
ml: ഹേ നൈറ്റ് ഔൾ {name}! പണം കൈകാര്യം ചെയ്യുന്നത് ഉറങ്ങില്ലല്ലേ?
nl: 🌃 Hé nachtuil {name}! Geldbeheer slaapt nooit, hè?
pt_br: 🌃 Ei, coruja da noite {name}! Gerenciar dinheiro nunca dorme, hein?
ru: 🌃 Эй, ночная сова {name}! Управление деньгами никогда не спит, да?
sv: 🌃 Hej nattuggla {name}! Pengahantering sover aldrig, va?
sw: Hujambo bwana usiku {name}! Kusimamia pesa hakulali, eh?
te: 🌃 హే రాత్రి గుడ్లగూబ {name}! డబ్బు నిర్వహణ ఎప్పుడూ నిద్రపోదు, అవునా?
tr: Merhaba gece kuşu {name}! Para yönetimi hiç uyumaz, değil mi?
uk: 🌃 Гей, нічна сова {name}! Управління грошима ніколи не спить, так?
zh: 🌃 嘿，夜猫子 {name}！管钱从不打烊，对吧？
zh_tw: 🌃 嗨，夜貓子 {name}！管錢從不打烊，對吧？

# welcomeLateNight4
source: Late night money moves, {name}?
be: ✨ Начныя грашовыя справы, {name}?
bn: গভীর রাতে টাকার হিসাব, {name}?
da: ✨ Sene aftenpengeflytninger, {name}?
de: ✨ Spät nächtliche Geldbewegungen, {name}?
el: ✨ Μετακινήσεις χρημάτων αργά τη νύχτα, {name};
es: ✨ ¿Movimientos de dinero nocturnos, {name}?
fr: ✨ Mouvements d'argent tard dans la nuit, {name} ?
he: ✨ מהלכי כסף מאוחר בלילה, {name}?
id: ✨ Pergerakan uang larut malam, {name}?
it: ✨ Movimenti di denaro a tarda notte, {name}?
kn: ✨ ತಡರಾತ್ರಿಯ ಹಣದ ಚಲನೆಗಳು, {name}?
ko: ✨ {name}님, 늦은 밤 자금 관리?
ml: അർദ്ധരാത്രിയിൽ പണമിടപാടുകൾ, {name}?
nl: ✨ Late night geldzaken, {name}?
pt_br: ✨ Movimentações de dinheiro tarde da noite, {name}?
ru: ✨ Поздние ночные денежные операции, {name}?
sv: ✨ Sene kvällspengarörelser, {name}?
sw: Mambo ya pesa usiku, {name}?
te: ✨ లేట్ నైట్ మనీ మూవ్స్, {name}?
tr: Gece geç saatlerde para hamleleri mi, {name}?
uk: ✨ Пізні нічні грошові операції, {name}?
zh: ✨ 深夜资金流动，{name}？
zh_tw: ✨ 深夜資金流動，{name}？

# welcomeMorning1
source: Rise and shine, {name}! Let's make money moves!
be: 🌅 Уставай і ззяй, {name}! Давайце рабіць грашовыя хады!
bn: সুপ্রভাত, {name}! আসুন টাকার হিসাব করি!
da: 🌅 Stå op og skin, {name}! Lad os lave pengeflytninger!
de: 🌅 Steh auf und leuchte, {name}! Lass uns Geldbewegungen machen!
el: 🌅 Σήκω και λάμψε, {name}! Ας κάνουμε κινήσεις χρήματος!
es: 🌅 ¡A levantarse, {name}! ¡A mover ese dinero!
fr: 🌅 Levez-vous et brillez, {name} ! Faisons des mouvements d'argent !
he: 🌅 קום והתעורר, {name}! בוא נעשה מהלכי כסף!
id: 🌅 Bangun dan bersinar, {name}! Mari kita lakukan pergerakan uang!
it: 🌅 Svegliati e risplendi, {name}! Facciamo qualche movimento di denaro!
kn: 🌅 ಎದ್ದೇಳು ಮತ್ತು ಬೆಳಗು, {name}! ಹಣದ ಚಲನೆಗಳನ್ನು ಮಾಡೋಣ!
ko: 🌅 {name}님, 일어나세요! 자금 관리를 시작해 볼까요!
ml: എഴുന്നേൽക്കൂ, {name}! നമുക്ക് പണമിടപാടുകൾ നടത്താം!
nl: 🌅 Sta op en schitter, {name}! Laten we geldzaken regelen!
pt_br: 🌅 Levante-se e brilhe, {name}! Vamos fazer movimentações de dinheiro!
ru: 🌅 Вставайте и сияйте, {name}! Давайте совершать денежные операции!
sv: 🌅 Stig upp och skin, {name}! Låt oss göra pengarörelser!
sw: Amka na uangaze, {name}! Hebu tufanye mambo ya pesa!
te: 🌅 మేల్కొని ప్రకాశించండి, {name}! డబ్బు కదలికలు చేద్దాం!
tr: Günaydın, {name}! Para hamleleri yapalım!
uk: 🌅 Вставайте та сяйте, {name}! Давайте робити грошові операції!
zh: 🌅 起床啦，{name}！让我们开始理财吧！
zh_tw: 🌅 起床啦，{name}！讓我們開始理財吧！

# welcomeMorning2
source: Good morning, {name}! Ready to seize the day?
be: ☀️ Добрай раніцы, {name}! Гатовы скарыць дзень?
bn: শুভ সকাল, {name}! দিনটি জয় করতে প্রস্তুত?
da: ☀️ Godmorgen, {name}! Klar til at gribe dagen?
de: ☀️ Guten Morgen, {name}! Bereit, den Tag zu nutzen?
el: ☀️ Καλημέρα, {name}! Έτοιμος να εκμεταλλευτείς τη μέρα;
es: ☀️ ¡Buenos días, {name}! ¿Listo para el día?
fr: ☀️ Bonjour, {name} ! Prêt à saisir la journée ?
he: ☀️ בוקר טוב, {name}! מוכן לנצל את היום?
id: ☀️ Selamat pagi, {name}! Siap merebut hari?
it: ☀️ Buongiorno, {name}! Pronto a conquistare la giornata?
kn: ☀️ ಶುಭೋದಯ, {name}! ದಿನವನ್ನು ವಶಪಡಿಸಿಕೊಳ್ಳಲು ಸಿದ್ಧರಿದ್ದೀರಾ?
ko: ☀️ {name}님, 좋은 아침입니다! 오늘 하루도 힘내세요!
ml: സുപ്രഭാതം, {name}! ദിവസം പിടിച്ചെടുക്കാൻ തയ്യാറാണോ?
nl: ☀️ Goedemorgen, {name}! Klaar om de dag te grijpen?
pt_br: ☀️ Bom dia, {name}! Pronto para aproveitar o dia?
ru: ☀️ Доброе утро, {name}! Готовы покорить день?
sv: ☀️ God morgon, {name}! Redo att ta dagen?
sw: Habari za asubuhi, {name}! Uko tayari kushinda siku?
te: ☀️ శుభోదయం, {name}! రోజును స్వాధీనం చేసుకోవడానికి సిద్ధంగా ఉన్నారా?
tr: Günaydın, {name}! Günü yakalamaya hazır mısın?
uk: ☀️ Доброго ранку, {name}! Готові підкорити день?
zh: ☀️ 早安，{name}！准备好迎接新的一天了吗？
zh_tw: ☀️ 早安，{name}！準備好迎接新的一天了嗎？

# welcomeMorning3
source: Morning, {name}! Your finances await!
be: 🌄 Раніца, {name}! Вашы фінансы чакаюць!
bn: সকাল, {name}! আপনার আর্থিক হিসাব অপেক্ষা করছে!
da: 🌄 Morgen, {name}! Din økonomi venter!
de: 🌄 Morgen, {name}! Deine Finanzen warten!
el: 🌄 Καλημέρα, {name}! Τα οικονομικά σας περιμένουν!
es: 🌄 ¡Buenos días, {name}! ¡Tus finanzas esperan!
fr: 🌄 Matin, {name} ! Vos finances vous attendent !
he: 🌄 בוקר, {name}! הכספים שלך מחכים!
id: 🌄 Pagi, {name}! Keuangan Anda menunggu!
it: 🌄 Mattina, {name}! Le tue finanze ti stanno aspettando!
kn: 🌄 ಬೆಳಿಗ್ಗೆ, {name}! ನಿಮ್ಮ ಹಣಕಾಸುಗಳು ಕಾಯುತ್ತಿವೆ!
ko: 🌄 {name}님, 아침입니다! 재정이 기다리고 있어요!
ml: രാവിലെ, {name}! നിങ്ങളുടെ സാമ്പത്തികം കാത്തിരിക്കുന്നു!
nl: 🌄 Ochtend, {name}! Uw financiën wachten!
pt_br: 🌄 Manhã, {name}! Suas finanças esperam!
ru: 🌄 Утро, {name}! Ваши финансы ждут!
sv: 🌄 Morgon, {name}! Din ekonomi väntar!
sw: Asubuhi, {name}! Fedha zako zinakungoja!
te: 🌄 ఉదయం, {name}! మీ ఆర్థిక విషయాలు వేచి ఉన్నాయి!
tr: Sabah, {name}! Finanslarınız sizi bekliyor!
uk: 🌄 Ранок, {name}! Ваші фінанси чекають!
zh: 🌄 早上好，{name}！您的财务状况等着您！
zh_tw: 🌄 早上好，{name}！您的財務狀況等著您！

# welcomeMorning4
source: Early bird {name}! Catching those financial worms?
be: 🍳 Ранняя птушка {name}! Ловіце фінансавых чарвячкоў?
bn: ভোরের পাখি {name}! আর্থিক কৃমি ধরছেন?
da: 🍳 Tidligt oppe {name}! Fanger du de økonomiske orme?
de: 🍳 Früher Vogel {name}! Fängst du die finanziellen Würmer?
el: 🍳 Πρωινό πουλί {name}! Πιάνεις αυτά τα οικονομικά σκουλήκια;
es: 🍳 ¡Madrugador/a {name}! ¿Atrapando números?
fr: 🍳 Lève-tôt {name} ! Vous attrapez ces vers financiers ?
he: 🍳 ציפור בוקר {name}! תופס את התולעים הפיננסיות?
id: 🍳 Burung pagi {name}! Menangkap cacing keuangan itu?
it: 🍳 Mattiniero {name}! Prendi quei vermi finanziari?
kn: 🍳 ಮುಂಜಾನೆಯ ಪಕ್ಷಿ {name}! ಆ ಹಣಕಾಸಿನ ಹುಳುಗಳನ್ನು ಹಿಡಿಯುತ್ತಿದ್ದೀರಾ?
ko: 🍳 {name}님, 아침형 인간이시군요! 재정 관리를 시작해 볼까요?
ml: നേരത്തെയുള്ള പക്ഷി {name}! സാമ്പത്തിക പുഴുക്കളെ പിടിക്കുകയാണോ?
nl: 🍳 Vroege vogel {name}! Die financiële wormen vangen?
pt_br: 🍳 Pássaro madrugador {name}! Pegando esses vermes financeiros?
ru: 🍳 Ранняя пташка {name}! Ловите финансовых червей?
sv: 🍳 Tidig fågel {name}! Fångar du de ekonomiska maskarna?
sw: Ndege wa mapema {name}! Unawinda minyoo ya kifedha?
te: 🍳 ప్రారంభ పక్షి {name}! ఆ ఆర్థిక పురుగులను పట్టుకుంటున్నారా?
tr: Erken kalkan {name}! Finansal fırsatları yakalıyor musun?
uk: 🍳 Рання пташка {name}! Ловите фінансових черв'яків?
zh: 🍳 早起的鸟儿 {name}！正在捕捉财务的虫子吗？
zh_tw: 🍳 早起的鳥兒 {name}！正在捕捉財務的蟲子嗎？

# welcomeAfternoon1
source: Having a good day, {name}?
be: ☀️ Добрага дня, {name}?
bn: দিনটি ভালো কাটছে তো, {name}?
da: ☀️ Har du en god dag, {name}?
de: ☀️ Hast du einen guten Tag, {name}?
el: ☀️ Έχεις καλή μέρα, {name};
es: ☀️ ¿Qué tal tu día, {name}?
fr: ☀️ Vous passez une bonne journée, {name} ?
he: ☀️ איך היום שלך, {name}?
id: ☀️ Semoga harimu menyenangkan, {name}?
it: ☀️ Buona giornata, {name}?
kn: ☀️ ಒಳ್ಳೆಯ ದಿನವಾಗಿದೆಯೇ, {name}?
ko: ☀️ {name}님, 좋은 오후입니다!
ml: നല്ല ദിവസമാണോ, {name}?
nl: ☀️ Fijne dag, {name}?
pt_br: ☀️ Tendo um bom dia, {name}?
ru: ☀️ Хорошего дня, {name}?
sv: ☀️ Har du en bra dag, {name}?
sw: Una siku njema, {name}?
te: ☀️ మంచి రోజు గడుపుతున్నారా, {name}?
tr: İyi bir gün geçiriyor musun, {name}?
uk: ☀️ Гарного дня, {name}?
zh: ☀️ 今天过得好吗，{name}？
zh_tw: ☀️ 今天過得好嗎，{name}？

# welcomeAfternoon2
source: Afternoon check-in, {name}!
be: 🌞 Пасляабедзенная праверка, {name}!
bn: বিকেলের চেক-ইন, {name}!
da: 🌞 Eftermiddags-check-in, {name}!
de: 🌞 Nachmittags-Check-in, {name}!
el: 🌞 Απογευματινός έλεγχos, {name}!
es: 🌞 ¡Revisión de tarde, {name}!
fr: 🌞 Point de contrôle de l'après-midi, {name} !
he: 🌞 בדיקת צהריים, {name}!
id: 🌞 Pemeriksaan sore, {name}!
it: 🌞 Controllo pomeridiano, {name}!
kn: 🌞 ಮಧ್ಯಾಹ್ನದ ಪರಿಶೀಲನೆ, {name}!
ko: 🌞 {name}님, 오후 점검 시간입니다!
ml: ഉച്ചയ്ക്ക് ശേഷമുള്ള പരിശോധന, {name}!
nl: 🌞 Middag check-in, {name}!
pt_br: 🌞 Check-in da tarde, {name}!
ru: 🌞 Послеобеденная проверка, {name}!
sv: 🌞 Eftermiddagsincheckning, {name}!
sw: Ukaguzi wa mchana, {name}!
te: 🌞 మధ్యాహ్నం తనిఖీ, {name}!
tr: Öğleden sonra kontrolü, {name}!
uk: 🌞 Післяобідня перевірка, {name}!
zh: 🌞 下午检查时间，{name}！
zh_tw: 🌞 下午檢查時間，{name}！

# welcomeAfternoon3
source: Hey there {name}, tracking those expenses?
be: 👋 Прывітанне, {name}, адсочваеце выдаткі?
bn: কেমন আছেন {name}, খরচ ট্র্যাক করছেন তো?
da: 👋 Hej {name}, sporer du de udgifter?
de: 👋 Hallo {name}, verfolgst du diese Ausgaben?
el: 👋 Γεια σου {name}, παρακολουθείς τις δαπάνες;
es: 👋 Hola {name}, ¿registrando gastos?
fr: 👋 Salut {name}, vous suivez ces dépenses ?
he: 👋 היי {name}, עוקב אחר ההוצאות האלה?
id: 👋 Halo {name}, melacak pengeluaran itu?
it: 👋 Ciao {name}, tieni traccia di quelle spese?
kn: 👋 ಹೇ ಅಲ್ಲಿ {name}, ಆ ಖರ್ಚುಗಳನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡುತ್ತಿದ್ದೀರಾ?
ko: 👋 {name}님, 안녕하세요! 지출 내역을 추적하고 계신가요?
ml: ഹേയ് {name}, ചെലവുകൾ ട്രാക്ക് ചെയ്യുന്നുണ്ടോ?
nl: 👋 Hé {name}, die uitgaven bijhouden?
pt_br: 👋 Olá {name}, acompanhando esses gastos?
ru: 👋 Привет, {name}, отслеживаете расходы?
sv: 👋 Hej {name}, spårar du de utgifterna?
sw: Hujambo {name}, unafuatilia matumizi hayo?
te: 👋 హే అక్కడ {name}, ఆ ఖర్చులను ట్రాక్ చేస్తున్నారా?
tr: Merhaba {name}, harcamaları takip ediyor musun?
uk: 👋 Привіт, {name}, відстежуєте витрати?
zh: 👋 嗨 {name}，正在跟踪那些支出吗？
zh_tw: 👋 嗨 {name}，正在追蹤那些支出嗎？

# welcomeAfternoon4
source: Making progress, {name}?
be: 💫 Робіце поспехі, {name}?
bn: এগিয়ে চলেছেন, {name}?
da: 💫 Gør du fremskridt, {name}?
de: 💫 Machst du Fortschritte, {name}?
el: 💫 Κάνεις πρόοδο, {name};
es: 💫 ¿Progresando, {name}?
fr: 💫 Vous progressez, {name} ?
he: 💫 מתקדם, {name}?
id: 💫 Membuat kemajuan, {name}?
it: 💫 Stai facendo progressi, {name}?
kn: 💫 ಪ್ರಗತಿ ಸಾಧಿಸುತ್ತಿದ್ದೀರಾ, {name}?
ko: 💫 {name}님, 잘하고 계시나요?
ml: പുരോഗമിക്കുന്നുണ്ടോ, {name}?
nl: 💫 Vooruitgang boeken, {name}?
pt_br: 💫 Progredindo, {name}?
ru: 💫 Делаете успехи, {name}?
sv: 💫 Gör du framsteg, {name}?
sw: Unafanya maendeleo, {name}?
te: 💫 పురోగతి సాధిస్తున్నారా, {name}?
tr: İlerleme kaydediyor musun, {name}?
uk: 💫 Робите успіхи, {name}?
zh: 💫 进展顺利吗，{name}？
zh_tw: 💫 進展順利嗎，{name}？

# welcomeEvening1
source: Good evening, {name}! Time to review the day?
be: 🌆 Добрага вечара, {name}! Час падвесці вынікі дня?
bn: শুভ সন্ধ্যা, {name}! দিনের পর্যালোচনা করার সময়?
da: 🌆 Godaften, {name}! Tid til at gennemgå dagen?
de: 🌆 Guten Abend, {name}! Zeit, den Tag Revue passieren zu lassen?
el: 🌆 Καλησπέρα, {name}! Ώρα για ανασκόπηση της ημέρας;
es: 🌆 ¡Buenas tardes, {name}! ¿Revisamos el día?
fr: 🌆 Bonsoir, {name} ! L'heure de faire le point sur la journée ?
he: 🌆 ערב טוב, {name}! זמן לסכם את היום?
id: 🌆 Selamat malam, {name}! Waktunya meninjau hari?
it: 🌆 Buonasera, {name}! È ora di rivedere la giornata?
kn: 🌆 ಶುಭ ಸಂಜೆ, {name}! ದಿನವನ್ನು ಪರಿಶೀಲಿಸಲು ಸಮಯವೇ?
ko: 🌆 {name}님, 안녕하세요! 오늘 하루를 되돌아볼 시간인가요?
ml: സുസന്ധ്യ, {name}! ദിവസം അവലോകനം ചെയ്യാൻ സമയമായോ?
nl: 🌆 Goedenavond, {name}! Tijd om de dag te overzien?
pt_br: 🌆 Boa noite, {name}! Hora de revisar o dia?
ru: 🌆 Добрый вечер, {name}! Время подвести итоги дня?
sv: 🌆 God kväll, {name}! Dags att se över dagen?
sw: Habari za jioni, {name}! Wakati wa kukagua siku?
te: 🌆 శుభ సాయంత్రం, {name}! రోజును సమీక్షించడానికి సమయం?
tr: İyi akşamlar, {name}! Günü gözden geçirme zamanı mı?
uk: 🌆 Доброго вечора, {name}! Час підвести підсумки дня?
zh: 🌆 晚安，{name}！该回顾一下今天了吗？
zh_tw: 🌆 晚安，{name}！該回顧一下今天了嗎？

# welcomeEvening2
source: Evening, {name}! How're the finances looking?
be: 🌇 Вечар, {name}! Як справы з фінансамі?
bn: সন্ধ্যা, {name}! আর্থিক অবস্থা কেমন দেখাচ্ছে?
da: 🌇 Aften, {name}! Hvordan ser økonomien ud?
de: 🌇 Abend, {name}! Wie sehen die Finanzen aus?
el: 🌇 Καλησπέρα, {name}! Πώς πάνε τα οικονομικά;
es: 🌇 ¡Hola, {name}! ¿Cómo van las finanzas?
fr: 🌇 Soirée, {name} ! Comment vont les finances ?
he: 🌇 ערב, {name}! איך נראים הכספים?
id: 🌇 Malam, {name}! Bagaimana kabar keuangannya?
it: 🌇 Sera, {name}! Come vanno le finanze?
kn: 🌇 ಸಂಜೆ, {name}! ಹಣಕಾಸುಗಳು ಹೇಗಿವೆ?
ko: 🌇 {name}님, 저녁입니다! 재정은 잘 관리되고 있나요?
ml: വൈകുന്നേരം, {name}! സാമ്പത്തികം എങ്ങനെയിരിക്കുന്നു?
nl: 🌇 Avond, {name}! Hoe staat het met de financiën?
pt_br: 🌇 Noite, {name}! Como estão as finanças?
ru: 🌇 Вечер, {name}! Как дела с финансами?
sv: 🌇 Kväll, {name}! Hur ser ekonomin ut?
sw: Jioni, {name}! Fedha zinaonekanaje?
te: 🌇 సాయంత్రం, {name}! ఆర్థిక విషయాలు ఎలా ఉన్నాయి?
tr: Akşam, {name}! Finanslar nasıl görünüyor?
uk: 🌇 Вечір, {name}! Як справи з фінансами?
zh: 🌇 晚上好，{name}！财务状况如何？
zh_tw: 🌇 晚上好，{name}！財務狀況如何？
