Repository: h4h13/paisa-app
Catalog: localization/app_*.arb
Languages: be, bn, da, de, el, es, fr, he, id, it, kn, ko, ml, nl, pt_br, ru, sv, sw, te, tl, tr, uk, zh, zh_tw

source: Subscriptions
be: Падпіскі
bn: সাবস্ক্রিপশনসমূহ
da: Abonnementer
de: Abonnements
el: Συνδρομές
es: Suscripciones
fr: Abonnements
he: מינויים
id: Langganan
it: Abbonamenti
kn: ಚಂದಾದಾರಿಕೆಗಳು
ko: 구독
ml: സബ്സ്ക്രിപ്ഷനുകൾ
nl: Abonnementen
pt_br: Assinaturas
ru: Подписки
sv: Prenumerationer
sw: Usajili
te: సబ్‌స్క్రిప్షన్లు
tl: Mga Subscription
tr: Abonelikler
uk: Підписки
zh: 订阅
zh_tw: 訂閱

source: Licenses
be: Ліцэнзіі
bn: লাইসেন্স
da: Licenser
de: Lizenzen
el: Άδειες
es: Licencias
fr: Licences
he: רישיונות
id: Lisensi
it: Licenze
kn: ಪರವಾನಗಿಗಳು
ko: 라이선스
ml: ലൈസൻസുകൾ
nl: Licenties
pt_br: Licenças
ru: Лицензии
sv: Licenser
sw: Leseni
te: లైసెన్సులు
tl: Mga Lisensya
tr: Lisanslar
uk: Ліцензії
zh: 许可证
zh_tw: 授權

source: Send Email
be: Адправіць электронную пошту
bn: ইমেল পাঠান
de: E-Mail senden
el: Αποστολή Email
es: Enviar correo electrónico
fr: Envoyer un e-mail
he: שלח אימייל
id: Kirim Email
it: Invia email
kn: ಇಮೇಲ್ ಕಳುಹಿಸಿ
ko: 이메일 보내기
ml: ഇമെയിൽ അയക്കുക
nl: E-mail verzenden
pt_br: Enviar Email
ru: Отправить письмо
sv: Skicka e-post
sw: Tuma Barua Pepe
te: ఇమెయిల్ పంపండి
tl: Magpadala ng Email
tr: E-posta Gönder
uk: Надіслати електронний лист
zh: 发送邮件
zh_tw: 傳送電子郵件

source: Light
be: Светлы
bn: হালকা
da: Lys
de: Hell
el: Φωτεινό
es: Claro
fr: Clair
he: בהיר
id: Terang
it: Chiaro
kn: ತಿಳಿ
ko: 밝게
ml: ലൈറ്റ്
nl: Licht
pt_br: Claro
ru: Светлый
sv: Ljus
sw: Mwangaza
te: తేలికపాటి
tl: Maliwanag
tr: Açık
uk: Світлий
zh: 浅色
zh_tw: 淺色

source: Dark
be: Цёмны
bn: ডার্ক
da: Mørk
de: Dunkel
el: Σκούρο
es: Oscuro
fr: Sombre
he: כהה
id: Gelap
it: Scuro
kn: ಗಾಢ
ko: 어둡게
ml: ഡാർക്ക്
nl: Donker
pt_br: Escuro
ru: Темный
sv: Mörk
sw: Giza
te: ముదురు
tl: Madilim
tr: Koyu
uk: Темний
zh: 深色
zh_tw: 深色

source: System
be: Сістэма
bn: সিস্টেম
el: Σύστημα
es: Sistema
fr: Système
he: מערכת
id: Sistem
it: Sistema
kn: ಸಿಸ್ಟಮ್
ko: 시스템
ml: സിസ്റ്റം
nl: Systeem
pt_br: Sistema
ru: Системная
sw: Mfumo
te: సిస్టమ్
tl: Sistema
tr: Sistem
uk: Системна
zh: 系统
zh_tw: 系統

source: Info
be: Інфармацыя
bn: তথ্য
el: Πληροφορίες
es: Información
fr: Infos
he: מידע
kn: ಮಾಹಿತಿ
ko: 정보
ml: വിവരം
pt_br: Informações
ru: Информация
sw: Taarifa
te: సమాచారం
tl: Impormasyon
tr: Bilgi
uk: Інформація
zh: 信息
zh_tw: 資訊

# infoDialog
source: Paisa is a offline & privacy-first app, this info is stored locally on your device and helps personalize your app
be: Paisa — гэта афлайн-дадатак з прыватнасцю, уся інфармацыя захоўваецца лакальна на вашай прыладзе і дапамагае персаналізаваць дадатак.
bn: পয়সা একটি অফলাইন এবং গোপনীয়তা-প্রথম অ্যাপ, এই তথ্যটি আপনার ডিভাইসে স্থানীয়ভাবে সংরক্ষণ করা হয় এবং আপনার অ্যাপকে ব্যক্তিগতকৃত করতে সাহায্য করে
da: Paisa er en offline og privatlivsfokuseret app. Disse oplysninger gemmes lokalt på din enhed og hjælper med at tilpasse din app.
de: Paisa ist eine Offline- und Datenschutz-App. Diese Informationen werden lokal auf Ihrem Gerät gespeichert und helfen, Ihre App zu personalisieren.
el: Το Paisa είναι μια εφαρμογή με έμφαση στην ιδιωτικότητα. Τα δεδομένα αποθηκεύονται τοπικά στη συσκευή σας και βοηθούν στην εξατομίκευση της εφαρμογής.
es: Paisa es una aplicación sin conexión y centrada en la privacidad. Esta información se almacena localmente en tu dispositivo y ayuda a personalizar tu aplicación.
fr: Paisa est une application hors ligne et axée sur la confidentialité, ces informations sont stockées localement sur votre appareil et aident à personnaliser votre application
he: פאיסה היא אפליקציה לא מקוונת ופרטית בראש ובראשונה, מידע זה נשמר מקומית במכשיר שלך ועוזר להתאים אישית את האפליקציה שלך
id: Paisa adalah aplikasi offline dan mengutamakan privasi, info ini disimpan secara lokal di perangkat Anda dan membantu mempersonalisasi aplikasi Anda
it: Paisa è un'app offline e orientata alla privacy, queste informazioni sono memorizzate localmente sul tuo dispositivo e aiutano a personalizzare la tua app
kn: ಪೈಸಾ ಒಂದು ಆಫ್‌ಲೈನ್ ಮತ್ತು ಗೌಪ್ಯತೆಗೆ ಮೊದಲ ಆದ್ಯತೆ ನೀಡುವ ಅಪ್ಲಿಕೇಶನ್ ಆಗಿದೆ, ಈ ಮಾಹಿತಿ ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿ ಸ್ಥಳೀಯವಾಗಿ ಸಂಗ್ರಹವಾಗಿದ್ದು, ನಿಮ್ಮ ಅಪ್ಲಿಕೇಶನ್ ಅನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು ಸಹಾಯ ಮಾಡುತ್ತದೆ
ko: Paisa는 오프라인 및 개인 정보 보호 우선 앱이며, 이 정보는 기기에 로컬로 저장되어 앱을 개인화하는 데 도움이 됩니다.
ml: പൈസ ഓഫ്‌ലൈൻ & സ്വകാര്യതാ ആപ്പ്. വിവരങ്ങൾ നിങ്ങളുടെ ഉപകരണത്തിൽ മാത്രം.
nl: Paisa is een offline en privacy-eerste app, deze info wordt lokaal op uw apparaat opgeslagen en helpt bij het personaliseren van uw app
pt_br: Paisa é um aplicativo offline e com foco na privacidade, essas informações são armazenadas localmente no seu dispositivo e ajudam a personalizar seu aplicativo
ru: Paisa — это офлайн-приложение, ориентированное на конфиденциальность; эта информация хранится локально на вашем устройстве и помогает персонализировать приложение
sv: Paisa är en offline- och integritetsfokuserad app, denna information lagras lokalt på din enhet och hjälper till att anpassa din app
sw: Paisa ni programu ya nje ya mtandao na inayozingatia faragha, taarifa hii huhifadhiwa kwenye kifaa chako na husaidia kubinafsisha programu yako
te: పైసా అనేది ఆఫ్‌లైన్ మరియు గోప్యతా-ఆధారిత యాప్, ఈ సమాచారం మీ పరికరంలో స్థానికంగా నిల్వ చేయబడుతుంది మరియు మీ యాప్‌ను వ్యక్తిగతీకరించడానికి సహాయపడుతుంది
tl: Ang Paisa ay isang offline at privacy-first na app, ang impormasyong ito ay nakaimbak sa inyong device at tumutulong na i-personalize ang inyong app
tr: Paisa, çevrimdışı ve gizliliğe öncelik veren bir uygulamadır, bu bilgiler cihazınızda yerel olarak saklanır ve uygulamanızı kişiselleştirmenize yardımcı olur
uk: Paisa — це офлайн-додаток, орієнтований на конфіденційність; ця інформація зберігається локально на вашому пристрої та допомагає персоналізувати додаток
zh: Paisa 是一款离线且注重隐私的应用，这些信息本地存储在您的设备上，有助于个性化您的应用
zh_tw: Paisa 是一款離線且注重隱私的應用程式，這些資訊儲存在您的裝置本機，有助於個人化您的應用程式

# introStepTwoTitle
source: Your Finances, Your Privacy
be: Вашы фінансы, ваша прыватнасць
bn: আপনার অর্থ, আপনার গোপনীয়তা
da: Din økonomi, dit privatliv
de: Ihre Finanzen, Ihre Privatsphäre
el: Τα Οικονομικά σας, το Απόρρητό σας
es: Tus finanzas, tu privacidad
fr: Vos finances, votre confidentialité
he: הכספים שלך, הפרטיות שלך
id: Keuangan Anda, Privasi Anda
it: Le tue finanze, la tua privacy
kn: ನಿಮ್ಮ ಹಣಕಾಸು, ನಿಮ್ಮ ಗೌಪ್ಯತೆ
ko: 당신의 금융, 당신의 프라이버시
ml: നിങ്ങളുടെ സാമ്പത്തികം, നിങ്ങളുടെ സ്വകാര്യത
nl: Uw Financiën, Uw Privacy
pt_br: Suas Finanças, Sua Privacidade
ru: Ваши финансы, ваша конфиденциальность
sv: Din ekonomi, din integritet
sw: Fedha Zako, Faragha Yako
te: మీ ఆర్థికవ్యవస్థ, మీ గోప్యత
tl: Inyong Pananalapi, Inyong Privacy
tr: Finansınız, Gizliliğiniz
uk: Ваші фінанси, ваша конфіденційність
zh: 您的财务，您的隐私
zh_tw: 您的財務，您的隱私

# introStepTwoSubTitle
source: Paisa works completely offline. Your data stays on your device, always.
be: Paisa працуе цалкам афлайн. Вашы дадзеныя заўсёды застаюцца на вашай прыладзе.
bn: পয়সা সম্পূর্ণরূপে অফলাইনে কাজ করে। আপনার ডেটা সবসময় আপনার ডিভাইসে থাকে।
da: Paisa fungerer helt offline. Dine data forbliver altid på din enhed.
de: Paisa funktioniert vollständig offline. Ihre Daten bleiben immer auf Ihrem Gerät.
el: Το Paisa λειτουργεί πλήρως εκτός σύνδεσης. Τα δεδομένα σας παραμένουν πάντα στη συσκευή σας.
es: Paisa funciona completamente sin conexión. Tus datos permanecen siempre en tu dispositivo.
fr: Paisa fonctionne entièrement hors ligne. Vos données restent sur votre appareil, toujours.
he: פאיסה עובדת לגמרי במצב לא מקוון. הנתונים שלך נשארים במכשיר שלך, תמיד.
id: Paisa bekerja sepenuhnya offline. Data Anda tetap di perangkat Anda, selalu.
it: Paisa funziona completamente offline. I tuoi dati rimangono sul tuo dispositivo, sempre.
kn: ಪೈಸಾ ಸಂಪೂರ್ಣವಾಗಿ ಆಫ್‌ಲೈನ್‌ನಲ್ಲಿ ಕಾರ್ಯನಿರ್ವಹಿಸುತ್ತದೆ. ನಿಮ್ಮ ಡೇಟಾ ಯಾವಾಗಲೂ ನಿಮ್ಮ ಸಾಧನದಲ್ಲಿಯೇ ಇರುತ್ತದೆ.
ko: Paisa는 완전히 오프라인에서 작동합니다. 당신의 데이터는 항상 당신의 기기에 남아 있습니다.
ml: പൈസ ഓഫ്‌ലൈൻ ആപ്പ്. ഡാറ്റ നിങ്ങളുടെ ഉപകരണത്തിൽ മാത്രം.
nl: Paisa werkt volledig offline. Uw gegevens blijven altijd op uw apparaat.
pt_br: Paisa funciona completamente offline. Seus dados permanecem no seu dispositivo, sempre.
ru: Paisa работает полностью в автономном режиме. Ваши данные всегда остаются на вашем устройстве.
sv: Paisa fungerar helt offline. Dina data finns alltid kvar på din enhet.
sw: Paisa inafanya kazi nje ya mtandao kabisa. Data yako inabaki kwenye kifaa chako, daima.
te: పైసా పూర్తిగా ఆఫ్‌లైన్‌లో పనిచేస్తుంది. మీ డేటా ఎల్లప్పుడూ మీ పరికరంలోనే ఉంటుంది.
tl: Ang Paisa ay gumagana nang offline. Ang inyong data ay nananatili sa inyong device, palagi.
tr: Paisa tamamen çevrimdışı çalışır. Verileriniz her zaman cihazınızda kalır.
uk: Paisa працює повністю в автономному режимі. Ваші дані завжди залишаються на вашому пристрої.
zh: Paisa 完全离线运行。您的数据始终保留在您的设备上。
zh_tw: Paisa 完全離線運作。您的資料始終保留在您的裝置上。

# introStepThreeTitle
source: Understand Your Spending Habits
be: Зразумейце свае звычкі выдаткаў
bn: আপনার খরচের অভ্যাস বুঝুন
da: Forstå dine forbrugsvaner
de: Verstehen Sie Ihre Ausgabengewohnheiten
el: Κατανοήστε τις συνήθειες δαπανών σας
es: Comprende tus hábitos de gasto
fr: Comprendre vos habitudes de dépense
he: הבן את הרגלי ההוצאות שלך
id: Pahami Kebiasaan Belanja Anda
it: Comprendi le tue abitudini di spesa
kn: ನಿಮ್ಮ ಖರ್ಚು ಅಭ್ಯಾಸಗಳನ್ನು ಅರ್ಥಮಾಡಿಕೊಳ್ಳಿ
ko: 지출 습관 이해하기
ml: നിങ്ങളുടെ ചെലവ് ശീലങ്ങൾ മനസ്സിലാക്കുക
nl: Begrijp uw uitgavenpatroon
pt_br: Entenda Seus Hábitos de Gasto
ru: Поймите свои привычки расходования
sv: Förstå dina utgiftsvanor
sw: Elewa Tabia Zako za Matumizi
te: మీ ఖర్చు అలవాట్లను అర్థం చేసుకోండి
tl: Unawain ang Inyong mga Gawi sa Paggastos
tr: Harcama Alışkanlıklarınızı Anlayın
uk: Зрозумійте свої звички витрачання
zh: 了解您的消费习惯
zh_tw: 了解您的消費習慣

# introStepThreeSubTitle
source: Track your expenses, savings, and investments in one place.
be: Адсочвайце свае выдаткі, зберажэнні і інвестыцыі ў адным месцы.
bn: এক জায়গায় আপনার খরচ, সঞ্চয় এবং বিনিয়োগ ট্র্যাক করুন।
da: Følg dine udgifter, besparelser og investeringer ét sted.
de: Verfolgen Sie Ihre Ausgaben, Ersparnisse und Investitionen an einem Ort.
el: Παρακολουθήστε δαπάνες, αποταμιεύσεις και επενδύσεις σε ένα μέρος.
es: Controla tus gastos, ahorros e inversiones en un solo lugar.
fr: Suivez vos dépenses, vos économies et vos investissements en un seul endroit.
he: עקוב אחר ההוצאות, החסכונות וההשקעות שלך במקום אחד.
id: Lacak pengeluaran, tabungan, dan investasi Anda di satu tempat.
it: Tieni traccia delle tue spese, risparmi e investimenti in un unico posto.
kn: ನಿಮ್ಮ ಖರ್ಚುಗಳು, ಉಳಿತಾಯಗಳು ಮತ್ತು ಹೂಡಿಕೆಗಳನ್ನು ಒಂದೇ ಸ್ಥಳದಲ್ಲಿ ಟ್ರ್ಯಾಕ್ ಮಾಡಿ.
ko: 지출, 저축 및 투자를 한 곳에서 추적하세요.
ml: ചെലവുകൾ, സമ്പാദ്യങ്ങൾ, നിക്ഷേപങ്ങൾ എന്നിവ ഒരുമിച്ച് ട്രാക്ക് ചെയ്യുക.
nl: Houd uw uitgaven, besparingen en investeringen op één plek bij.
pt_br: Acompanhe suas despesas, economias e investimentos em um só lugar.
ru: Отслеживайте свои расходы, сбережения и инвестиции в одном месте.
sv: Spåra dina utgifter, besparingar och investeringar på ett ställe.
sw: Fuatilia matumizi, akiba, na uwekezaji wako mahali pamoja.
te: మీ ఖర్చులు, పొదుపులు మరియు పెట్టుబడులను ఒకే చోట ట్రాక్ చేయండి.
tl: Subaybayan ang inyong mga gastos, ipon, at pamumuhunan sa isang lugar.
tr: Harcamalarınızı, tasarruflarınızı ve yatırımlarınızı tek bir yerde takip edin.
uk: Відстежуйте свої витрати, заощадження та інвестиції в одному місці.
zh: 在一个地方跟踪您的支出、储蓄和投资。
zh_tw: 在一個地方追蹤您的支出、儲蓄和投資。

source: Your currency
be: Ваша валюта
bn: আপনার মুদ্রা
da: Din valuta
de: Ihre Währung
el: Το νόμισμά σας
es: Tu moneda
fr: Votre devise
he: המטבע שלך
id: Mata uang Anda
it: La tua valuta
kn: ನಿಮ್ಮ ಕರೆನ್ಸಿ
ko: 당신의 통화
ml: നിങ്ങളുടെ കറൻസി
nl: Uw valuta
pt_br: Sua moeda
ru: Ваша валюта
sv: Din valuta
sw: Sarafu yako
te: మీ కరెన్సీ
tl: Inyong pera
tr: Para biriminiz
uk: Ваша валюта
zh: 您的货币
zh_tw: 您的貨幣

source: Search currency by name or code
be: Пошук валюты па назве або коду
bn: নাম বা কোড দ্বারা মুদ্রা অনুসন্ধান করুন
da: Søg valuta efter navn eller kode
de: Suche Währung nach Name oder Code
el: Αναζήτηση νομίσματος με όνομα ή κωδικό
es: Buscar moneda por nombre o código
fr: Rechercher une devise par nom ou code
he: חפש מטבע לפי שם או קוד
id: Cari mata uang berdasarkan nama atau kode
it: Cerca valuta per nome o codice
kn: ಹೆಸರು ಅಥವಾ ಕೋಡ್ ಮೂಲಕ ಕರೆನ್ಸಿ ಹುಡುಕಿ
ko: 이름 또는 코드로 통화 검색
ml: പേര്/കോഡ് വഴി കറൻസി തിരയുക
nl: Zoek valuta op naam of code
pt_br: Pesquisar moeda por nome ou código
ru: Искать валюту по названию или коду
sv: Sök valuta efter namn eller kod
sw: Tafuta sarafu kwa jina au msimbo
te: పేరు లేదా కోడ్ ద్వారా కరెన్సీని శోధించండి
tl: Maghanap ng pera ayon sa pangalan o code
tr: Para birimini ada veya koda göre arayın
uk: Шукати валюту за назвою або кодом
zh: 按名称或代码搜索货币
zh_tw: 依名稱或代碼搜尋貨幣

# returningUser
source: Returning user, Restore from backup
be: Вяртаецеся? Аднавіце з рэзервовай копіі
bn: ফিরে আসা ব্যবহারকারী, ব্যাকআপ থেকে পুনরুদ্ধার করুন
da: Tidligere bruger, gendan fra backup
de: Wiederkehrender Nutzer, aus Backup wiederherstellen
el: Επιστρέφοντας χρήστης, επαναφορά από αντίγραφο ασφαλείας
es: Usuario recurrente, restaurar desde copia de seguridad
fr: Utilisateur de retour, Restaurer à partir de la sauvegarde
he: משתמש חוזר, שחזר מגיבוי
id: Pengguna kembali, Pulihkan dari cadangan
it: Utente di ritorno, ripristina dal backup
kn: ಹಿಂದಿರುಗಿದ ಬಳಕೆದಾರ, ಬ್ಯಾಕಪ್‌ನಿಂದ ಮರುಸ್ಥಾಪಿಸಿ
ko: 기존 사용자, 백업에서 복원
ml: തിരികെ വന്ന ഉപയോക്താവ്, ബാക്കപ്പിൽ നിന്ന് പുനഃസ്ഥാപിക്കുക
nl: Terugkerende gebruiker, herstel van back-up
pt_br: Usuário retornando, Restaurar do backup
ru: Вернувшийся пользователь, восстановить из резервной копии
sv: Återkommande användare, återställ från säkerhetskopia
sw: Mtumiaji anayerudi, Rejesha kutoka kwenye nakala
te: తిరిగి వచ్చే వినియోగదారు, బ్యాకప్ నుండి పునరుద్ధరించండి
tl: Bumabalik na user, I-restore mula sa backup
tr: Geri dönen kullanıcı, yedekten geri yükle
uk: Повторний користувач, відновити з резервної копії
zh: 回访用户，从备份恢复
zh_tw: 回訪使用者，從備份還原

source: Select valid backup file
be: Выберыце сапраўдны файл рэзервовай копіі
bn: সঠিক ব্যাকআপ ফাইল নির্বাচন করুন
da: Vælg en gyldig backupfil
de: Gültige Backup-Datei auswählen
el: Επιλέξτε έγκυρο αρχείο αντιγράφου ασφαλείας
es: Selecciona un archivo de copia de seguridad válido
fr: Sélectionnez un fichier de sauvegarde valide
he: בחר קובץ גיבוי חוקי
id: Pilih file cadangan yang valid
it: Seleziona un file di backup valido
kn: ಮಾನ್ಯ ಬ್ಯಾಕಪ್ ಫೈಲ್ ಆಯ್ಕೆಮಾಡಿ
ko: 유효한 백업 파일을 선택하세요
ml: ശരിയായ ബാക്കപ്പ് ഫയൽ തിരഞ്ഞെടുക്കുക
nl: Selecteer een geldig back-upbestand
pt_br: Selecione um arquivo de backup válido
ru: Выберите действительный файл резервной копии
sv: Välj en giltig säkerhetskopia
sw: Chagua faili sahihi ya nakala
te: చెల్లుబాటు అయ్యే బ్యాకప్ ఫైల్‌ను ఎంచుకోండి
tl: Pumili ng wastong backup file
tr: Geçerli bir yedekleme dosyası seçin
uk: Виберіть дійсний файл резервної копії
zh: 选择有效的备份文件
zh_tw: 請選擇有效的備份檔案

# fromAndToAccountSame
source: From and to account cannot be same
be: Акаўнты адпраўкі і атрымання не могуць супадаць
bn: প্রেরক এবং প্রাপক অ্যাকাউন্ট একই হতে পারে না
da: Fra- og tilkonto kan ikke være den samme
de: Von- und Zielkonto dürfen nicht identisch sein
el: Ο λογαριασμός προέλευσης και προορισμού δεν μπορεί να είναι ο ίδιος
es: La cuenta de origen y destino no pueden ser la misma
fr: Les comptes d'origine et de destination ne peuvent pas être les mêmes
he: חשבון מקור ויעד לא יכולים להיות זהים
id: Akun asal dan tujuan tidak boleh sama
it: Il conto di origine e quello di destinazione non possono essere gli stessi
kn: ಕಳುಹಿಸುವ ಮತ್ತು ಸ್ವೀಕರಿಸುವ ಖಾತೆ ಒಂದೇ ಆಗಿರಬಾರದು
ko: 보내는 계좌와 받는 계좌는 같을 수 없습니다
ml: തുടക്ക, അവസാന അക്കൗണ്ടുകൾ ഒരേതാകാൻ പാടില്ല
nl: Van- en naar-rekening kunnen niet hetzelfde zijn
pt_br: Contas de origem e destino não podem ser as mesmas
ru: Счет отправителя и получателя не могут совпадать
sv: Från- och till-konto kan inte vara samma
sw: Akaunti ya kutuma na kupokea haiwezi kuwa sawa
te: మరియు నుండి ఖాతా ఒకేలా ఉండకూడదు
tl: Ang mula at patungo na account ay hindi maaaring pareho
tr: Gönderen ve alıcı hesap aynı olamaz
uk: Рахунок відправника та одержувача не можуть бути однаковими
zh: 转出账户和转入账户不能相同
zh_tw: 轉出帳戶和轉入帳戶不能相同

source: Get Lifetime Access
be: Атрымаць пажыццёвы доступ
bn: আজীবন অ্যাক্সেস পান
da: Få livstidsadgang
de: Lebenslangen Zugang erhalten
el: Αποκτήστε πρόσβαση εφ' όρου ζωής
es: Obtener acceso de por vida
fr: Obtenez un accès à vie
he: קבל גישה לכל החיים
id: Dapatkan Akses Seumur Hidup
it: Ottieni accesso a vita
kn: ಜೀವಮಾನದ ಪ್ರವೇಶ ಪಡೆಯಿರಿ
ko: 평생 이용권 받기
ml: ലൈഫ് ടൈം ആക്സസ് നേടുക
nl: Krijg levenslange toegang
pt_br: Obtenha Acesso Vitalício
ru: Получить пожизненный доступ
sv: Få livstidsåtkomst
sw: Pata Ufikiaji wa Maisha Yote
te: జీవితకాల యాక్సెస్ పొందండి
tl: Kunin ang Lifetime Access
tr: Ömür Boyu Erişim Elde Edin
uk: Отримати довічний доступ
zh: 获取终身访问权限
zh_tw: 取得終身存取權

source: Lifetime
be: Пажыццёва
bn: আজীবন
da: Livstid
de: Lebenslang
el: Εφ' όρου ζωής
es: De por vida
fr: À vie
he: לכל החיים
id: Seumur Hidup
it: A vita
kn: ಜೀವಮಾನ
ko: 평생
ml: ലൈഫ് ടൈം
nl: Levenslang
pt_br: Vitalício
ru: Пожизненно
sv: Livstid
sw: Maisha Yote
te: జీవితకాలం
tl: Habambuhay
tr: Ömür boyu
uk: Довічно
zh: 终身
zh_tw: 終身

# exportAllDataFailed
source: Export failed
be: Не атрымалася экспартаваць даныя
bn: এক্সপোর্ট ব্যর্থ হয়েছে
da: Eksport mislykkedes
de: Export fehlgeschlagen
el: Η εξαγωγή απέτυχε
es: Error al exportar los datos
fr: Échec de l'exportation
he: ייצוא נכשל
id: Ekspor gagal
it: Esportazione fallita
kn: ಎಲ್ಲಾ ಡೇಟಾ ರಫ್ತು ವಿಫಲವಾಗಿದೆ
ko: 모든 데이터 내보내기 실패
ml: എല്ലാ ഡാറ്റയും കയറ്റുമതി ചെയ്യുന്നത് പരാജയപ്പെട്ടു
nl: Export mislukt
pt_br: Falha na exportação de todos os dados
ru: Экспорт всех данных не удался
sv: Export av all data misslyckades
sw: Uhamishaji umeshindwa
te: అన్ని డేటాను ఎగుమతి చేయడం విఫలమైంది
tl: Nabigo ang pag-export
tr: Tüm verileri dışa aktarma başarısız oldu
uk: Експорт всіх даних не вдався
zh: 导出所有数据失败
zh_tw: 匯出所有資料失敗

source: Transaction skipped
be: Транзакцыя прапушчана
bn: লেনদেন এড়িয়ে যাওয়া হয়েছে
da: Transaktion sprunget over
de: Transaktion übersprungen
el: Η συναλλαγή παραλείφθηκε
es: Transacción omitida
fr: Transaction ignorée
he: העסקה דולגה
id: Transaksi dilewati
it: Transazione saltata
kn: ವಹಿವಾಟು ಬಿಟ್ಟುಬಿಡಲಾಗಿದೆ
ko: 거래 건너뛰기
ml: ഇടപാട് ഒഴിവാക്കി
nl: Transactie overgeslagen
pt_br: Transação ignorada
ru: Транзакция пропущена
sv: Transaktionen hoppades över
sw: Mwamala umerukwa
te: లావాదేవీ దాటవేయబడింది
tl: Nalaktawan ang transaksyon
tr: İşlem atlandı
uk: Транзакція пропущена
zh: 交易已跳过
zh_tw: 交易已跳過

source: Failed to skip transaction
be: Не атрымалася прапусціць транзакцыю
bn: লেনদেন এড়িয়ে যেতে ব্যর্থ
da: Kunne ikke springe transaktion over
de: Überspringen fehlgeschlagen
el: Αποτυχία παράλειψης
es: No se pudo omitir la transacción
fr: Échec de l'ignorance de la transaction
he: נכשל דילוג על עסקה
id: Gagal melewati transaksi
it: Impossibile saltare la transazione
kn: ವಹಿವಾಟನ್ನು ಬಿಟ್ಟುಬಿಡಲು ವಿಫಲವಾಗಿದೆ
ko: 거래 건너뛰기 실패
ml: ഇടപാട് ഒഴിവാക്കാൻ കഴിഞ്ഞില്ല
nl: Transactie overslaan mislukt
pt_br: Falha ao ignorar transação
ru: Не удалось пропустить транзакцию
sv: Kunde inte hoppa över transaktion
sw: Imeshindwa kuruka mwamala
te: లావాదేవీని దాటవేయడం విఫలమైంది
tl: Nabigo ang paglaktaw sa transaksyon
tr: İşlem atlama başarısız oldu
uk: Не вдалося пропустити транзакцію
zh: 跳过交易失败
zh_tw: 跳過交易失敗

source: Failed to delete transaction
be: Не атрымалася выдаліць транзакцыю
bn: লেনদেন মুছতে ব্যর্থ
da: Kunne ikke slette transaktion
de: Löschen fehlgeschlagen
el: Αποτυχία διαγραφής
es: No se pudo eliminar la transacción
fr: Échec de la suppression de la transaction
he: נכשל מחיקת עסקה
id: Gagal menghapus transaksi
it: Impossibile eliminare la transazione
kn: ವಹಿವಾಟನ್ನು ಅಳಿಸಲು ವಿಫಲವಾಗಿದೆ
ko: 거래 삭제 실패
ml: ഇടപാട് ഇല്ലാതാക്കാൻ കഴിഞ്ഞില്ല
nl: Transactie verwijderen mislukt
pt_br: Falha ao excluir transação
ru: Не удалось удалить транзакцию
sv: Kunde inte ta bort transaktion
sw: Imeshindwa kufuta mwamala
te: లావాదేవీని తొలగించడం విఫలమైంది
tl: Nabigo ang pagbura sa transaksyon
tr: İşlem silme başarısız oldu
uk: Не вдалося видалити транзакцію
zh: 删除交易失败
zh_tw: 刪除交易失敗

# transactionProcessedSuccess
source: Transaction processed successfully
be: Транзакцыя паспяхова апрацавана
bn: লেনদেন সফলভাবে প্রসেস করা হয়েছে
da: Transaktion behandlet succesfuldt
de: Transaktion erfolgreich verarbeitet
el: Η συναλλαγή επεξεργάστηκε με επιτυχία
es: Transacción procesada con éxito
fr: Transaction traitée avec succès
he: העסקה עובדה בהצלחה
id: Transaksi berhasil diproses
it: Transazione elaborata con successo
kn: ವಹಿವಾಟು ಯಶಸ್ವಿಯಾಗಿ ಪ್ರಕ್ರಿಯೆಗೊಂಡಿದೆ
ko: 거래 성공적으로 처리됨
ml: ഇടപാട് വിജയകരമായി പ്രോസസ്സ് ചെയ്തു
nl: Transactie succesvol verwerkt
pt_br: Transação processada com sucesso
ru: Транзакция успешно обработана
sv: Transaktionen behandlades framgångsrikt
sw: Mwamala umeshughulikiwa kwa mafanikio
te: లావాదేవీ విజయవంతంగా ప్రాసెస్ చేయబడింది
tl: Matagumpay na naproseso ang transaksyon
tr: İşlem başarıyla işlendi
uk: Транзакція успішно оброблена
zh: 交易处理成功
zh_tw: 交易處理成功

source: Failed to process transaction
be: Не атрымалася апрацаваць транзакцыю
bn: লেনদেন প্রসেস করতে ব্যর্থ
da: Kunne ikke behandle transaktion
de: Verarbeitung fehlgeschlagen
el: Αποτυχία επεξεργασίας
es: No se pudo procesar la transacción
fr: Échec du traitement de la transaction
he: נכשל עיבוד עסקה
id: Gagal memproses transaksi
it: Impossibile elaborare la transazione
kn: ವಹಿವಾಟನ್ನು ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಲು ವಿಫಲವಾಗಿದೆ
ko: 거래 처리 실패
ml: ഇടപാട് പ്രോസസ്സ് ചെയ്യാൻ കഴിഞ്ഞില്ല
nl: Transactie verwerken mislukt
pt_br: Falha ao processar transação
ru: Не удалось обработать транзакцию
sv: Kunde inte behandla transaktion
sw: Imeshindwa kushughulikia mwamala
te: లావాదేవీని ప్రాసెస్ చేయడం విఫలమైంది
tl: Nabigo ang pagproseso sa transaksyon
tr: İşlem işleme başarısız oldu
uk: Не вдалося обробити транзакцію
zh: 处理交易失败
zh_tw: 處理交易失敗

source: Recurring error
be: Памылка рэгулярнай транзакцыі
bn: পুনরাবৃত্ত ত্রুটি
da: Tilbagevendende fejl
de: Fehler bei Wiederholung
el: Σφάλμα επαναλαμβανόμενου
es: Error recurrente
fr: Erreur récurrente
he: שגיאה חוזרת
id: Kesalahan berulang
it: Errore ricorrente
kn: ಪುನರಾವರ್ತಿತ ದೋಷ
ko: 반복 오류
ml: ആവർത്തന പിശക്
nl: Terugkerende fout
pt_br: Erro recorrente
ru: Повторяющаяся ошибка
sv: Återkommande fel
sw: Hitilafu ya marudio
te: పునరావృత లోపం
tl: Error sa umuulit
tr: Yinelenen hata
uk: Повторювана помилка
zh: 循环错误
zh_tw: 循環錯誤

# daysUntilNextCount
source: {days} days until next
be: {days} дзён да наступнай
bn: {days} দিন পর পরবর্তী
da: {days} dage til næste
de: {days} Tage bis zur nächsten
el: {days} μέρες μέχρι το επόμενο
es: Faltan {days} días
fr: {days} jours avant la prochaine
he: {days} ימים עד הבא
id: {days} hari sampai berikutnya
it: {days} giorni alla prossima
kn: ಮುಂದಿನದಕ್ಕೆ {days} ದಿನಗಳು
ko: 다음까지 {days}일
ml: അടുത്തത് വരെ {days} ദിവസം
nl: {days} dagen tot volgende
pt_br: {days} dias até o próximo
ru: {days} дней до следующего
sv: {days} dagar till nästa
sw: Siku {days} hadi lijalo
te: తదుపరి వరకు {days} రోజులు
tl: {days} araw hanggang sa susunod
tr: Sonrakine {days} gün
uk: {days} днів до наступного
zh: 距离下一次还有 {days} 天
zh_tw: 距離下一次還有 {days} 天

source: Confirm Unarchive
be: Пацвердзіце разархівацыю
bn: আনআর্কাইভ নিশ্চিত করুন
da: Bekræft afarkivering
de: Archivierung aufheben bestätigen
el: Επιβεβαίωση αποαρχειοθέτησης
es: ¿Desarchivar?
fr: Confirmer la désarchivage
he: אשר ביטול ארכיון
id: Konfirmasi Batalkan Pengarsipan
it: Conferma sarchivio
kn: ಆರ್ಕೈವ್ ರದ್ದುಗೊಳಿಸುವುದನ್ನು ದೃಢೀಕರಿಸಿ
ko: 보관 해제 확인
ml: ആർക്കൈവ് ചെയ്യാതിരിക്കുന്നത് സ്ഥിരീകരിക്കുക
nl: Bevestig de-archivering
pt_br: Confirmar Desarquivamento
ru: Подтвердите разархивирование
sv: Bekräfta avarkivering
sw: Thibitisha Kuondoa kwenye Hifadhi
te: ఆర్కైవ్ నుండి తొలగించు నిర్ధారించు
tl: Kumpirmahin ang Unarchive
tr: Arşivden çıkarmayı onayla
uk: Підтвердіть разархівацію
zh: 确认取消存档
zh_tw: 確認取消封存
