Repository: h4h13/paisa-app
Catalog: localization/app_*.arb
Languages: be, bn, da, de, el, es, fr, he, id, it, kn, ko, ml, nl, pt_br, ru, sv, sw, te, tl, tr, uk, zh, zh_tw

source: Choose icon
be: Выбраць іконку
bn: আইকন বাছাই করুন
da: Vælg ikon
de: Symbol wählen
el: Επιλογή εικονιδίου
es: Elegir icono
fr: Choisir une icône
he: בחר סמל
id: Pilih Ikon
it: Scegli icona
kn: ಐಕಾನ್ ಆಯ್ಕೆಮಾಡಿ
ko: 아이콘 선택
ml: ഐക്കൺ തിരഞ്ഞെടുക്കുക
nl: Kies icoon
pt_br: Escolher Ícone
ru: Выберите иконку
sv: Välj ikon
sw: Chagua Aikoni
te: చిహ్నాన్ని ఎంచుకోండి
tl: Pumili ng icon
tr: Simge Seç
uk: Вибрати іконку
zh: 选择图标
zh_tw: 選擇圖示

source: Account style
be: Стыль рахунку
bn: অ্যাকাউন্ট স্টাইল
da: Kontostil
de: Kontostil
el: Στυλ λογαριασμού
es: Estilo de cuenta
fr: Style du compte
he: סגנון חשבון
id: Gaya Akun
it: Stile account
kn: ಖಾತೆ ಶೈಲಿ
ko: 계좌 스타일
ml: അക്കൗണ്ട് ശൈലി
nl: Rekeningweergave
pt_br: Estilo de Contas
ru: Стиль счетов
sv: Kontostil
sw: Mtindo wa akaunti
te: ఖాతా శైలి
tl: Style ng account
tr: Hesap Stili
uk: Стиль рахунку
zh: 账户样式
zh_tw: 帳戶樣式

# accountStyleDescription
source: Select your preferred account display style vertical or horizontal
be: Выберыце пераважны стыль адлюстравання рахунку: вертыкальны ці гарызантальны
bn: আপনার পছন্দের অ্যাকাউন্ট প্রদর্শন স্টাইল (উল্লম্ব বা অনুভূমিক) নির্বাচন করুন
da: Vælg din foretrukne kontovisningsstil: lodret eller vandret
de: Wählen Sie Ihren bevorzugten Kontoanzeigestil: vertikal oder horizontal
el: Επιλέξτε το προτιμώμενο στυλ εμφάνισης λογαριασμού: κάθετο ή οριζόντιο
es: Selecciona tu estilo preferido de visualización de cuenta: vertical u horizontal.
fr: Sélectionnez votre style d'affichage de compte préféré : vertical ou horizontal.
he: בחר את סגנון תצוגת החשבון המועדף עליך: אנכי או אופקי
id: Pilih gaya tampilan akun yang Anda sukai: vertikal atau horizontal
it: Scegli il tuo stile di visualizzazione preferito per l'account: verticale o orizzontale
kn: ನಿಮ್ಮ ಇಷ್ಟದ ಖಾತೆ ಪ್ರದರ್ಶನ ಶೈಲಿಯನ್ನು ಆಯ್ಕೆಮಾಡಿ: ಲಂಬವಾಗಿ ಅಥವಾ ಅಡ್ಡಲಾಗಿ
ko: 선호하는 계좌 표시 스타일을 선택하세요: 세로 또는 가로
ml: അക്കൗണ്ട് പ്രദർശന രീതി
nl: Kies uw voorkeursweergave voor rekeningen: verticaal of horizontaal
pt_br: Escolha seu estilo preferido de exibição de contas: vertical ou horizontal
ru: Выберите предпочтительный стиль отображения счетов: вертикальный или горизонтальный
sv: Välj din föredragna kontovisningsstil: vertikal eller horisontell
sw: Chagua mtindo wako unaopendelea wa kuonyesha akaunti, wima au mlalo
te: మీకు ఇష్టమైన ఖాతా డిస్‌ప్లే శైలి నిలువు లేదా సమాంతరంగా ఎంచుకోండి
tl: Pumili ng gustong display style ng account: vertical o horizontal
tr: Tercih ettiğiniz hesap görüntüleme stilini dikey veya yatay olarak seçin
uk: Виберіть бажаний стиль відображення рахунку: вертикальний або горизонтальний
zh: 选择您偏好的账户显示样式：垂直或水平
zh_tw: 選擇您偏好的帳戶顯示樣式：垂直或水平

# lockAppDescription
source: When enabled, you'll need to use fingerprint to open Paisa.
be: Калі ўключана, для адкрыцця Paisa спатрэбіцца адбітак пальца.
bn: সক্ষম করা হলে, পয়সা খুলতে আপনাকে ফিঙ্গারপ্রিন্ট ব্যবহার করতে হবে।
da: Når aktiveret, skal du bruge fingeraftryk for at åbne Paisa.
de: Wenn aktiviert, müssen Sie Ihren Fingerabdruck verwenden, um Paisa zu öffnen.
el: Όταν ενεργοποιηθεί, θα πρέπει να χρησιμοποιήσετε δακτυλικό αποτύπωμα για να ανοίξετε το Paisa.
es: Si está activado, necesitarás huella dactilar para abrir Paisa.
fr: Une fois activé, vous devrez utiliser une empreinte digitale pour ouvrir Paisa.
he: כאשר מופעל, תצטרך להשתמש בטביעת אצבע כדי לפתוח את Paisa.
id: Saat diaktifkan, Anda perlu menggunakan sidik jari untuk membuka Paisa.
it: Quando abilitato, dovrai usare l'impronta digitale per aprire Paisa.
kn: ಸಕ್ರಿಯಗೊಳಿಸಿದಾಗ, ಪೈಸಾ ತೆರೆಯಲು ನೀವು ಫಿಂಗರ್‌ಪ್ರಿಂಟ್ ಬಳಸಬೇಕಾಗುತ್ತದೆ.
ko: 활성화하면 Paisa를 열 때 지문이 필요합니다.
ml: ഇത് ഓണാക്കിയാൽ പൈസ തുറക്കാൻ വിരലടയാളം വേണം.
nl: Indien ingeschakeld, heeft u een vingerafdruk nodig om Paisa te openen.
pt_br: Quando ativado, você precisará usar sua digital para abrir o Paisa.
ru: При включении вам потребуется использовать отпечаток пальца для открытия Paisa.
sv: När aktiverat behöver du använda fingeravtryck för att öppna Paisa.
sw: Ikiwashwa, utahitaji kutumia alama ya kidole kufungua Paisa.
te: దీన్ని ప్రారంభించినప్పుడు, పైసాను తెరవడానికి మీరు వేలిముద్రను ఉపయోగించాలి.
tr: Etkinleştirildiğinde, Paisa'yı açmak için parmak izi kullanmanız gerekecek.
uk: Коли увімкнено, вам потрібно буде використовувати відбиток пальця, щоб відкрити Paisa.
zh: 启用后，您需要使用指纹才能打开 Paisa。
zh_tw: 啟用後，您需要使用指紋才能開啟 Paisa。

# chooseAppLanguage
source: Choose language
be: Выбраць мову
bn: ভাষা নির্বাচন করুন
da: Vælg sprog
de: Sprache wählen
el: Επιλογή γλώσσas
es: Elegir idioma
fr: Choisir la langue
he: בחר שפה
id: Pilih Bahasa
it: Scegli la lingua dell'app
kn: ಭಾಷೆ ಆಯ್ಕೆಮಾಡಿ
ko: 언어 선택
ml: ഭാഷ തിരഞ്ഞെടുക്കുക
nl: Kies taal
pt_br: Escolher Idioma
ru: Выберите язык
sv: Välj språk
sw: Chagua lugha
te: భాషను ఎంచుకోండి
tl: Pumili ng wika
tr: Dil Seç
uk: Вибрати мову
zh: 选择语言
zh_tw: 選擇語言

source: App language
be: Мова праграмы
bn: অ্যাপের ভাষা
da: Appsprog
de: App-Sprache
el: Γλώσσα εφαρμογής
es: Idioma de la aplicación
fr: Langue de l'application
he: שפת האפליקציה
id: Bahasa Aplikasi
it: Lingua dell'app
kn: ಅಪ್ಲಿಕೇಶನ್ ಭಾಷೆ
ko: 앱 언어
ml: ആപ്പ് ഭാഷ
nl: App taal
pt_br: Idioma do App
ru: Язык приложения
sv: App-språk
sw: Lugha ya programu
te: అనువర్తన భాష
tl: Wika ng app
tr: Uygulama Dili
uk: Мова додатка
zh: 应用语言
zh_tw: 應用程式語言

source: Exclude account
be: Выключыць рахунак
bn: অ্যাকাউন্ট বাদ দিন
da: Ekskluder konto
de: Konto ausschließen
el: Εξαίρεση λογαριασμού
es: Excluir cuenta
fr: Exclure le compte
he: החרג חשבון
id: Kecualikan Akun
it: Escludi account
kn: ಖಾತೆ ಹೊರಗಿಡಿ
ko: 계좌 제외
ml: അക്കൗണ്ട് ഒഴിവാക്കുക
nl: Rekening uitsluiten
pt_br: Excluir Conta
ru: Исключить счет
sv: Exkludera konto
sw: Tenga akaunti
te: ఖాతాను మినహాయించండి
tl: Hindi isama ang account
tr: Hesabı Hariç Tut
uk: Виключити рахунок
zh: 排除账户
zh_tw: 排除帳戶

source: Account not found!
be: Рахунак не знойдзены!
bn: অ্যাকাউন্ট পাওয়া যায়নি!
da: Konto ikke fundet!
de: Konto nicht gefunden!
el: Ο λογαριασμός δε βρέθηκε!
es: ¡Cuenta no encontrada!
fr: Compte non trouvé !
he: החשבון לא נמצא!
id: Akun tidak ditemukan!
it: Account non trovato!
kn: ಖಾತೆ ಕಂಡುಬಂದಿಲ್ಲ!
ko: 계좌를 찾을 수 없습니다!
ml: അക്കൗണ്ട് കണ്ടെത്തിയില്ല!
nl: Rekening niet gevonden!
pt_br: Conta não encontrada!
ru: Счет не найден!
sv: Kontot hittades inte!
sw: Akaunti haikupatikana!
te: ఖాతా కనుగొనబడలేదు!
tl: Hindi nahanap ang account!
tr: Hesap bulunamadı!
uk: Рахунок не знайдено!
zh: 找不到账户！
zh_tw: 找不到帳戶！

# justBlackText
source: Just black
be: Толькі чорны
bn: সম্পূর্ণ কালো
da: Kun sort
de: Nur Schwarz
el: Απλά μαύρο
es: Solo negro
fr: Noir uniquement
he: רק שחור
id: Hanya Hitam
it: Solo nero
kn: ಕಪ್ಪು ಮಾತ್ರ
ko: 검정색만
ml: കറുപ്പ് മാത്രം
nl: Alleen zwart
pt_br: Apenas Preto
ru: Просто черный
sv: Bara svart
sw: Nyeusi tupu
te: కేవలం నలుపు
tl: Itim lang
tr: Sadece Siyah
uk: Просто чорний
zh: 纯黑
zh_tw: 純黑

# dateAndTime
source: Date & time
be: Дата і час
bn: তারিখ ও সময়
da: Dato og tid
de: Datum und Uhrzeit
el: Ημερομηνία & ώρα
es: Fecha y hora
fr: Date et heure
he: תאריך ושעה
id: Tanggal & Waktu
it: Data e ora
kn: ದಿನಾಂಕ & ಸಮಯ
ko: 날짜 및 시간
ml: തിയ്യതിയും സമയവും
nl: Datum & tijd
pt_br: Data e Hora
ru: Дата и время
sv: Datum och tid
sw: Tarehe na Wakati
te: తేదీ మరియు సమయం
tl: Petsa at oras
tr: Tarih ve Saat
uk: Дата і час
zh: 日期和时间
zh_tw: 日期和時間

source: Goals
be: Мэты
bn: লক্ষ্য
da: Mål
de: Ziele
el: Στόχοι
es: Metas
fr: Objectifs
he: יעדים
id: Tujuan
it: Obiettivi
kn: ಗುರಿಗಳು
ko: 목표
ml: ലക്ഷ്യങ്ങൾ
nl: Doelen
pt_br: Metas
ru: Цели
sv: Mål
sw: Malengo
te: లక్ష్యాలు
tl: Mga Layunin
tr: Hedefler
uk: Цілі
zh: 目标
zh_tw: 目標

# welcomeAppTitle
source: Welcome to Paisa
be: Сардэчна запрашаем у Paisa
bn: পয়সা-তে স্বাগতম
da: Velkommen til Paisa
de: Willkommen bei Paisa
el: Καλώς ήρθατε στην Paisa
es: Bienvenido a Paisa
fr: Bienvenue sur Paisa
he: ברוכים הבאים ל-Paisa
id: Selamat datang di Paisa
it: Benvenuto in Paisa
kn: ಪೈಸಾಗೆ ಸ್ವಾಗತ
ko: Paisa에 오신 것을 환영합니다
ml: പൈസയിലേക്ക് സ്വാഗതം
nl: Welkom bij Paisa
pt_br: Bem-vindo ao Paisa
ru: Добро пожаловать в Paisa
sv: Välkommen till Paisa
sw: Karibu Paisa
te: పైసాకు స్వాగతం
tl: Maligayang pagdating sa Paisa
tr: Paisa'ya Hoş Geldiniz
uk: Ласкаво просимо до Paisa
zh: 欢迎使用 Paisa
zh_tw: 歡迎使用 Paisa

# welcomeAppSubTitle
source: Effortlessly track your expenses, simply and securely.
be: Ваш асабісты фінансавы памочнік для разумнейшага кіравання грашыма
bn: সহজে এবং নিরাপদে আপনার খরচ ট্র্যাক করুন।
da: Din personlige økonomiske følgesvend til smartere pengehåndtering
de: Ihr persönlicher Finanzbegleiter für intelligenteres Geldmanagement
el: Ο προσωπικός σας οικονομικός σύντροφος για πιο έξυπνη διαχείριση χρημάτων
es: Tu compañero financiero personal para una gestión más inteligente.
fr: Votre compagnon financier personnel pour une gestion plus intelligente de votre argent
he: בן לוויה הפיננסי האישי שלך לניהול כסף חכם יותר
id: Teman keuangan pribadi Anda untuk pengelolaan uang yang lebih cerdas
it: Il tuo compagno finanziario personale per una gestione intelligente del denaro
kn: ಸ್ಮಾರ್ಟ್ ಹಣ ನಿರ್ವಹಣೆಗಾಗಿ ನಿಮ್ಮ ವೈಯಕ್ತಿಕ ಹಣಕಾಸು ಸಹಾಯಕ
ko: 스마트한 자금 관리를 위한 개인 금융 도우미
ml: ചെലവുകൾ എളുപ്പത്തിൽ ട്രാക്ക് ചെയ്യുക, ലളിതവും സുരക്ഷിതവും.
nl: Uw persoonlijke financiële metgezel voor slimmer geldbeheer
pt_br: Seu companheiro de finanças pessoais para gerenciamento mais inteligente de dinheiro
ru: Ваш личный финансовый помощник для умного управления деньгами
sv: Din personliga ekonomiska följeslagare för smartare pengahantering
sw: Fuatilia matumizi yako kwa urahisi, na kwa usalama.
te: స్మార్ట్ డబ్బు నిర్వహణ కోసం మీ వ్యక్తిగత ఆర్థిక సహాయకుడు
tl: Madaling subaybayan ang inyong mga gastos, simple at secure.
tr: Akıllı para yönetimi için kişisel finans arkadaşınız
uk: Ваш особистий фінансовий помічник для розумнішого управління грошима
zh: 您的个人理财助手，实现更智慧的资金管理
zh_tw: 您的個人理財助手，實現更智慧的資金管理

source: Data
be: Даныя
bn: ডেটা
de: Daten
el: Δεδομένα
es: Datos
fr: Données
he: נתונים
it: Dati
kn: ಡೇಟಾ
ko: 데이터
ml: ഡാറ്റ
nl: Gegevens
pt_br: Dados
ru: Данные
te: డేటా
tr: Veri
uk: Дані
zh: 数据
zh_tw: 資料

source: Clear
be: Ачысціць
bn: পরিষ্কার করুন
da: Ryd
de: Löschen
el: Εκκαθάριση
es: Borrar
fr: Effacer
he: נקה
id: Hapus
it: Pulisci
kn: ತೆರವುಗೊಳಿಸಿ
ko: 지우기
ml: മായ്ക്കുക
nl: Wissen
pt_br: Limpar
ru: Очистить
sv: Rensa
sw: Safisha
te: తొలగించు
tl: I-clear
tr: Temizle
uk: Очистити
zh: 清除
zh_tw: 清除

source: Changelog
be: Журнал змяненняў
bn: পরিবর্তনের তালিকা
da: Ændringslog
de: Änderungsprotokoll
el: Κατάλογος αλλαγών
es: Informe de cambios
fr: Journal des modifications
he: יומן שינויים
id: Log Perubahan
it: Registro delle modifiche
kn: ಬದಲಾವಣೆ ದಾಖಲೆ
ko: 변경 내역
ml: മാറ്റങ്ങൾ
nl: Wijzigingslog
pt_br: Registro de Alterações
ru: История изменений
sv: Ändringslogg
sw: Kumbukumbu ya Mabadiliko
te: మార్పులాగ్
tl: Listahan ng mga pagbabago
tr: Değişiklik Günlüğü
uk: Журнал змін
zh: 更新日志
zh_tw: 更新日誌

# calenderHeatMap
source: Calendar heatmap
be: Цеплавая карта календара
bn: ক্যালেন্ডার হিটম্যাপ
da: Kalendervarmekort
de: Kalender-Heatmap
el: Heatmap ημερολογίου
es: Mapa de calor del calendario
fr: Carte thermique du calendrier
he: מפת חום בלוח שנה
id: Peta Panas Kalender
it: Mappa termica del calendario
kn: ಕ್ಯಾಲೆಂಡರ್ ಹೀಟ್‌ಮ್ಯಾಪ್
ko: 달력 히트맵
ml: കലണ്ടർ ഹീറ്റ്മാപ്പ്
nl: Kalender heatmap
pt_br: Mapa de Calor do Calendário
ru: Тепловая карта календаря
sv: Kalendervärmeöversikt
sw: Ramani ya joto ya kalenda
te: క్యాలెండర్ హీట్ మ్యాప్
tr: Takvim Isı Haritası
uk: Теплова карта календаря
zh: 日历热图
zh_tw: 日曆熱圖

# tags
source: Labels
be: Цэтлікі
bn: লেবেল
da: Etiketter
de: Tags
el: Ετικέτες
es: Etiquetas
fr: Étiquettes
he: תגיות
id: Tag
it: Tag
kn: ಟ್ಯಾಗ್‌ಗಳು
ko: 태그
ml: ലേബൽകൾ
nl: Tags
pt_br: Tags
ru: Теги
sv: Taggar
sw: Lebo
te: టాగులు
tl: Mga label
tr: Etiketler
uk: Теги
zh: 标签
zh_tw: 標籤

# selectTag
source: Select label
be: Выбраць цэтлік
bn: লেবেল নির্বাচন করুন
da: Vælg etiket
de: Tag auswählen
el: Επιλογή ετικέtas
es: Seleccionar etiqueta
fr: Sélectionner une étiquette
he: בחר תגית
id: Pilih Tag
it: Seleziona tag
kn: ಟ್ಯಾಗ್ ಆಯ್ಕೆಮಾಡಿ
ko: 태그 선택
ml: ലേബൽ തിരഞ്ഞെടുക്കുക
nl: Selecteer tag
pt_br: Selecionar Tag
ru: Выберите тег
sv: Välj tagg
sw: Chagua lebo
te: ట్యాగ్‌ను ఎంచుకోండి
tl: Pumili ng label
tr: Etiket Seç
uk: Вибрати тег
zh: 选择标签
zh_tw: 選擇標籤

# tagName
source: Label name
be: Назва цэтліка
bn: লেবেলের নাম
da: Etiketnavn
de: Tag-Name
el: Όνομα ετικέtas
es: Nombre de etiqueta
fr: Nom de l'étiquette
he: שם התגית
id: Nama Tag
it: Nome del tag
kn: ಟ್ಯಾಗ್ ಹೆಸರು
ko: 태그 이름
ml: ലേബൽ പേര്
nl: Tagnaam
pt_br: Nome da Tag
ru: Название тега
sv: Taggnamn
sw: Jina la lebo
te: ట్యాగ్ పేరు
tl: Pangalan ng label
tr: Etiket Adı
uk: Назва тегу
zh: 标签名称
zh_tw: 標籤名稱

# enterTagName
source: Enter label name
be: Увядзіце назву цэтліка
bn: লেবেলের নাম লিখুন
da: Indtast etiketnavn
de: Tag-Namen eingeben
el: Εισαγωγή ονόματος ετικέtas
es: Añadir nombre de etiqueta
fr: Saisir le nom de l'étiquette
he: הזן שם תגית
id: Masukkan nama tag
it: Inserisci il nome del tag
kn: ಟ್ಯಾಗ್ ಹೆಸರು ನಮೂದಿಸಿ
ko: 태그 이름 입력
ml: ലേബൽ പേര് നൽകുക
nl: Voer tagnaam in
pt_br: Digite o nome da tag
ru: Введите название тега
sv: Ange taggnamn
sw: Weka jina la lebo
te: ట్యాగ్ పేరును నమోదు చేయండి
tl: Ilagay ang pangalan ng label
tr: Etiket Adı Girin
uk: Введіть назву тегу
zh: 输入标签名称
zh_tw: 輸入標籤名稱

# addedDebit
source: Debit added
be: Дэбет дададзены
bn: ডেবিট যোগ করা হয়েছে
da: Debitering tilføjet
de: Lastschrift hinzugefügt
el: Η χρέωση προστέθηκε
es: Débito Añadido
fr: Débit ajouté
he: חיוב נוסף
id: Debit ditambahkan
it: Debito aggiunto
kn: ಡೆಬಿಟ್ ಸೇರಿಸಲಾಗಿದೆ
ko: 출금이 추가되었습니다
ml: ഡെബിറ്റ് ചേർത്തു
nl: Afschrijving toegevoegd
pt_br: Débito adicionado
ru: Дебет добавлен
sv: Debitering tillagd
sw: Deni limeongezwa
te: డెబిట్ జోడించబడింది
tl: Nadagdag ang debit
tr: Borç Eklendi
uk: Дебет додано
zh: 已添加支出
zh_tw: 已新增支出

# updatedDebit
source: Debit updated
be: Дэбет абноўлены
bn: ডেবিট আপডেট করা হয়েছে
da: Debitering opdateret
de: Lastschrift aktualisiert
el: Η χρέωση ενημερώθηκε
es: Débito actualizado
fr: Débit mis à jour
he: חיוב עודכן
id: Debit diperbarui
it: Debito aggiornato
kn: ಡೆಬಿಟ್ ನವೀಕರಿಸಲಾಗಿದೆ
ko: 출금이 수정되었습니다
ml: ഡെബിറ്റ് പുതുക്കി
nl: Afschrijving bijgewerkt
pt_br: Débito atualizado
ru: Дебет обновлен
sv: Debitering uppdaterad
sw: Deni limesasishwa
te: డెబిట్ నవీకరించబడింది
tl: Na-update ang debit
tr: Borç Güncellendi
uk: Дебет оновлено
zh: 已更新支出
zh_tw: 已更新支出

source: Top categories
be: Топ катэгорый
bn: শীর্ষ বিভাগ
da: Topkategorier
de: Top-Kategorien
el: Κορυφαίες κατηγορίες
es: Categorías principales
fr: Catégories principales
he: קטגוריות מובילות
id: Kategori Teratas
it: Categorie principali
kn: ಪ್ರಮುಖ ವರ್ಗಗಳು
ko: 상위 카테고리
ml: പ്രധാന വിഭാഗങ്ങൾ
nl: Top categorieën
pt_br: Principais Categorias
ru: Топ категорий
sv: Toppkategorier
sw: Kategoria Maarufu
te: టాప్ వర్గాలు
tl: Nangungunang mga kategorya
tr: En İyi Kategoriler
uk: Топ категорій
zh: 主要分类
zh_tw: 主要分類

source: Recent transactions
be: Апошнія транзакцыі
bn: সাম্প্রতিক লেনদেন
da: Seneste transaktioner
de: Letzte Transaktionen
el: Πρόσφατες συναλλαγές
es: Transacciones recientes
fr: Transactions récentes
he: עסקאות אחרונות
id: Transaksi Terbaru
it: Transazioni recenti
kn: ಇತ್ತೀಚಿನ ವಹಿವಾಟುಗಳು
ko: 최근 거래
ml: പുതിയ ഇടപാടുകൾ
nl: Recente transacties
pt_br: Transações Recentes
ru: Последние транзакции
sv: Senaste transaktioner
sw: Miamala ya Hivi Karibuni
te: ఇటీవలి లావాదేవీలు
tl: Kamakailang mga transaksyon
tr: Son İşlemler
uk: Останні транзакції
zh: 最近交易
zh_tw: 最近交易

source: Sort by
be: Сартаваць па
bn: সাজান
da: Sortér efter
de: Sortieren nach
el: Ταξινόμηση κατά
es: Ordenar por
fr: Trier par
he: מיין לפי
id: Urutkan berdasarkan
it: Ordina per
kn: ವಿಂಗಡಿಸು
ko: 정렬 기준
ml: ക്രമീകരിക്കുക
nl: Sorteren op
pt_br: Ordenar por
ru: Сортировать по
sv: Sortera efter
sw: Panga kwa
te: దీని ద్వారా క్రమబద్ధీకరించు
tl: Ayusin ayon sa
tr: Sırala
uk: Сортувати за
zh: 排序方式
zh_tw: 排序方式

source: Create backup
be: Стварыць рэзервовую копію
bn: ব্যাকআপ তৈরি করুন
da: Opret sikkerhedskopi
de: Backup erstellen
el: Δημιουργία αντιγράφου ασφαλείας
es: Crear copia
fr: Créer une sauvegarde
he: צור גיבוי
id: Buat Cadangan
it: Crea backup
kn: ಬ್ಯಾಕಪ್ ರಚಿಸಿ
ko: 백업 생성
ml: ബാക്കപ്പ് ഉണ്ടാക്കുക
nl: Back-up maken
pt_br: Criar Backup
ru: Создать резервную копию
sv: Skapa backup
sw: Tengeneza nakala
te: బ్యాకప్‌ను సృష్టించు
tl: Gumawa ng backup
tr: Yedek Oluştur
uk: Створити резервну копію
zh: 创建备份
zh_tw: 建立備份

source: Add budget
be: Дадаць бюджэт
bn: বাজেট যোগ করুন
da: Tilføj budget
de: Budget hinzufügen
el: Προσθήκη προϋπολογισμού
es: Añadir Presupuesto
fr: Ajouter un budget
he: הוסף תקציב
id: Tambah Anggaran
it: Aggiungi budget
kn: ಆಯವ್ಯಯ ಸೇರಿಸಿ
ko: 예산 추가
ml: ബഡ്ജറ്റ് ചേർക്കുക
nl: Budget toevoegen
pt_br: Adicionar Orçamento
ru: Добавить бюджет
sv: Lägg till budget
sw: Ongeza bajeti
te: బడ్జెట్‌ను జోడించు
tl: Magdagdag ng badyet
tr: Bütçe Ekle
uk: Додати бюджет
zh: 添加预算
zh_tw: 新增預算

source: Period
be: Перыяд
bn: সময়কাল
da: Periode
de: Zeitraum
el: Περίοδος
es: Periodo
fr: Période
he: תקופה
id: Periode
it: Periodo
kn: ಅವಧಿ
ko: 기간
ml: സമയം
nl: Periode
pt_br: Período
ru: Период
sw: Kipindi
te: కాలం
tl: Panahon
tr: Dönem
uk: Період
zh: 期间
zh_tw: 期間

source: History
be: Гісторыя
bn: ইতিহাস
da: Historik
de: Verlauf
el: Ιστορικό
es: Historial
fr: Historique
he: היסטוריה
id: Riwayat
it: Cronologia
kn: ಇತಿಹಾಸ
ko: 내역
ml: ചരിത്രം
nl: Geschiedenis
pt_br: Histórico
ru: История
sv: Historik
sw: Historia
te: చరిత్ర
tl: Kasaysayan
tr: Geçmiş
uk: Історія
zh: 历史记录
zh_tw: 歷史記錄

source: Transaction
be: Транзакцыя
bn: লেনদেন
da: Transaktion
de: Transaktion
el: Συναλλαγή
es: Transacción
he: עסקה
id: Transaksi
it: Transazione
kn: ವಹಿವಾಟು
ko: 거래
ml: ഇടപാട്
nl: Transactie
pt_br: Transação
ru: Транзакция
sv: Transaktion
sw: Mwamala
te: లావాదేవీ
tl: Transaksyon
tr: İşlem
uk: Транзакція
zh: 交易
zh_tw: 交易

source: Debit Transaction
be: Дэбетавая транзакцыя
bn: ডেবিট লেনদেন
da: Debettransaktion
de: Lastschrift-Transaktion
el: Χρεωστική Συναλλαγή
es: Transacción de débito
fr: Transaction de débit
he: עסקת חיוב
id: Transaksi Debit
it: Transazione di debito
kn: ಡೆಬಿಟ್ ವಹಿವಾಟು
ko: 출금 거래
ml: ഡെബിറ്റ് ഇടപാട്
nl: Afschrijving
pt_br: Transação de Débito
ru: Дебетовая транзакция
sv: Debettransaktion
sw: Mwamala wa Deni
te: డెబిట్ లావాదేవీ
tl: Debit na Transaksyon
tr: Borç İşlemi
uk: Дебетова транзакція
zh: 借记交易
zh_tw: 支出交易

source: Account
be: Рахунак
bn: অ্যাকাউন্ট
da: Konto
de: Konto
el: Λογαριασμός
es: Cuenta
fr: Compte
he: חשבון
id: Akun
kn: ಖಾತೆ
ko: 계좌
ml: അക്കൗണ്ട്
nl: Rekening
pt_br: Conta
ru: Счет
sv: Konto
sw: Akaunti
te: ఖాతా
tr: Hesap
uk: Рахунок
zh: 账户
zh_tw: 帳戶

source: Category
be: Катэгорыя
bn: বিভাগ
da: Kategori
de: Kategorie
el: Κατηγορία
es: Categoría
fr: Catégorie
he: קטגוריה
id: Kategori
it: Categoria
kn: ವರ್ಗ
ko: 카테고리
ml: വിഭാഗം
nl: Categorie
pt_br: Categoria
ru: Категория
sv: Kategori
sw: Kategoria
te: వర్గం
tl: Kategorya
tr: Kategori
uk: Категорія
zh: 分类
zh_tw: 分類

# tag
source: Label
be: Цэтлік
bn: লেবেল
da: Etiket
de: Tag
el: Ετικέτα
es: Etiqueta
fr: Étiquette
he: תגית
id: Tag
it: Tag
kn: ಟ್ಯಾಗ್
ko: 태그
ml: ലേബൽ
nl: Tag
pt_br: Tag
ru: Тег
sv: Tagg
sw: Lebo
te: ట్యాగ్
tr: Etiket
uk: Тег
zh: 标签
zh_tw: 標籤

source: Goal
be: Мэта
bn: লক্ষ্য
da: Mål
de: Ziel
el: Στόχος
es: Meta
fr: Objectif
he: יעד
id: Tujuan
it: Obiettivo
kn: ಗುರಿ
ko: 목표
ml: ലക്ഷ്യം
nl: Doel
pt_br: Meta
ru: Цель
sv: Mål
sw: Lengo
te: లక్ష్యం
tl: Layunin
tr: Hedef
uk: Ціль
zh: 目标
zh_tw: 目標

source: Overall
be: Агульны
bn: সার্বিক
da: Samlet
de: Gesamt
el: Συνολικά
es: General
fr: Global
he: כללי
id: Keseluruhan
it: Generale
kn: ಒಟ್ಟಾರೆ
ko: 전체
ml: മൊത്തത്തിൽ
nl: Totaal
pt_br: Geral
ru: Общее
sv: Totalt
sw: Jumla
te: మొత్తం
tl: Kabuuan
tr: Genel
uk: Загалом
zh: 总体
zh_tw: 總體

# selectBudget
source: Select a budget
be: Выбраць бюджэт
bn: একটি বাজেট নির্বাচন করুন
da: Vælg budget
de: Budget auswählen
el: Επιλογή προϋπολογισμού
es: Seleccionar presupuesto
fr: Sélectionner un budget
he: בחר תקציב
id: Pilih Anggaran
it: Seleziona budget
kn: ಆಯವ್ಯಯ ಆಯ್ಕೆಮಾಡಿ
ko: 예산 선택
ml: ഒരു ബഡ്ജറ്റ് തിരഞ്ഞെടുക്കുക
nl: Selecteer budget
pt_br: Selecionar Orçamento
ru: Выберите бюджет
sv: Välj budget
sw: Chagua bajeti
te: బడ్జెట్‌ను ఎంచుకోండి
tl: Pumili ng badyet
tr: Bütçe Seç
uk: Вибрати бюджет
zh: 选择预算
zh_tw: 選擇預算

source: Budget updated
be: Бюджэт абноўлены
bn: বাজেট আপডেট করা হয়েছে
da: Budget opdateret
de: Budget aktualisiert
el: Ο προϋπολογισμός ενημερώθηκε
es: Presupuesto actualizado
fr: Budget mis à jour
he: התקציב עודכן
id: Anggaran diperbarui
it: Budget aggiornato
kn: ಆಯವ್ಯಯ ನವೀಕರಿಸಲಾಗಿದೆ
ko: 예산이 수정되었습니다
ml: ബഡ്ജറ്റ് പുതുക്കി
nl: Budget bijgewerkt
pt_br: Orçamento atualizado
ru: Бюджет обновлен
sv: Budget uppdaterad
sw: Bajeti imesasishwa
te: బడ్జెట్ నవీకరించబడింది
tl: Na-update ang badyet
tr: Bütçe Güncellendi
uk: Бюджет оновлено
zh: 预算已更新
zh_tw: 已更新預算

source: Budget added
be: Бюджэт дададзены
bn: বাজেট যোগ করা হয়েছে
da: Budget tilføjet
de: Budget hinzugefügt
el: Ο προϋπολογισμός προστέθηκε
es: Presupuesto añadido
fr: Budget ajouté
he: התקציב נוסף
id: Anggaran ditambahkan
it: Budget aggiunto
kn: ಆಯವ್ಯಯ ಸೇರಿಸಲಾಗಿದೆ
ko: 예산이 추가되었습니다
ml: ബഡ്ജറ്റ് ചേർത്തു
nl: Budget toegevoegd
pt_br: Orçamento adicionado
ru: Бюджет добавлен
sv: Budget tillagd
sw: Bajeti imeongezwa
te: బడ్జెట్ జోడించబడింది
tl: Nadagdag ang badyet
tr: Bütçe Eklendi
uk: Бюджет додано
zh: 预算已添加
zh_tw: 已新增預算

source: Name
be: Назва
bn: নাম
da: Navn
el: Όνομα
es: Nombre
fr: Nom
he: שם
id: Nama
it: Nome
kn: ಹೆಸರು
ko: 이름
ml: പേര്
nl: Naam
pt_br: Nome
ru: Имя
sv: Namn
sw: Jina
te: పేరు
tl: Pangalan
tr: İsim
uk: Назва
zh: 名称
zh_tw: 名稱

source: Name (A-Z)
be: Назва (А-Я)
bn: নাম (অ-য়)
da: Navn (A-Å)
el: Όνομα (Α-Ω)
es: Nombre (A-Z)
fr: Nom (A-Z)
he: שם (א-ת)
id: Nama (A-Z)
it: Nome (A-Z)
kn: ಹೆಸರು (A-Z)
ko: 이름 (A-Z)
ml: പേര് (A-Z)
nl: Naam (A-Z)
pt_br: Nome (A-Z)
ru: Имя (А-Я)
sv: Namn (A-Ö)
sw: Jina (A-Z)
te: పేరు (A-Z)
tl: Pangalan (A-Z)
tr: İsim (A-Z)
uk: Назва (А-Я)
zh: 名称 (A-Z)
zh_tw: 名稱 (A-Z)

source: Name (Z-A)
be: Назва (Я-А)
bn: নাম (য়-অ)
da: Navn (Å-A)
el: Όνομα (Ω-Α)
es: Nombre (Z-A)
fr: Nom (Z-A)
he: שם (ת-א)
id: Nama (Z-A)
it: Nome (Z-A)
kn: ಹೆಸರು (Z-A)
ko: 이름 (Z-A)
ml: പേര് (Z-A)
nl: Naam (Z-A)
pt_br: Nome (Z-A)
ru: Имя (Я-А)
sv: Namn (Ö-A)
sw: Jina (Z-A)
te: పేరు (Z-A)
tl: Pangalan (Z-A)
tr: İsim (Z-A)
uk: Назва (Я-А)
zh: 名称 (Z-A)
zh_tw: 名稱 (Z-A)

# amountLowToHigh
source: Amount (low-high)
be: Сума (ад нізкай да высокай)
bn: পরিমাণ (কম-বেশি)
da: Beløb (lavt til højt)
de: Betrag (niedrig bis hoch)
el: Ποσό (χαμηλό προς υψηλό)
es: Importe (ascendente)
fr: Montant (croissant)
he: סכום (מהנמוך לגבוה)
id: Jumlah (rendah ke tinggi)
it: Importo (dal più basso al più alto)
kn: ಮೊತ್ತ (ಕಡಿಮೆ-ಹೆಚ್ಚು)
ko: 금액 (낮은순)
ml: തുക (കുറഞ്ഞത്-കൂടിയത്)
nl: Bedrag (laag naar hoog)
pt_br: Valor (menor para maior)
ru: Сумма (по возрастанию)
sv: Belopp (lågt till högt)
sw: Kiasi (chini-juu)
te: మొత్తం (తక్కువ నుండి ఎక్కువ)
tl: Halaga (mababa-mataas)
tr: Tutar (düşük-yüksek)
uk: Сума (від меншої до більшої)
zh: 金额 (低到高)
zh_tw: 金額 (低到高)

# amountHighToLow
source: Amount (high-low)
be: Сума (ад высокай да нізкай)
bn: পরিমাণ (বেশি-কম)
da: Beløb (højt til lavt)
de: Betrag (hoch bis niedrig)
el: Ποσό (υψηλό προς χαμηλό)
es: Importe (descendente)
fr: Montant (décroissant)
he: סכום (מהגבוה לנמוך)
id: Jumlah (tinggi ke rendah)
it: Importo (dal più alto al più basso)
kn: ಮೊತ್ತ (ಹೆಚ್ಚು-ಕಡಿಮೆ)
ko: 금액 (높은순)
ml: തുക (കൂടിയത്-കുറഞ്ഞത്)
nl: Bedrag (hoog naar laag)
pt_br: Valor (maior para menor)
ru: Сумма (по убыванию)
sv: Belopp (högt till lågt)
sw: Kiasi (juu-chini)
te: మొత్తం (ఎక్కువ నుండి తక్కువ)
tl: Halaga (mataas-mababa)
tr: Tutar (yüksek-düşük)
uk: Сума (від більшої до меншої)
zh: 金额 (高到低)
zh_tw: 金額 (高到低)
