Repository: h4h13/paisa-app
Catalog: localization/app_*.arb
Languages: be, bn, da, de, el, es, fr, he, id, it, kn, ko, ml, nl, pt_br, ru, sv, sw, te, tl, tr, uk, zh, zh_tw

source: Started On
be: Пачата
bn: শুরু হয়েছে
da: Startet den
de: Gestartet am
el: Ξεκίνησε στις
es: Iniciado el
fr: Commencé le
he: התחיל ב-
id: Dimulai Pada
it: Iniziato il
kn: ಪ್ರಾರಂಭ ದಿನಾಂಕ
ko: 시작일
ml: ആരംഭിച്ചത്
nl: Gestart op
pt_br: Iniciado Em
ru: Начато
sv: Startad den
sw: Imeanza Tarehe
te: ప్రారంభమైనది
tl: Nagsimula Noong
tr: Başlangıç tarihi
uk: Початок
zh: 开始于
zh_tw: 開始於

source: Frequency
be: Частата
bn: ফ্রিকোয়েন্সি
da: Frekvens
de: Frequenz
el: Συχνότητα
es: Frecuencia
fr: Fréquence
he: תדירות
id: Frekuensi
it: Frequenza
kn: ಆವರ್ತನ
ko: 빈도
ml: ആവൃത്തി
nl: Frequentie
pt_br: Frequência
ru: Частота
sv: Frekvens
sw: Mzunguko
te: తరచుదనం
tl: Dalas
tr: Sıklık
uk: Частота
zh: 频率
zh_tw: 頻率

source: Total Occurrences
be: Усяго паўтарэнняў
bn: মোট ঘটনা
da: Samlede forekomster
de: Gesamtanzahl
el: Σύνολο εμφανίσεων
es: Total de ocurrencias
fr: Occurrences totales
he: סה"כ התרחשויות
id: Total Kejadian
it: Occorrenze totali
kn: ಒಟ್ಟು ಘಟನೆಗಳು
ko: 총 발생 횟수
ml: മൊത്തം സംഭവങ്ങൾ
nl: Totaal aantal keren
pt_br: Ocorrências Totais
ru: Всего вхождений
sv: Totalt antal förekomster
sw: Jumla ya Matukio
te: మొత్తం సంభవాలు
tl: Kabuuang mga Pag-uulit
tr: Toplam oluşum
uk: Всього входжень
zh: 总发生次数
zh_tw: 總發生次數

source: Statistics
be: Статыстыка
bn: পরিসংখ্যান
da: Statistik
de: Statistiken
el: Στατιστικά
es: Estadísticas
fr: Statistiques
he: סטטיסטיקה
id: Statistik
it: Statistiche
kn: ಅಂಕಿಅಂಶಗಳು
ko: 통계
ml: സ്ഥിതിവിവരക്കണക്കുകൾ
nl: Statistieken
pt_br: Estatísticas
ru: Статистика
sv: Statistik
sw: Takwimu
te: గణాంకాలు
tl: Mga Istatistika
tr: İstatistikler
uk: Статистика
zh: 统计数据
zh_tw: 統計資料

# interfaceAndPersonalization
source: Interface & Personalization
be: Інтэрфейс і Персаналізацыя
bn: ইন্টারফেস এবং ব্যক্তিগতকরণ
da: Interface og Personalisering
de: Benutzeroberfläche und Personalisierung
el: Περιβάλλον εργασίας και Εξατομίκευση
es: Interfaz y Personalización
fr: Interface et Personnalisation
he: ממשק ואישיות
id: Antarmuka dan Personalisasi
it: Interfaccia e Personalizzazione
kn: ಇಂಟರ್ಫೇಸ್ ಮತ್ತು ವೈಯಕ್ತೀಕರಣ
ko: 인터페이스 및 개인화
ml: ഇൻറർഫേസും വ്യക്തിഗതമാക്കലും
nl: Interface en Personalisatie
pt_br: Interface e Personalização
ru: Интерфейс и Персонализация
sv: Gränssnitt och Personalisering
te: ఇంటర్‌ఫేస్ మరియు వ్యక్తిగతీకరణ
tl: Interface at Personalization
tr: Arayüz ve Kişiselleştirme
uk: Інтерфейс та Персоналізація
zh: 界面与个性化
zh_tw: 介面與個人化

# dataAndBackup
source: Data & Backup
be: Даныя і Рэзервовы капіраванне
bn: ডেটা এবং ব্যাকআপ
da: Data og Sikkerhedskopi
de: Daten und Backup
el: Δεδομένα και Αντίγραφα ασφαλείας
es: Datos y Copia de Seguridad
fr: Données et Sauvegarde
he: נתונים וגיבוי
id: Data dan Cadangan
it: Dati e Backup
kn: ಡೇಟಾ ಮತ್ತು ಬ್ಯಾಕಪ್
ko: 데이터 및 백업
ml: ഡാറ്റയും ബാക്കപ്പും
nl: Gegevens en Back-up
pt_br: Dados e Backup
ru: Данные и Резервное копирование
sv: Data och Säkerhetskopiering
te: డేటా మరియు బ్యాకప్
tl: Data at Backup
tr: Veri ve Yedekleme
uk: Дані та Резервні копії
zh: 数据与备份
zh_tw: 資料與備份

# securityAndNotifications
source: Security & Notifications
be: Бяспека і Апавяшчэнні
bn: নিরাপত্তা এবং বিজ্ঞপ্তি
da: Sikkerhed og Notifikationer
de: Sicherheit und Benachrichtigungen
el: Ασφάλεια και Ειδοποιήσεις
es: Seguridad y Notificaciones
fr: Sécurité et Notifications
he: אבטחה והתראות
id: Keamanan dan Notifikasi
it: Sicurezza e Notifiche
kn: ಭದ್ರತೆ ಮತ್ತು ಅಧಿಸೂಚನೆಗಳು
ko: 보안 및 알림
ml: സുരക്ഷയും അറിയിപ്പുകളും
nl: Beveiliging en Meldingen
pt_br: Segurança e Notificações
ru: Безопасность и Уведомления
sv: Säkerhet och Aviseringar
te: భద్రత మరియు నోటిఫికేషన్‌లు
tl: Security at mga Notification
tr: Güvenlik ve Bildirimler
uk: Безпека та Сповіщення
zh: 安全与通知
zh_tw: 安全性與通知

# communityAndSupport
source: Community & Support
be: Супольнасць і Падтрымка
bn: কমিউনিটি এবং সহায়তা
da: Fællesskab og Support
de: Community und Support
el: Κοινότητα και Υποστήριξη
es: Comunidad y Soporte
fr: Communauté et Support
he: קהילה ותמיכה
id: Komunitas dan Dukungan
it: Comunità e Supporto
kn: ಸಮುದಾಯ ಮತ್ತು ಬೆಂಬಲ
ko: 커뮤니티 및 지원
ml: കമ്മ്യൂണിറ്റിയും പിന്തുണയും
nl: Gemeenschap en Ondersteuning
pt_br: Comunidade e Suporte
ru: Сообщество и Поддержка
sv: Gemenskap och Support
te: కమ్యూనిటీ మరియు మద్దతు
tl: Community at Support
tr: Topluluk ve Destek
uk: Спільнота та Підтримка
zh: 社区与支持
zh_tw: 社群與支援

source: App Info
be: Інфармацыя пра праграму
bn: অ্যাপ তথ্য
el: Πληροφορίες εφαρμογής
es: Información de la App
fr: Infos de l'App
he: מידע על היישומון
id: Info Aplikasi
it: Info App
kn: ಅಪ್ಲಿಕೇಶನ್ ಮಾಹಿತಿ
ko: 앱 정보
ml: ആപ്പ് വിവരങ്ങൾ
nl: App-informatie
pt_br: Info do App
ru: Информация о приложении
sv: Appinformation
te: యాప్ సమాచారం
tl: Impormasyon ng App
tr: Uygulama Bilgisi
uk: Інформація про додаток
zh: 应用信息
zh_tw: 應用程式資訊

source: Highest Spending
be: Найбольшыя траты
bn: সর্বোচ্চ খরচ
da: Højeste Forbrug
de: Höchste Ausgaben
el: Μεγαλύτερες δαπάνες
es: Mayor Gasto
fr: Dépenses les Plus Élevées
he: הוצאות גבוהות ביותר
id: Pengeluaran Tertinggi
it: Spesa Più Alta
kn: ಅತ್ಯಧಿಕ ಖರ್ಚು
ko: 최고 지출
ml: ഏറ്റവും ഉയർന്ന ചെലവ്
nl: Hoogste Uitgaven
pt_br: Maior Gasto
ru: Наибольшие расходы
sv: Högsta utgifter
te: అత్యధిక వ్యయం
tl: Pinakamataas na Paggastos
tr: En Yüksek Harcama
uk: Найбільші витрати
zh: 最高支出
zh_tw: 最高支出

# noTransactionsFoundAccountName
source: No transactions found for {accountName}
be: Транзакцый для {accountName} не знойдзена
bn: {accountName} এর জন্য কোন লেনদেন পাওয়া যায়নি
da: Ingen transaktioner fundet for {accountName}
de: Keine Transaktionen für {accountName} gefunden
el: Δεν βρέθηκαν συναλλαγές για {accountName}
es: No se encontraron transacciones para {accountName}
fr: Aucune transaction trouvée pour {accountName}
he: לא נמצאו עסקאות עבור {accountName}
id: Tidak ada transaksi ditemukan untuk {accountName}
it: Nessuna transazione trovata per {accountName}
kn: {accountName} ಗಾಗಿ ಯಾವುದೇ ವಹಿವಾಟುಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ko: {accountName}에 대한 거래가 없습니다
ml: {accountName}-നുള്ള ഇടപാടുകൾ കണ്ടെത്തിയില്ല
nl: Geen transacties gevonden voor {accountName}
pt_br: Nenhuma transação encontrada para {accountName}
ru: Транзакции для {accountName} не найдены
sv: Inga transaktioner hittades för {accountName}
te: {accountName} కోసం లావాదేవీలు కనుగొనబడలేదు
tl: Walang mga transaksyong nahanap para sa {accountName}
tr: {accountName} için işlem bulunamadı
uk: Транзакції для {accountName} не знайдено
zh: 未找到 {accountName} 的交易
zh_tw: 找不到 {accountName} 的交易

# pleaseAddTransactionsAccount
source: Please add transactions to this account
be: Калі ласка, дадайце транзакцыі да гэтага рахунка
bn: অনুগ্রহ করে এই অ্যাকাউন্টে লেনদেন যোগ করুন
da: Tilføj venligst transaktioner til denne konto
de: Bitte fügen Sie Transaktionen zu diesem Konto hinzu
el: Παρακαλώ προσθέστε συναλλαγές σε αυτό το λογαριασμό
es: Por favor, añade transacciones a esta cuenta
fr: Veuillez ajouter des transactions à ce compte
he: אנא הוסף עסקאות לחשבון זה
id: Silakan tambahkan transaksi ke akun ini
it: Aggiungi transazioni a questo account
kn: ದಯವಿಟ್ಟು ಈ ಖಾತೆಗೆ ವಹಿವಾಟುಗಳನ್ನು ಸೇರಿಸಿ
ko: 이 계정에 거래를 추가해 주세요
ml: ദയവായി ഈ അക്കൗണ്ടിൽ ഇടപാടുകൾ ചേർക്കുക
nl: Voeg transacties toe aan dit account
pt_br: Por favor, adicione transações a esta conta
ru: Пожалуйста, добавьте транзакции к этому счету
sv: Vänligen lägg till transaktioner till detta konto
te: దయచేసి ఈ ఖాతాకు లావాదేవీలను జోడించండి
tl: Mangyaring magdagdag ng mga transaksyon sa account na ito
tr: Lütfen bu hesaba işlem ekleyin
uk: Будь ласка, додайте транзакції до цього рахунку
zh: 请为此账户添加交易
zh_tw: 請為此帳戶新增交易

source: Goal Details
be: Падрабязнасці мэты
bn: লক্ষ্যের বিবরণ
da: Mål Detaljer
de: Ziel-Details
el: Λεπτομέρειες στόχου
es: Detalles del Objetivo
fr: Détails de l'Objectif
he: פרטי מטרה
id: Detail Tujuan
it: Dettagli Obiettivo
kn: ಗುರಿಯ ವಿವರಗಳು
ko: 목표 세부사항
ml: ലക്ഷ്യ വിശദാംശങ്ങൾ
nl: Doel Details
pt_br: Detalhes da Meta
ru: Детали цели
sv: Måldetaljer
te: లక్ష్య వివరాలు
tl: Mga Detalye ng Layunin
tr: Hedef Detayları
uk: Деталі мети
zh: 目标详情
zh_tw: 目標詳情

source: Goal not found
be: Мэта не знойдзена
bn: লক্ষ্য পাওয়া যায়নি
da: Mål ikke fundet
de: Ziel nicht gefunden
el: Στόχος δεν βρέθηκε
es: Objetivo no encontrado
fr: Objectif non trouvé
he: מטרה לא נמצאה
id: Tujuan tidak ditemukan
it: Obiettivo non trovato
kn: ಗುರಿ ಕಂಡುಬಂದಿಲ್ಲ
ko: 목표를 찾을 수 없음
ml: ലക്ഷ്യം കണ്ടെത്തിയില്ല
nl: Doel niet gevonden
pt_br: Meta não encontrada
ru: Цель не найдена
sv: Mål inte hittat
te: లక్ష్యం కనుగొనబడలేదు
tl: Hindi nahanap ang layunin
tr: Hedef bulunamadı
uk: Мета не знайдена
zh: 未找到目标
zh_tw: 找不到目標

# goalDescription
source: The goal you are looking for does not exist.
be: Мэта, якую вы шукаеце, не існуе.
bn: আপনি যে লক্ষ্যটি খোঁজেন তা বিদ্যমান নেই।
da: Det mål du leder efter eksisterer ikke.
de: Das gesuchte Ziel existiert nicht.
el: Ο στόχος που ψάχνετε δεν υπάρχει.
es: El objetivo que buscas no existe.
fr: L'objectif que vous recherchez n'existe pas.
he: המטרה שאתה מחפש לא קיימת.
id: Tujuan yang Anda cari tidak ada.
it: L'obiettivo che stai cercando non esiste.
kn: ನೀವು ಹುಡುಕುತ್ತಿರುವ ಗುರಿ ಅಸ್ತಿತ್ವದಲ್ಲಿಲ್ಲ.
ko: 찾고 있는 목표가 존재하지 않습니다.
ml: നിങ്ങൾ തിരയുന്ന ലക്ഷ്യം നിലവിലില്ല.
nl: Het doel dat u zoekt bestaat niet.
pt_br: A meta que você está procurando não existe.
ru: Цель, которую вы ищете, не существует.
sv: Målet du letar efter existerar inte.
te: మీరు వెతుకుతున్న లక్ష్యం లేదు.
tl: Ang layuning hinahanap ninyo ay hindi umiiral.
tr: Aradığınız hedef mevcut değil.
uk: Мета, яку ви шукаєте, не існує.
zh: 您要查找的目标不存在。
zh_tw: 您要尋找的目標不存在。

# vsLastMonthPercentage
source: {percentage}% vs last month
be: {percentage}% у параўнанні з мінулым месяцам
bn: গত মাসের তুলনায় {percentage}%
da: {percentage}% vs sidste måned
de: {percentage}% vs letzter Monat
el: {percentage}% σε σχέση με τον προηγούμενο μήνα
es: {percentage}% vs mes anterior
fr: {percentage}% vs mois dernier
he: {percentage}% לעומת חודש שעבר
id: {percentage}% vs bulan lalu
it: {percentage}% vs mese scorso
kn: ಕಳೆದ ತಿಂಗಳಿಗೆ ಹೋಲಿಸಿದರೆ {percentage}%
ko: 지난달 대비 {percentage}%
ml: കഴിഞ്ഞ മാസവുമായി താരതമ്യപ്പെടുത്തുമ്പോൾ {percentage}%
nl: {percentage}% vs vorige maand
pt_br: {percentage}% vs mês passado
ru: {percentage}% по сравнению с прошлым месяцем
sv: {percentage}% vs förra månaden
te: గత నెలతో పోలిస్తే {percentage}%
tl: {percentage}% kumpara sa nakaraang buwan
tr: Geçen aya göre %{percentage}
uk: {percentage}% порівняно з минулим місяцем
zh: 相比上月 {percentage}%
zh_tw: 相較上月 {percentage}%

# categoryPercentageChange
source: {percentage}% of total
be: {percentage}% ад агульнай сумы
bn: মোটের {percentage}%
da: {percentage}% af total
de: {percentage}% der Gesamtsumme
el: {percentage}% του συνόλου
es: {percentage}% del total
fr: {percentage}% du total
he: {percentage}% מהסך הכל
id: {percentage}% dari total
it: {percentage}% del totale
kn: ಒಟ್ಟು {percentage}%
ko: 전체의 {percentage}%
ml: മൊത്തത്തിന്റെ {percentage}%
nl: {percentage}% van totaal
pt_br: {percentage}% do total
ru: {percentage}% от общего количества
sv: {percentage}% av totalt
te: మొత్తంలో {percentage}%
tl: {percentage}% ng kabuuan
tr: Toplamın %{percentage}'i
uk: {percentage}% від загальної суми
zh: 占总额的 {percentage}%
zh_tw: 佔總額的 {percentage}%

source: Archive
be: Архіваваць
bn: আর্কাইভ
da: Arkivér
de: Archivieren
el: Αρχειοθέτηση
es: Archivar
fr: Archiver
he: ארכיון
it: Archivia
kn: ಆರ್ಕೈವ್ ಮಾಡಿ
ko: 보관
ml: ആർക്കൈവ് ചെയ്യുക
nl: Archiveren
pt_br: Arquivar
te: ఆర్కైవ్ చేయి
tl: I-archive
tr: Arşivle
uk: Архівувати
zh: 归档
zh_tw: 封存

# archiveThisRecurring
source: Archive this recurring transaction
be: Архіваваць гэтае рэгулярнае плацяж
bn: এই পুনরাবৃত্ত লেনদেনটি আর্কাইভ করুন
da: Arkivér denne tilbagevendende transaktion
de: Diese wiederkehrende Transaktion archivieren
el: Αρχειοθέτηση αυτής της επαναλαμβανόμενης συναλλαγής
es: Archivar esta transacción recurrente
fr: Archiver cette transaction récurrente
he: ארכב את העסקה החוזרת הזו
it: Archivia questa transazione ricorrente
kn: ಈ ಪುನರಾವರ್ತಿತ ವಹಿವಾಟನ್ನು ಆರ್ಕೈವ್ ಮಾಡಿ
ko: 이 반복 거래를 보관
ml: ഈ ആവർത്തിക്കുന്ന ഇടപാട് ആർക്കൈവ് ചെയ്യുക
nl: Deze terugkerende transactie archiveren
pt_br: Arquivar esta transação recorrente
te: ఈ పునరావృత లావాదేవీని ఆర్కైవ్ చేయి
tl: I-archive ang umuulit na transaksyong ito
tr: Bu yinelenen işlemi arşivle
uk: Архівувати цю регулярну транзакцію
zh: 归档此定期交易
zh_tw: 封存此定期交易

# selectYourPreferenceLanguage
source: Select your preferred language to personalize your experience
be: Выберыце пераважную мову для персаналізацыі вашага досведу
bn: আপনার অভিজ্ঞতা ব্যক্তিগতকরণের জন্য আপনার পছন্দের ভাষা নির্বাচন করুন
da: Vælg dit foretrukne sprog for at tilpasse din oplevelse
de: Wählen Sie Ihre bevorzugte Sprache zur Personalisierung Ihrer Erfahrung
el: Επιλέξτε την προτιμώμενη γλώσσα σας για να εξατομικεύσετε την εμπειρία σας
es: Selecciona tu idioma preferido para personalizar tu experiencia
fr: Sélectionnez votre langue préférée pour personnaliser votre expérience
he: בחר את השפה המועדפת עליך להתאמת החוויה שלך
it: Seleziona la tua lingua preferita per personalizzare la tua esperienza
kn: ನಿಮ್ಮ ಅನುಭವವನ್ನು ವೈಯಕ್ತೀಕರಿಸಲು ನಿಮ್ಮ ಇಷ್ಟದ ಭಾಷೆಯನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 경험을 개인화하려면 선호하는 언어를 선택하세요
ml: നിങ്ങളുടെ അനുഭവം വ്യക്തിഗതമാക്കാൻ ഇഷ്ടപ്പെട്ട ഭാഷ തിരഞ്ഞെടുക്കുക
nl: Kies je voorkeurstaal om je ervaring te personaliseren
pt_br: Selecione seu idioma preferido para personalizar sua experiência
te: మీ అనుభవాన్ని వ్యక్తిగతీకరించడానికి మీ ఇష్టమైన భాషను ఎంచుకోండి
tl: Piliin ang inyong gustong wika upang i-personalize ang inyong karanasan
tr: Deneyiminizi kişiselleştirmek için tercih ettiğiniz dili seçin
uk: Виберіть бажану мову для персоналізації досвіду
zh: 选择您的首选语言以个性化您的体验
zh_tw: 選擇您的偏好語言以個人化您的體驗

# percentageOfTotalBudgetSpend
source: {percentage}% of total budget spent
be: {percentage}% ад агульнага бюджэту выдаткована
bn: মোট বাজেটের {percentage}% ব্যয় হয়েছে
da: {percentage}% af totalt budget brugt
de: {percentage}% des Gesamtbudgets ausgegeben
el: {percentage}% του συνολικού προϋπολογισμού ξοδεύτηκε
fr: {percentage}% du budget total dépensé
he: {percentage}% מהתקציב הכולל הוצא
it: {percentage}% del budget totale speso
kn: ಒಟ್ಟು ಬಜೆಟ್ನ {percentage}% ಖರ್ಚು ಮಾಡಲಾಗಿದೆ
ko: 총 예산의 {percentage}% 지출됨
ml: ആകെ ബജറ്റിന്റെ {percentage}% ചെലവഴിച്ചു
nl: {percentage}% van totaal budget uitgegeven
pt_br: {percentage}% do orçamento total gasto
te: మొత్తం బడ్జెట్‌లో {percentage}% ఖర్చు చేయబడింది
tl: {percentage}% ng kabuuang badyet na nagastos
tr: Toplam bütçenin {percentage}%'i harcandı
zh: 总预算的{percentage}%已支出
zh_tw: 總預算的{percentage}%已支出

# progressTowardsGoal
source: Progress: {progress}
be: Прагрэс: {progress}
bn: অগ্রগতি: {progress}
da: Fremskridt: {progress}
de: Fortschritt: {progress}
el: Πρόοδος: {progress}
fr: Progrès: {progress}
he: התקדמות: {progress}
it: Progresso: {progress}
kn: ಪ್ರಗತಿ: {progress}
ko: 진행률: {progress}
ml: പുരോഗതി: {progress}
nl: Voortgang: {progress}
pt_br: Progresso: {progress}
te: పురోగతి: {progress}
tl: Progreso: {progress}
tr: İlerleme: {progress}
zh: 进度: {progress}
zh_tw: 進度: {progress}

source: Top: {categoryName}
be: Топ: {categoryName}
bn: শীর্ষ: {categoryName}
el: Κορυφαία: {categoryName}
he: עליון: {categoryName}
kn: ಅಗ್ರ: {categoryName}
ko: 상위: {categoryName}
ml: മുകളിൽ: {categoryName}
te: టాప్: {categoryName}
tl: Nangungunang: {categoryName}
tr: En üst: {categoryName}
zh: 最高: {categoryName}
zh_tw: 最高: {categoryName}

# spendWith
source: Spend with {categoryName}: {amount}
be: Выдаткі з {categoryName}: {amount}
bn: {categoryName} দিয়ে ব্যয়: {amount}
da: Forbrug med {categoryName}: {amount}
de: Ausgaben mit {categoryName}: {amount}
el: Ξοδεύοντας με {categoryName}: {amount}
fr: Dépenses avec {categoryName}: {amount}
he: הוצאות עם {categoryName}: {amount}
it: Spesa con {categoryName}: {amount}
kn: {categoryName} ಜೊತೆ ಖರ್ಚು: {amount}
ko: {categoryName}로 지출: {amount}
ml: {categoryName} ഉപയോഗിച്ച് ചെലവഴിക്കുക: {amount}
nl: Uitgaven met {categoryName}: {amount}
pt_br: Gastar com {categoryName}: {amount}
te: {categoryName} తో ఖర్చు: {amount}
tl: Gastos sa {categoryName}: {amount}
tr: {categoryName} ile harcama: {amount}
zh: 与{categoryName}的支出: {amount}
zh_tw: 與{categoryName}的支出: {amount}

source: Yearly Plan
be: Гадавы план
bn: বার্ষিক পরিকল্পনা
da: Årlig plan
de: Jahresplan
el: Ετήσιο πλάνο
fr: Plan annuel
he: תכנית שנתית
it: Piano annuale
kn: ವಾರ್ಷಿಕ ಯೋಜನೆ
ko: 연간 플랜
ml: വാർഷിക പ്ലാൻ
nl: Jaarplan
pt_br: Plano anual
te: వార్షిక ప్రణాళిక
tl: Taunang Plano
tr: Yıllık plan
zh: 年度计划
zh_tw: 年度計劃

source: then {price} per week
be: затым {price} у тыдзень
bn: তারপর {price} প্রতি সপ্তাহে
da: derefter {price} pr. uge
de: dann {price} pro Woche
el: μετά {price} ανά εβδομάδα
fr: puis {price} par semaine
he: ואז {price} לשבוע
it: poi {price} a settimana
kn: ನಂತರ ವಾರಕ್ಕೆ {price}
ko: 그 다음 주 {price}
ml: അപ്പോൾ ആഴ്ചയിൽ {price}
nl: dan {price} per week
pt_br: depois {price} por semana
te: అప్పుడు వారానికి {price}
tl: pagkatapos {price} bawat linggo
tr: sonra haftalık {price}
zh: 然后每周{price}
zh_tw: 然後每週{price}

# threeDayFreeTrial
source: 3-Day Free Trial
be: 3-дзённая бясплатная праба
bn: ৩-দিনের বিনামূল্যে ট্রায়াল
da: 3-dages gratis prøveperiode
de: 3-tägige kostenlose Testversion
el: 3-ήμερη δωρεάν δοκιμή
fr: Essai gratuit de 3 jours
he: ניסיון חינם ל-3 ימים
it: Prova gratuita di 3 giorni
kn: 3-ದಿನದ ಉಚಿತ ಪ್ರಯೋಗ
ko: 3일 무료 체험
ml: 3 ദിവസത്തെ സൗജന്യ ട്രയൽ
nl: 3-daagse gratis proefperiode
pt_br: Teste gratuito de 3 dias
te: 3-రోజుల ఉచిత ట్రయల్
tl: 3-Araw na Libreng Trial
tr: 3 günlük ücretsiz deneme
zh: 3天免费试用
zh_tw: 3天免費試用

source: Limit Update
be: Абнаўленне лімітаў
bn: সীমা আপডেট
da: Grænse opdatering
el: Ενημέρωση ορίων
fr: Mise à jour des limites
he: עדכון מגבלות
it: Aggiornamento limiti
kn: ಮಿತಿ ಅಪ್‌ಡೇಟ್
ko: 제한 업데이트
ml: പരിധി അപ്‌ഡേറ്റ്
nl: Limiet update
pt_br: Atualização de limites
te: పరిమితి అప్‌డేట్
tl: Update ng Limitasyon
tr: Limit Güncellemesi
zh: 限制更新
zh_tw: 限制更新

# limitUpdateDescription
source: We've updated our feature limits to provide a better experience:
be: Мы абнавілі нашы лімітаў функцый для лепшага досведу:
bn: আমরা আরও ভাল অভিজ্ঞতা প্রদানের জন্য আমাদের বৈশিষ্ট্যের সীমা আপডেট করেছি:
da: Vi har opdateret vores funktionsgrænser for at give en bedre oplevelse:
de: Wir haben unsere Feature-Limits aktualisiert, um eine bessere Erfahrung zu bieten:
el: Ενημερώσαμε τα όρια των χαρακτηριστικών μας για να παρέχουμε καλύτερη εμπειρία:
fr: Nous avons mis à jour nos limites de fonctionnalités pour offrir une meilleure expérience :
he: עדכנו את מגבלות התכונות שלנו כדי לספק חוויה טובה יותר:
it: Abbiamo aggiornato i nostri limiti delle funzionalità per fornire un'esperienza migliore:
kn: ಉತ್ತಮ ಅನುಭವವನ್ನು ಒದಗಿಸಲು ನಾವು ನಮ್ಮ ವೈಶಿಷ್ಟ್ಯ ಮಿತಿಗಳನ್ನು ಅಪ್‌ಡೇಟ್ ಮಾಡಿದ್ದೇವೆ:
ko: 더 나은 경험을 제공하기 위해 기능 제한을 업데이트했습니다:
ml: മികച്ച അനുഭവം നൽകാൻ ഞങ്ങൾ ഞങ്ങളുടെ ഫീച്ചർ പരിധികൾ അപ്‌ഡേറ്റ് ചെയ്തിട്ടുണ്ട്:
nl: We hebben onze functielimieten bijgewerkt voor een betere ervaring:
pt_br: Atualizamos nossos limites de recursos para proporcionar uma melhor experiência:
te: మెరుగైన అనుభవాన్ని అందించడానికి మేము మా ఫీచర్ పరిమితులను అప్‌డేట్ చేసాము:
tl: Na-update namin ang aming mga limitasyon ng feature para sa mas magandang karanasan:
tr: Daha iyi bir deneyim sunmak için özellik limitlerimi güncelledi:
zh: 我们已更新功能限制以提供更好的体验：
zh_tw: 我們已更新功能限制以提供更好的體驗：

# limitUpdateBulletPoint1
source: New users can create up to 2 budgets, goals, loans, and recurring items for free
be: Новыя карыстальнікі могуць стварыць да 2 бюджэтаў, мэтаў, пазыкаў і паўтаральных элементаў бясплатна
bn: নতুন ব্যবহারকারীরা বিনামূল্যে ২টি পর্যন্ত বাজেট, লক্ষ্য, ঋণ এবং পুনরাবৃত্ত আইটেম তৈরি করতে পারেন
da: Nye brugere kan oprette op til 2 budgetter, mål, lån og tilbagevendende elementer gratis
de: Neue Benutzer können bis zu 2 Budgets, Ziele, Kredite und wiederkehrende Elemente kostenlos erstellen
el: Οι νέοι χρήστες μπορούν να δημιουργήσουν έως και 2 προϋπολογισμούς, στόχους, δάνεια και επαναλαμβανόμενα στοιχεία δωρεάν
fr: Les nouveaux utilisateurs peuvent créer jusqu'à 2 budgets, objectifs, prêts et éléments récurrents gratuitement
he: משתמשים חדשים יכולים ליצור עד 2 תקציבים, מטרות, הלוואות ופריטים חוזרים בחינם
it: I nuovi utenti possono creare fino a 2 budget, obiettivi, prestiti ed elementi ricorrenti gratuitamente
kn: ಹೊಸ ಬಳಕೆದಾರರು 2 ಬಜೆಟ್‌ಗಳು, ಗುರಿಗಳು, ಸಾಲಗಳು ಮತ್ತು ಪುನರಾವರ್ತಿತ ಐಟಂಗಳನ್ನು ಉಚಿತವಾಗಿ ರಚಿಸಬಹುದು
ko: 신규 사용자는 예산, 목표, 대출 및 반복 항목을 최대 2개까지 무료로 만들 수 있습니다
ml: പുതിയ ഉപയോക്താക്കൾക്ക് 2 ബജറ്റുകൾ, ലക്ഷ്യങ്ങൾ, വായ്പകൾ, ആവർത്തിക്കുന്ന ഇനങ്ങൾ എന്നിവ സൗജന്യമായി സൃഷ്ടിക്കാൻ കഴിയും
nl: Nieuwe gebruikers kunnen gratis tot 2 budgetten, doelen, leningen en terugkerende items maken
pt_br: Novos usuários podem criar até 2 orçamentos, metas, empréstimos e itens recorrentes gratuitamente
te: కొత్త వినియోగదారులు 2 బడ్జెట్లు, లక్ష్యాలు, రుణాలు మరియు పునరావృత అంశాలను ఉచితంగా సృష్టించవచ్చు
tl: Ang mga bagong user ay maaaring lumikha ng hanggang 2 budget, layunin, utang, at umuulit na item nang libre
tr: Yeni kullanıcılar ücretsiz olarak 2 bütçe, hedef, kredi ve yinelenen öğe oluşturabilir
zh: 新用户可以免费创建最多2个预算、目标、贷款和重复项目
zh_tw: 新使用者可以免費建立最多2個預算、目標、貸款和重複項目

# limitUpdateBulletPoint2
source: Existing users can create up to 2 budgets, goals, loans, and recurring items for free
be: Існуючыя карыстальнікі могуць стварыць да 2 бюджэтаў, мэтаў, пазыкаў і паўтаральных элементаў бясплатна
bn: বিদ্যমান ব্যবহারকারীরা বিনামূল্যে ২টি পর্যন্ত বাজেট, লক্ষ্য, ঋণ এবং পুনরাবৃত্ত আইটেম তৈরি করতে পারেন
da: Eksisterende brugere kan oprette op til 2 budgetter, mål, lån og tilbagevendende elementer gratis
de: Bestehende Benutzer können bis zu 2 Budgets, Ziele, Kredite und wiederkehrende Elemente kostenlos erstellen
el: Οι υπάρχοντες χρήστες μπορούν να δημιουργήσουν έως και 2 προϋπολογισμούς, στόχους, δάνεια και επαναλαμβανόμενα στοιχεία δωρεάν
fr: Les utilisateurs existants peuvent créer jusqu'à 2 budgets, objectifs, prêts et éléments récurrents gratuitement
he: משתמשים קיימים יכולים ליצור עד 2 תקציבים, מטרות, הלוואות ופריטים חוזרים בחינם
it: Gli utenti esistenti possono creare fino a 2 budget, obiettivi, prestiti ed elementi ricorrenti gratuitamente
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಬಳಕೆದಾರರು 2 ಬಜೆಟ್‌ಗಳು, ಗುರಿಗಳು, ಸಾಲಗಳು ಮತ್ತು ಪುನರಾವರ್ತಿತ ಐಟಂಗಳನ್ನು ಉಚಿತವಾಗಿ ರಚಿಸಬಹುದು
ko: 기존 사용자는 예산, 목표, 대출 및 반복 항목을 최대 2개까지 무료로 만들 수 있습니다
ml: നിലവിലുള്ള ഉപയോക്താക്കൾക്ക് 2 ബജറ്റുകൾ, ലക്ഷ്യങ്ങൾ, വായ്പകൾ, ആവർത്തിക്കുന്ന ഇനങ്ങൾ എന്നിവ സൗജന്യമായി സൃഷ്ടിക്കാൻ കഴിയും
nl: Bestaande gebruikers kunnen gratis tot 2 budgetten, doelen, leningen en terugkerende items maken
pt_br: Usuários existentes podem criar até 2 orçamentos, metas, empréstimos e itens recorrentes gratuitamente
te: ప్రస్తుత వినియోగదారులు 2 బడ్జెట్లు, లక్ష్యాలు, రుణాలు మరియు పునరావృత అంశాలను ఉచితంగా సృష్టించవచ్చు
tl: Ang mga kasalukuyang user ay maaaring lumikha ng hanggang 2 budget, layunin, utang, at umuulit na item nang libre
tr: Mevcut kullanıcılar ücretsiz olarak 2 bütçe, hedef, kredi ve yinelenen öğe oluşturabilir
zh: 现有用户可以免费创建最多2个预算、目标、贷款和重复项目
zh_tw: 現有使用者可以免費建立最多2個預算、目標、貸款和重複項目

# limitUpdateBulletPoint3
source: Upgrade to Pro for unlimited features and more
be: Абнавіцеся да Pro для неабмежаваных функцый і многага іншага
bn: সীমাহীন বৈশিষ্ট্য এবং আরও অনেক কিছুর জন্য Pro-তে আপগ্রেড করুন
da: Opgrader til Pro for ubegrænsede funktioner og mere
de: Upgrade auf Pro für unbegrenzte Features und mehr
el: Κάντε αναβάθμιση στο Pro για απεριόριστα χαρακτηριστικά και περισσότερα
fr: Passez à Pro pour des fonctionnalités illimitées et plus
he: שדרגו ל-Pro עבור תכונות בלתי מוגבלות ועוד
it: Passa a Pro per funzionalità illimitate e altro
kn: ಅಪರಿಮಿತ ವೈಶಿಷ್ಟ್ಯಗಳು ಮತ್ತು ಹೆಚ್ಚಿನವುಗಳಿಗಾಗಿ Pro ಗೆ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ
ko: 무제한 기능 등을 위해 Pro로 업그레이드하세요
ml: പരിധിയില്ലാത്ത ഫീച്ചറുകൾക്കും മറ്റുമായി Pro-ലേക്ക് അപ്‌ഗ്രേഡ് ചെയ്യുക
nl: Upgrade naar Pro voor onbeperkte functies en meer
pt_br: Faça upgrade para Pro para recursos ilimitados e mais
te: అపరిమిత ఫీచర్లు మరియు మరిన్నింటి కోసం Pro కి అప్‌గ్రేడ్ చేయండి
tl: Mag-upgrade sa Pro para sa walang hanggang features at higit pa
tr: Sınırsız özellikler ve daha fazlası için Pro'ya yükseltin
zh: 升级到Pro版本获得无限功能等更多特性
zh_tw: 升級至Pro版本獲得無限功能等更多特性
