Repository: h4h13/paisa-app
Catalog: localization/app_*.arb
Languages: be, bn, da, de, el, es, fr, he, id, it, kn, ko, ml, nl, pt_br, ru, sv, sw, te, tl, tr, uk, zh, zh_tw

source: Upgrade Now
be: Абнавіць зараз
bn: এখনই আপগ্রেড করুন
da: Opgrader nu
de: Jetzt upgraden
el: Αναβάθμιση τώρα
fr: Mettre à niveau maintenant
he: שדרג עכשיו
it: Aggiorna ora
kn: ಈಗ ಅಪ್‌ಗ್ರೇಡ್ ಮಾಡಿ
ko: 지금 업그레이드
ml: ഇപ്പോൾ അപ്‌ഗ്രേഡ് ചെയ്യുക
nl: Nu upgraden
pt_br: Fazer upgrade agora
te: ఇప్పుడే అప్‌గ్రేడ్ చేయండి
tl: Mag-upgrade Ngayon
tr: Şimdi yükselt
zh: 立即升级
zh_tw: 立即升級

# share
source: Share Paisa
be: Падзяліцца Paisa
bn: Paisa শেয়ার করুন
da: Del Paisa
de: Paisa teilen
el: Μοιραστείτε το Paisa
fr: Partager Paisa
he: שתף את Paisa
it: Condividi Paisa
kn: Paisa ಹಂಚಿಕೊಳ್ಳಿ
ko: Paisa 공유
ml: Paisa പങ്കിടുക
nl: Paisa delen
pt_br: Compartilhar Paisa
te: Paisa పంచుకోండి
tl: Ibahagi ang Paisa
tr: Paisa'yı Paylaş
zh: 分享Paisa
zh_tw: 分享Paisa

source: Weekly Plan
be: Тыднёвы план
bn: সাপ্তাহিক পরিকল্পনা
da: Ugentlig plan
de: Wöchentlicher Plan
el: Εβδομαδιαίο Πλάνο
fr: Plan Hebdomadaire
he: תוכנית שבועית
it: Piano Settimanale
kn: ವಾರದ ಯೋಜನೆ
ko: 주간 플랜
ml: പ്രതിവാര പദ്ധതി
nl: Wekelijks Abonnement
pt_br: Plano Semanal
te: వారపు ప్రణాళిక
tl: Lingguhang Plano
tr: Haftalık Plan
zh: 周计划
zh_tw: 週計劃

source: {price} per week
be: {price} на тыдзень
bn: সপ্তাহে {price}
da: {price} pr. uge
de: {price} pro Woche
el: {price} την εβδομάδα
fr: {price} par semaine
he: {price} בשבוע
it: {price} a settimana
kn: ವಾರಕ್ಕೆ {price}
ko: 주당 {price}
ml: ആഴ്ചയിൽ {price}
pt_br: {price} por semana
te: వారానికి {price}
tl: {price} bawat linggo
tr: haftada {price}
zh: 每周{price}
zh_tw: 每週{price}

# premiumFeature1Title
source: Unlimited User Profiles
be: Неабмежаваныя профілі карыстальнікаў
bn: সীমাহীন ব্যবহারকারী প্রোফাইল
de: Unbegrenzte Benutzerprofile
el: Απεριόριστα Προφίλ Χρηστών
fr: Profils Utilisateur Illimités
he: פרופילי משתמש ללא הגבלה
kn: ಅನಿಯಮಿತ ಬಳಕೆದಾರ ಪ್ರೊಫೈಲ್‌ಗಳು
ko: 무제한 사용자 프로필
te: అపరిమిత వినియోగదారు ప్రొఫైల్స్
tl: Walang Limitasyong User Profiles
tr: Sınırsız Kullanıcı Profilleri
zh: 无限用户配置文件
zh_tw: 無限用戶檔案

# premiumFeature1Description
source: Manage multiple user profiles with separate transactions and currencies.
be: Кіруйце некалькімі профілямі карыстальнікаў з асобнымі транзакцыямі і валютамі.
bn: পৃথক লেনদেন এবং মুদ্রা সহ একাধিক ব্যবহারকারী প্রোফাইল পরিচালনা করুন।
de: Verwalten Sie mehrere Benutzerprofile mit separaten Transaktionen und Währungen.
el: Διαχειριστείτε πολλαπλά προφίλ χρηστών με ξεχωριστές συναλλαγές και νομίσματα.
fr: Gérez plusieurs profils utilisateur avec des transactions et devises séparées.
he: נהל מספר פרופילי משתמש עם עסקאות ומטבעות נפרדים.
kn: ಪ್ರತ್ಯೇಕ ವಹಿವಾಟುಗಳು ಮತ್ತು ಕರೆನ್ಸಿಗಳೊಂದಿಗೆ ಅನೇಕ ಬಳಕೆದಾರ ಪ್ರೊಫೈಲ್‌ಗಳನ್ನು ನಿರ್ವಹಿಸಿ.
ko: 별도의 거래 및 통화로 여러 사용자 프로필을 관리하세요.
te: ప్రత్యేక లావాదేవీలు మరియు కరెన్సీలతో అనేక వినియోగదారు ప్రొఫైల్స్‌ను నిర్వహించండి.
tl: Pamahalaan ang maraming user profiles na may hiwalay na mga transaksyon at currency.
tr: Ayrı işlemler ve para birimleri ile birden fazla kullanıcı profilini yönetin.
zh: 管理多个用户配置文件，包含独立的交易和货币。
zh_tw: 管理多個用戶檔案，包含獨立的交易和貨幣。

# premiumFeature2Title
source: Unlimited
be: Неабмежавана
bn: সীমাহীন
de: Unbegrenzt
el: Απεριόριστα
fr: Illimité
he: ללא הגבלה
kn: ಅನಿಯಮಿತ
ko: 무제한
te: అపరిమిత
tl: Walang Limitasyon
tr: Sınırsız
zh: 无限制
zh_tw: 無限制

# premiumFeature2Description
source: Create unlimited budgets, subscriptions, recurring events, and goals.
be: Стварайце неабмежаваныя бюджэты, падпіскі, паўтаральныя падзеі і мэты.
bn: সীমাহীন বাজেট, সাবস্ক্রিপশন, পুনরাবৃত্ত ইভেন্ট এবং লক্ষ্য তৈরি করুন।
de: Erstellen Sie unbegrenzte Budgets, Abonnements, wiederkehrende Ereignisse und Ziele.
el: Δημιουργήστε απεριόριστους προϋπολογισμούς, συνδρομές, επαναλαμβανόμενα γεγονότα και στόχους.
fr: Créez des budgets, abonnements, événements récurrents et objectifs illimités.
he: צור תקציבים, מנויים, אירועים חוזרים ויעדים ללא הגבלה.
kn: ಅನಿಯಮಿತ ಬಜೆಟ್‌ಗಳು, ಸಬ್‌ಸ್ಕ್ರಿಪ್ಶನ್‌ಗಳು, ಪುನರಾವರ್ತನೆ ಘಟನೆಗಳು ಮತ್ತು ಗುರಿಗಳನ್ನು ರಚಿಸಿ.
ko: 무제한 예산, 구독, 반복 이벤트 및 목표를 만드세요.
te: అపరిమిత బడ్జెట్లు, సబ్‌స్క్రిప్షన్లు, పునరావృత ఈవెంట్లు మరియు లక్ష్యాలను సృష్టించండి.
tl: Gumawa ng walang limitasyong mga budget, subscription, umuulit na events, at mga layunin.
tr: Sınırsız bütçe, abonelik, tekrarlayan etkinlik ve hedef oluşturun.
zh: 创建无限的预算、订阅、重复事件和目标。
zh_tw: 創建無限的預算、訂閱、重複事件和目標。

# premiumFeature3Title
source: Cloud Backup
be: Воблачнае рэзервовае капіраванне
bn: ক্লাউড ব্যাকআপ
el: Αντίγραφο Ασφαλείας Cloud
fr: Sauvegarde Cloud
he: גיבוי ענן
kn: ಕ್ಲೌಡ್ ಬ್ಯಾಕಪ್
ko: 클라우드 백업
te: క్లౌడ్ బ్యాకప్
tr: Bulut Yedekleme
zh: 云备份
zh_tw: 雲端備份

# premiumFeature4Title
source: Premium Widgets
be: Прэміум віджэты
bn: প্রিমিয়াম উইজেট
fr: Widgets Premium
he: ווידג׳טים פרימיום
kn: ಪ್ರೀಮಿಯಂ ವಿಜೆಟ್‌ಗಳು
ko: 프리미엄 위젯
te: ప్రీమియం విడ్జెట్స్
tr: Premium Widget'lar
zh: 高级小组件
zh_tw: 高級小工具

# premiumFeature4Description
source: Add premium widgets to your home screen for quick access to your finances.
be: Дадайце прэміум віджэты на галоўны экран для хуткага доступу да фінансаў.
bn: আপনার আর্থিক বিষয়ে দ্রুত অ্যাক্সেসের জন্য আপনার হোম স্ক্রিনে প্রিমিয়াম উইজেট যোগ করুন।
de: Fügen Sie Premium-Widgets zu Ihrem Startbildschirm hinzu für schnellen Zugriff auf Ihre Finanzen.
el: Προσθέστε premium widgets στην αρχική οθόνη σας για γρήγορη πρόσβαση στα οικονομικά σας.
fr: Ajoutez des widgets premium à votre écran d'accueil pour un accès rapide à vos finances.
he: הוסף ווידג׳טים פרימיום למסך הבית שלך לגישה מהירה לכספים שלך.
kn: ನಿಮ್ಮ ಹಣಕಾಸುಗಳಿಗೆ ತ್ವರಿತ ಪ್ರವೇಶಕ್ಕಾಗಿ ನಿಮ್ಮ ಹೋಮ್ ಸ್ಕ್ರೀನ್‌ಗೆ ಪ್ರೀಮಿಯಂ ವಿಜೆಟ್‌ಗಳನ್ನು ಸೇರಿಸಿ.
ko: 홈 화면에 프리미엄 위젯을 추가하여 금융에 빠르게 액세스하세요.
te: మీ ఆర్థిక వ్యవహారాలకు త్వరిత యాక్సెస్ కోసం మీ హోమ్ స్క్రీన్‌కు ప్రీమియం విడ్జెట్స్‌ను జోడించండి.
tl: Magdagdag ng premium widgets sa inyong home screen para sa mabilis na access sa inyong finances.
tr: Finanslarınıza hızlı erişim için ana ekranınıza premium widget'lar ekleyin.
zh: 将高级小组件添加到主屏幕，快速访问您的财务。
zh_tw: 將高級小工具添加到主畫面，快速存取您的財務。

# premiumFeature5Title
source: Just Black Theme
be: Чыста чорная тэма
bn: খাঁটি কালো থিম
de: Tiefschwarzes Theme
el: Καθαρό Μαύρο Θέμα
fr: Thème Noir Absolu
he: נושא שחור טהור
kn: ಶುದ್ಧ ಕಪ್ಪು ಥೀಮ್
ko: 순수 블랙 테마
te: స్వచ్ఛమైన నలుపు థీమ్
tl: Purong Itim na Theme
tr: Saf Siyah Tema
zh: 纯黑主题
zh_tw: 純黑主題

# premiumFeature5Description
source: A dark theme that is easy on the eyes and saves battery life.
be: Цёмная тэма, якая шчадзіць вочы і эканоміць зарад батарэі.
bn: একটি গাঢ় থিম যা চোখের জন্য সহজ এবং ব্যাটারি সাশ্রয় করে।
de: Ein dunkles Theme, das augenschonend ist und Akku spart.
el: Ένα σκούρο θέμα που είναι ήπιο στα μάτια και εξοικονομεί μπαταρία.
fr: Un thème sombre qui ménage vos yeux et économise la batterie.
he: נושא כהה שעדין לעיניים וחוסך סוללה.
kn: ಕಣ್ಣುಗಳಿಗೆ ಸುಲಭ ಮತ್ತು ಬ್ಯಾಟರಿ ಉಳಿಸುವ ಡಾರ್ಕ್ ಥೀಮ್.
ko: 눈에 편하고 배터리를 절약하는 다크 테마입니다.
te: కళ్లకు తేలికైన మరియు బ్యాటరీని ఆదా చేసే డార్క్ థీమ్.
tl: Isang madilim na theme na malambot sa mata at nakakatipid ng battery.
tr: Gözlere nazik ve pil tasarrufu sağlayan koyu tema.
zh: 对眼睛友好且节省电池的深色主题。
zh_tw: 對眼睛友好且節省電池的深色主題。

source: What our users say
be: Што кажуць нашы карыстальнікі
bn: আমাদের ব্যবহারকারীরা কী বলেন
de: Was unsere Nutzer sagen
el: Τι λένε οι χρήστες μας
fr: Ce que disent nos utilisateurs
he: מה המשתמשים שלנו אומרים
kn: ನಮ್ಮ ಬಳಕೆದಾರರು ಏನು ಹೇಳುತ್ತಾರೆ
ko: 사용자들의 의견
te: మా వినియోగదారులు చెప్పేది
tl: Ano ang sinasabi ng aming mga users
tr: Kullanıcılarımızın söyledikleri
zh: 用户评价
zh_tw: 用戶評價

source: • Loved by thousands
be: • Любімы тысячамі
bn: • হাজার হাজার মানুষের প্রিয়
de: • Von Tausenden geliebt
el: • Αγαπημένο από χιλιάδες
fr: • Adoré par des milliers
he: • אהוב על ידי אלפים
kn: • ಸಾವಿರಾರು ಜನರಿಂದ ಪ್ರೀತಿಸಲ್ಪಟ್ಟಿದೆ
ko: • 수천 명이 사랑하는
te: • వేలాది మంది ఇష్టపడుతున్నారు
tl: • Minamahal ng libu-libo
tr: • Binlerce kişi tarafından seviliyor
zh: • 深受千万用户喜爱
zh_tw: • 深受千萬用戶喜愛

source: Choose Your Plan
be: Выберыце свой план
bn: আপনার প্ল্যান বেছে নিন
de: Wählen Sie Ihren Plan
el: Επιλέξτε το Πλάνο σας
fr: Choisissez Votre Plan
he: בחר את התוכנית שלך
kn: ನಿಮ್ಮ ಯೋಜನೆಯನ್ನು ಆಯ್ಕೆ ಮಾಡಿ
ko: 플랜 선택
te: మీ ప్లాన్‌ని ఎంచుకోండి
tl: Piliin ang Inyong Plan
tr: Planınızı Seçin
zh: 选择您的计划
zh_tw: 選擇您的計劃

source: Free trial available
be: Бясплатная пробная версія даступная
bn: বিনামূল্যে পরীক্ষা উপলব্ধ
de: Kostenlose Testversion verfügbar
el: Δωρεάν δοκιμή διαθέσιμη
fr: Essai gratuit disponible
he: ניסיון חינם זמין
kn: ಉಚಿತ ಪ್ರಯೋಗ ಲಭ್ಯವಿದೆ
ko: 무료 체험 이용 가능
te: ఉచిత ట్రయల్ అందుబాటులో ఉంది
tr: Ücretsiz deneme mevcut
zh: 免费试用可用
zh_tw: 免費試用可用

source: Save {percentage}%
be: Зэканомце {percentage}%
bn: {percentage}% সাশ্রয় করুন
de: Sparen Sie {percentage}%
el: Εξοικονομήστε {percentage}%
fr: Économisez {percentage}%
he: חסוך {percentage}%
kn: {percentage}% ಉಳಿಸಿ
ko: {percentage}% 절약
te: {percentage}% ఆదా చేయండి
tl: Makatipid ng {percentage}%
tr: {percentage}% tasarruf edin
zh: 节省{percentage}%
zh_tw: 節省{percentage}%

# paywallDescription
source: Unlock the full potential of your financial management
be: Раскрыйце ўвесь патэнцыял кіравання фінансамі
bn: আপনার আর্থিক ব্যবস্থাপনার সম্পূর্ণ সম্ভাবনা আনলক করুন
de: Entfesseln Sie das volle Potenzial Ihrer Finanzverwaltung
el: Ξεκλειδώστε όλες τις δυνατότητες της οικονομικής σας διαχείρισης
fr: Débloquez tout le potentiel de votre gestion financière
he: פתח את מלוא הפוטנציאל של ניהול הכספים שלך
kn: ನಿಮ್ಮ ಹಣಕಾಸು ನಿರ್ವಹಣೆಯ ಸಂಪೂರ್ಣ ಸಾಮರ್ಥ್ಯವನ್ನು ಅನ್‌ಲಾಕ್ ಮಾಡಿ
ko: 재정 관리의 모든 잠재력을 발휘하세요
te: మీ ఆర్థిక నిర్వహణ యొక్క పూర్తి సామర్థ్యాన్ని అన్‌లాక్ చేయండి
tl: I-unlock ang buong potential ng inyong financial management
tr: Mali yönetiminizin tüm potansiyelini açığa çıkarın
zh: 释放您财务管理的全部潜力
zh_tw: 釋放您財務管理的全部潛力

source: Monthly Plan
be: Месячны план
bn: মাসিক পরিকল্পনা
de: Monatsplan
el: Μηνιαίο Πλάνο
fr: Plan Mensuel
he: תוכנית חודשית
kn: ಮಾಸಿಕ ಯೋಜನೆ
ko: 월간 플랜
te: నెలవారీ ప్లాన్
tl: Buwanang Plan
tr: Aylık Plan
zh: 月度计划
zh_tw: 月度計劃

source: Premium Plan
be: Прэміум план
bn: প্রিমিয়াম পরিকল্পনা
el: Premium Πλάνο
fr: Plan Premium
he: תוכנית פרימיום
kn: ಪ್ರೀಮಿಯಂ ಯೋಜನೆ
ko: 프리미엄 플랜
te: ప్రీమియం ప్లాన్
zh: 高级计划
zh_tw: 高級計劃

source: Lifetime Access
be: Доўгавечны доступ
bn: আজীবন অ্যাক্সেস
de: Lebenslanger Zugang
el: Πρόσβαση Ζωής
fr: Accès à Vie
he: גישה לכל החיים
kn: ಜೀವಿತಾವಧಿ ಪ್ರವೇಶ
ko: 평생 이용권
te: జీవితకాల యాక్సెస్
tr: Yaşam Boyu Erişim
zh: 终身访问
zh_tw: 終身存取

# perWeek
source: /week
be: /тыдзень
bn: /সপ্তাহ
de: /Woche
el: /εβδομάδα
fr: /semaine
he: /שבוע
kn: /ವಾರ
ko: /주
te: /వారం
tl: /linggo
tr: /hafta
zh: /周
zh_tw: /週

# perMonth
source: /month
be: /месяц
bn: /মাস
de: /Monat
el: /μήνα
fr: /mois
he: /חודש
kn: /ತಿಂಗಳು
ko: /월
te: /నెల
tl: /buwan
tr: /ay
zh: /月
zh_tw: /月

# perYear
source: /year
be: /год
bn: /বছর
de: /Jahr
el: /έτος
fr: /an
he: /שנה
kn: /ವರ್ಷ
ko: /년
te: /సంవత్సరం
tl: /taon
tr: /yıl
zh: /年
zh_tw: /年

source: Premium Features
be: Прэміум функцыі
bn: প্রিমিয়াম বৈশিষ্ট্য
de: Premium-Funktionen
el: Premium Χαρακτηριστικά
fr: Fonctionnalités Premium
he: תכונות פרימיום
kn: ಪ್ರೀಮಿಯಂ ವೈಶಿಷ್ಟ್ಯಗಳು
ko: 프리미엄 기능
te: ప్రీమియం ఫీచర్లు
tr: Premium Özellikler
zh: 高级功能
zh_tw: 高級功能

source: Start Free Trial
be: Пачаць бясплатную пробную версію
bn: বিনামূল্যে ট্রায়াল শুরু করুন
de: Kostenlose Testversion starten
el: Έναρξη Δωρεάν Δοκιμής
fr: Commencer l'Essai Gratuit
he: התחל גרסת ניסיון חינם
kn: ಉಚಿತ ಪ್ರಯೋಗ ಪ್ರಾರಂಭಿಸಿ
ko: 무료 체험 시작
te: ఉచిత ట్రయల్ ప్రారంభించండి
tl: Simulan ang Libreng Pagsubok
tr: Ücretsiz Denemeyi Başlat
zh: 开始免费试用
zh_tw: 開始免費試用

source: Start Annual Plan
be: Пачаць гадавы план
bn: বার্ষিক প্ল্যান শুরু করুন
de: Jahresplan starten
el: Έναρξη Ετήσιου Πλάνου
fr: Commencer le Plan Annuel
he: התחל תוכנית שנתית
kn: ವಾರ್ಷಿಕ ಯೋಜನೆ ಪ್ರಾರಂಭಿಸಿ
ko: 연간 플랜 시작
te: వార్షిక ప్లాన్ ప్రారంభించండి
tl: Simulan ang Taunang Plano
tr: Yıllık Planı Başlat
zh: 开始年度计划
zh_tw: 開始年度計劃

source: Start Weekly Plan
be: Пачаць тыднёвы план
bn: সাপ্তাহিক প্ল্যান শুরু করুন
de: Wochenplan starten
el: Έναρξη Εβδομαδιαίου Πλάνου
fr: Commencer le Plan Hebdomadaire
he: התחל תוכנית שבועית
kn: ಸಾಪ್ತಾಹಿಕ ಯೋಜನೆ ಪ್ರಾರಂಭಿಸಿ
ko: 주간 플랜 시작
te: వారపు ప్లాన్ ప్రారంభించండి
tl: Simulan ang Lingguhang Plano
tr: Haftalık Planı Başlat
zh: 开始每周计划
zh_tw: 開始每週計劃

source: Select a Plan
be: Выбраць план
bn: একটি প্ল্যান নির্বাচন করুন
de: Plan auswählen
el: Επιλέξτε ένα Πλάνο
fr: Sélectionner un Plan
he: בחר תוכנית
kn: ಯೋಜನೆ ಆಯ್ಕೆಮಾಡಿ
ko: 플랜 선택
te: ప్లాన్ ఎంచుకోండి
tl: Pumili ng Plano
tr: Bir Plan Seç
zh: 选择计划
zh_tw: 選擇計劃

# thenPricePerYear
source: {price} per year
be: {price} у год
de: {price} pro Jahr
el: {price} ανά έτος
fr: {price} par an
he: {price} לשנה
ko: 연 {price}
tr: Yıllık {price}
zh: 每年{price}
zh_tw: 每年{price}

source: Try Demo
be: Паспрабуйце дэма
de: Demo ausprobieren
el: Δοκιμή Demo
fr: Essayer la démo
he: נסה דמו
ko: 데모 체험
tr: Demoyu Dene
zh: 试用演示
zh_tw: 試用體驗

source: Try Demo Mode
be: Паспрабуйце дэма-рэжым
de: Demo-Modus testen
el: Δοκιμή Λειτουργίας Demo
fr: Mode démo
he: מצב דמו
ko: 데모 모드 체험
tr: Demo Modunu Dene
zh: 试用演示模式
zh_tw: 體驗模式

# demoModeDescription
source: New to Paisa? Explore with sample transactions, budgets, and goals to see how it works before adding your own data.
be: Новы ў Paisa? Азнаёмцеся з прыкладнымі транзакцыямі, бюджэтамі і мэтамі, каб убачыць, як гэта працуе, перш чым дадаваць свае даныя.
de: Neu bei Paisa? Entdecken Sie die App mit Beispieldaten, bevor Sie eigene hinzufügen.
el: Νέος στο Paisa; Δοκιμάστε με δείγματα για να δείτε πώς λειτουργεί πριν προσθέσετε τα δικά σας δεδομένα.
fr: Nouveau sur Paisa ? Essayez avec des exemples pour découvrir l'app avant d'ajouter vos données.
he: חדש ב-Paisa? נסה עם נתונים לדוגמה לפני שתוסיף נתונים משלך.
ko: Paisa를 처음 사용하시나요? 샘플 거래, 예산, 목표로 앱을 미리 체험해보세요.
tr: Paisa'yı keşfetmek için örnek işlemlerle deneme yapın.
zh: 新用户可通过示例数据体验功能，了解如何使用。
zh_tw: 新用戶可用範例資料體驗功能，熟悉後再新增自己的資料。

source: Start Fresh
be: Пачаць з нуля
de: Neu starten
el: Νέα Έναρξη
fr: Commencer à zéro
he: התחל מחדש
ko: 새로 시작
tr: Sıfırdan Başla
zh: 全新开始
zh_tw: 全新開始

source: Exit Demo
be: Выйсці з дэма
de: Demo verlassen
el: Έξοδος από Demo
fr: Quitter la démo
he: צא מדמו
ko: 데모 종료
tr: Demodan Çık
zh: 退出演示
zh_tw: 離開體驗

source: Demo Mode Active
be: Дэма-рэжым актыўны
de: Demo-Modus aktiv
el: Ενεργό Demo
fr: Mode démo actif
he: מצב דמו פעיל
ko: 데모 모드 활성
tr: Demo Modu Aktif
zh: 演示模式已激活
zh_tw: 體驗模式中

source: Exit Demo Mode
be: Выйсці з дэма-рэжыму
de: Demo-Modus beenden
el: Έξοδος από Demo
fr: Quitter le mode démo
he: צא ממצב דמו
ko: 데모 모드 종료
tr: Demo Modundan Çık
zh: 退出演示模式
zh_tw: 結束體驗模式

# exitDemoModeDescription
source: This will remove all demo data and you can start adding your own transactions.
be: Гэта выдаліць усе дэма-даныя, і вы зможаце пачаць дадаваць свае транзакцыі.
de: Alle Demo-Daten werden entfernt. Sie können eigene Transaktionen hinzufügen.
el: Αυτό θα διαγράψει τα demo δεδομένα και μπορείτε να προσθέσετε τα δικά σας.
fr: Cela supprimera les données de démo. Vous pourrez ajouter vos propres transactions.
he: זה ימחק את כל נתוני הדמו ותוכל להתחיל להוסיף נתונים משלך.
ko: 데모 데이터를 모두 삭제하고 직접 거래를 추가할 수 있습니다.
tr: Demo verileri silinir, kendi işlemlerinizi ekleyebilirsiniz.
zh: 将移除演示数据，您可添加自己的交易。
zh_tw: 將刪除體驗資料，您可開始新增自己的交易。

# cancelAnytimeText
source: Cancel anytime
be: Адмяніць у любы час
de: Jederzeit kündbar
el: Ακύρωση ανά πάσα στιγμή
fr: Annulez à tout moment
he: בטל בכל עת
ko: 언제든 취소 가능
tr: İstediğin zaman iptal et
zh: 随时取消
zh_tw: 隨時取消

source: Progress
be: Прагрэс
de: Fortschritt
el: Πρόοδος
fr: Progrès
he: התקדמות
ko: 진행률
tr: İlerleme
zh: 进度
zh_tw: 進度

source: Due
be: Да аплаты
de: Fällig
el: Λήγει
fr: À payer
he: לתשלום
ko: 만기
tr: Vade
zh: 到期
zh_tw: 到期

source: No Archived Transactions
be: Няма архіваваных транзакцый
de: Keine archivierten Transaktionen
el: Δεν υπάρχουν αρχειοθετημένες συναλλαγές
fr: Aucune transaction archivée
he: אין עסקאות בארכיון
ko: 보관 거래 없음
tr: Arşivlenmiş işlem yok
zh: 无归档交易
zh_tw: 無封存交易

# noArchivedTransactionsDescription
source: You have no archived transactions at this time.
be: У вас пакуль няма архіваваных транзакцый.
de: Sie haben derzeit keine archivierten Transaktionen.
el: Δεν έχετε αρχειοθετημένες συναλλαγές.
fr: Aucune transaction archivée pour le moment.
he: אין עסקאות בארכיון כרגע.
ko: 현재 보관된 거래가 없습니다.
tr: Şu anda arşivlenmiş işleminiz yok.
zh: 暂无归档交易。
zh_tw: 目前沒有封存的交易。

source: No Upcoming Transactions
be: Няма будучых транзакцый
de: Keine bevorstehenden Transaktionen
el: Δεν υπάρχουν επερχόμενες συναλλαγές
fr: Aucune transaction à venir
he: אין עסקאות קרובות
ko: 예정 거래 없음
tr: Yaklaşan işlem yok
zh: 无即将到期交易
zh_tw: 無即將到來交易

# noUpcomingTransactionsDescription
source: You have no upcoming transactions at this time.
be: У вас пакуль няма будучых транзакцый.
de: Sie haben derzeit keine bevorstehenden Transaktionen.
el: Δεν έχετε επερχόμενες συναλλαγές.
fr: Aucune transaction à venir pour le moment.
he: אין עסקאות קרובות כרגע.
ko: 예정된 거래가 없습니다.
tr: Yaklaşan işleminiz yok.
zh: 暂无即将到期交易。
zh_tw: 目前沒有即將到來的交易。

source: No Overdue Transactions
be: Няма пратэрмінаваных транзакцый
de: Keine überfälligen Transaktionen
el: Δεν υπάρχουν ληξιπρόθεσμες συναλλαγές
fr: Aucun retard
he: אין עסקאות בפיגור
ko: 기한 초과 거래 없음
tr: Gecikmiş işlem yok
zh: 无逾期交易
zh_tw: 無逾期交易

# noOverdueTransactionsDescription
source: You have no overdue transactions at this time.
be: У вас пакуль няма пратэрмінаваных транзакцый.
de: Sie haben derzeit keine überfälligen Transaktionen.
el: Δεν έχετε ληξιπρόθεσμες συναλλαγές.
fr: Aucune transaction en retard pour le moment.
he: אין עסקאות בפיגור כרגע.
ko: 기한 초과된 거래가 없습니다.
tr: Gecikmiş işleminiz yok.
zh: 暂无逾期交易。
zh_tw: 目前沒有逾期的交易。

source: Clear All Data
be: Ачысціць усе даныя
de: Alle Daten löschen
el: Διαγραφή όλων
fr: Effacer toutes les données
he: נקה את כל הנתונים
ko: 모든 데이터 삭제
tr: Tüm Verileri Temizle
zh: 清除所有数据
zh_tw: 清除所有資料

# clearAllDataDescription
source: Permanently delete all your data from the app. This action cannot be undone.
be: Канчаткова выдаліць усе вашы даныя з праграмы. Гэта дзеянне нельга адмяніць.
de: Löscht alle App-Daten dauerhaft. Nicht rückgängig zu machen.
el: Διαγράψτε όλα τα δεδομένα σας. Δεν αναιρείται.
fr: Supprimez définitivement toutes vos données. Action irréversible.
he: מחק לצמיתות את כל הנתונים מהאפליקציה. לא ניתן לבטל.
ko: 앱의 모든 데이터를 영구 삭제합니다. 복구할 수 없습니다.
tr: Tüm verilerinizi kalıcı olarak siler. Geri alınamaz.
zh: 永久删除所有数据，无法恢复。
zh_tw: 永久刪除所有資料，無法復原。

# clearAllDataDialogDescription
source: This will permanently delete ALL your data from the app. This action cannot be undone and requires an app restart to take effect. Are you absolutely sure you want to continue?
be: Гэта канчаткова выдаліць УСЕ вашы даныя з праграмы. Гэта дзеянне нельга адмяніць і патрабуе перазапуску праграмы для прымянення змяненняў. Вы сапраўды ўпэўнены, што хочаце працягнуць?
de: Dadurch werden ALLE Daten dauerhaft gelöscht. Nicht rückgängig zu machen. App-Neustart erforderlich. Sind Sie sicher?
el: Αυτό θα διαγράψει ΟΛΑ τα δεδομένα σας. Δεν αναιρείται και απαιτεί επανεκκίνηση. Σίγουρα θέλετε να συνεχίσετε;
fr: Cela supprimera TOUTES vos données. Action irréversible et nécessite un redémarrage de l'app. Voulez-vous vraiment continuer ?
he: זה ימחק לצמיתות את כל הנתונים שלך מהאפליקציה. לא ניתן לבטל ודורש הפעלה מחדש. להמשיך?
ko: 이 작업은 앱의 모든 데이터를 영구적으로 삭제합니다. 복구할 수 없으며 앱을 재시작해야 적용됩니다. 정말 계속하시겠습니까?
tr: Tüm verileriniz silinecek. Bu işlem geri alınamaz ve uygulamanın yeniden başlatılması gerekir. Devam etmek istediğinize emin misiniz?
zh: 此操作将永久删除所有数据，无法恢复，需重启应用。 确定继续吗？
zh_tw: 這將永久刪除所有資料，無法復原。需重啟應用程式。 確定要繼續嗎？

# clearAllDataSuccess
source: All data cleared successfully! Please restart the app to see changes.
be: Усе даныя паспяхова ачышчаны! Калі ласка, перазапусціце праграму для прымянення змяненняў.
de: Alle Daten gelöscht! Bitte App neu starten.
el: Όλα διαγράφηκαν! Επανεκκινήστε για να δείτε αλλαγές.
fr: Toutes les données ont été effacées ! Redémarrez l'app.
he: כל הנתונים נמחקו! הפעל מחדש את האפליקציה.
ko: 모든 데이터가 삭제되었습니다! 앱을 재시작하세요.
tr: Tüm veriler silindi! Değişiklikleri görmek için uygulamayı yeniden başlatın.
zh: 数据已清除！请重启应用。
zh_tw: 資料已清除！請重啟應用程式。

source: Clearing all data...
be: Ачыстка ўсіх даных...
de: Daten werden gelöscht...
el: Διαγραφή όλων...
fr: Suppression des données...
he: מנקה נתונים...
ko: 데이터 삭제 중...
tr: Veriler temizleniyor...
zh: 正在清除数据...
zh_tw: 正在清除資料...

source: Create Local Backup
be: Стварыць лакальную рэзервовую копію
de: Lokales Backup erstellen
el: Δημιουργία Τοπικού Αντιγράφου
fr: Créer une sauvegarde locale
he: צור גיבוי מקומי
ko: 로컬 백업 생성
tr: Yerel Yedek Oluştur
zh: 创建本地备份
zh_tw: 建立本機備份

# createLocalBackupDescription
source: Save all your data to a backup file
be: Захавайце ўсе свае даныя ў файл рэзервовай копіі
de: Speichern Sie alle Daten in einer Backup-Datei
el: Αποθηκεύστε τα δεδομένα σας σε αρχείο
fr: Enregistrez toutes vos données dans un fichier de sauvegarde
he: שמור את כל הנתונים לקובץ גיבוי
ko: 모든 데이터를 백업 파일로 저장
tr: Tüm verilerinizi bir yedek dosyasına kaydedin
zh: 保存所有数据到备份文件
zh_tw: 將所有資料儲存為備份檔案

source: Creating local backup...
be: Стварэнне лакальнай рэзервовай копіі...
de: Backup wird erstellt...
el: Δημιουργία αντιγράφου...
fr: Création de la sauvegarde...
he: יוצר גיבוי...
ko: 로컬 백업 생성 중...
tr: Yerel yedek oluşturuluyor...
zh: 正在创建备份...
zh_tw: 正在建立備份...

source: Restore Local Backup
be: Аднавіць лакальную рэзервовую копію
de: Lokales Backup wiederherstellen
el: Επαναφορά Τοπικού Αντιγράφου
fr: Restaurer la sauvegarde locale
he: שחזר גיבוי מקומי
ko: 로컬 백업 복원
tr: Yerel Yedeği Geri Yükle
zh: 恢复本地备份
zh_tw: 還原本機備份

# restoreLocalBackupDialogDescription
source: This will replace all your current data with the backup data. This action cannot be undone and requires an app restart to take effect. Are you sure you want to continue?
be: Гэта заменіць усе вашы бягучыя даныя данымі з рэзервовай копіі. Гэта дзеянне нельга адмяніць і патрабуе перазапуску праграмы для прымянення змяненняў. Вы ўпэўнены, што хочаце працягнуць?
de: Alle aktuellen Daten werden durch das Backup ersetzt. Nicht rückgängig zu machen. App-Neustart erforderlich. Fortfahren?
el: Θα αντικαταστήσει τα τρέχοντα δεδομένα σας. Δεν αναιρείται και απαιτεί επανεκκίνηση. Σίγουρα θέλετε να συνεχίσετε;
fr: Cela remplacera toutes vos données actuelles. Action irréversible et nécessite un redémarrage. Continuer ?
he: זה יחליף את כל הנתונים הנוכחיים בגיבוי. לא ניתן לבטל ודורש הפעלה מחדש. להמשיך?
ko: 현재 데이터를 백업 데이터로 대체합니다. 복구할 수 없으며 앱을 재시작해야 적용됩니다. 계속하시겠습니까?
tr: Tüm mevcut verileriniz yedekle değiştirilecek. Bu işlem geri alınamaz ve uygulamanın yeniden başlatılması gerekir. Devam etmek istiyor musunuz?
zh: 将用备份数据替换当前数据，无法恢复，需重启应用。 确定继续吗？
zh_tw: 這將以備份資料取代現有資料，無法復原。需重啟應用程式。 確定要繼續嗎？

source: Paisa Data Backup
be: Рэзервовая копія даных Paisa
de: Paisa-Daten-Backup
el: Αντίγραφο Paisa
fr: Sauvegarde Paisa
he: גיבוי נתוני Paisa
ko: Paisa 데이터 백업
tr: Paisa Veri Yedeği
zh: Paisa 数据备份
zh_tw: Paisa 資料備份

# paisaDataBackupSuccess
source: Database backup created and shared successfully
be: Рэзервовая копія базы даных паспяхова створана і падзелена
de: Backup erfolgreich erstellt und geteilt
el: Το αντίγραφο δημιουργήθηκε και κοινοποιήθηκε
fr: Sauvegarde créée et partagée avec succès
he: הגיבוי נוצר ונשלח בהצלחה
ko: 데이터베이스 백업이 성공적으로 생성 및 공유되었습니다
tr: Veritabanı yedeği başarıyla oluşturuldu ve paylaşıldı
zh: 数据库备份已创建并分享
zh_tw: 資料庫備份已建立並分享

# paisaDataBackupFailed
source: Error sharing database backup: {error}
be: Памылка пры падзеле рэзервовай копіі базы даных: {error}
de: Fehler beim Teilen des Backups: {error}
el: Σφάλμα: {error}
fr: Erreur lors du partage : {error}
he: שגיאה בשיתוף גיבוי: {error}
ko: 백업 공유 오류: {error}
tr: Veritabanı yedeği paylaşılırken hata: {error}
zh: 备份分享出错：{error}
zh_tw: 分享備份錯誤：{error}

source: Restore
be: Аднавіць
de: Wiederherstellen
el: Επαναφορά
fr: Restaurer
he: שחזר
ko: 복원
tr: Geri Yükle
zh: 恢复
zh_tw: 還原

# selectingLocalBackupFile
source: Selecting backup file...
be: Выбар файла рэзервовай копіі...
de: Backup-Datei auswählen...
el: Επιλογή αρχείου αντιγράφου...
fr: Sélection du fichier de sauvegarde...
he: בוחר קובץ גיבוי...
ko: 백업 파일 선택 중...
tr: Yedek dosyası seçiliyor...
zh: 正在选择备份文件...
zh_tw: 正在選取備份檔案...
