Repository: h4h13/paisa-app
Catalog: localization/app_*.arb
Languages: be, bn, da, de, el, es, fr, he, id, it, kn, ko, ml, nl, pt_br, ru, sv, sw, te, tl, tr, uk, zh, zh_tw

# welcomeEvening3
source: Winding down, {name}? Let's check those numbers!
be: ✨ Заканчваеце дзень, {name}? Давайце праверым лічбы!
bn: দিন শেষ করছেন, {name}? চলুন সংখ্যাগুলো দেখে নিই!
da: ✨ Slapper du af, {name}? Lad os tjekke tallene!
de: ✨ Lässt du den Tag ausklingen, {name}? Lass uns die Zahlen überprüfen!
el: ✨ Κλείνεις, {name}; Ας ελέγξουμε τα νούμερα!
es: ✨ ¿Relajándote, {name}? ¡Veamos esos números!
fr: ✨ Vous vous détendez, {name} ? Vérifions ces chiffres !
he: ✨ נרגע, {name}? בוא נבדוק את המספרים האלה!
id: ✨ Bersantai, {name}? Mari kita periksa angka-angka itu!
it: ✨ Stai finendo, {name}? Controlliamo quei numeri!
kn: ✨ ಮುಗಿಸುತ್ತಿದ್ದೀರಾ, {name}? ಆ ಸಂಖ್ಯೆಗಳನ್ನು ಪರಿಶೀಲಿಸೋಣ!
ko: ✨ {name}님, 마무리하고 계신가요? 숫자를 확인해 봅시다!
ml: ദിവസം അവസാനിക്കുന്നു, {name}? നമുക്ക് കണക്കുകൾ പരിശോധിക്കാം!
nl: ✨ Afbouwen, {name}? Laten we die cijfers controleren!
pt_br: ✨ Relaxando, {name}? Vamos verificar esses números!
ru: ✨ Расслабляетесь, {name}? Давайте проверим цифры!
sv: ✨ Varvar du ner, {name}? Låt oss kolla siffrorna!
sw: Unapumzika, {name}? Hebu tuangalie namba hizo!
te: ✨ ముగించుకుంటున్నారా, {name}? ఆ సంఖ్యలను తనిఖీ చేద్దాం!
tr: Rahatlıyor musun, {name}? Hadi şu rakamları kontrol edelim!
uk: ✨ Розслабляєтесь, {name}? Давайте перевіримо цифри!
zh: ✨ 放松一下，{name}？让我们检查一下数字！
zh_tw: ✨ 放鬆一下，{name}？讓我們檢查一下數字！

# welcomeEvening4
source: Evening check-in time, {name}!
be: 🎯 Час вечаровай праверкі, {name}!
bn: সন্ধ্যার চেক-ইন এর সময়, {name}!
da: 🎯 Tid til aften-check-in, {name}!
de: 🎯 Zeit für den Abend-Check-in, {name}!
el: 🎯 Ώρα για απογευματινό έλεγχο, {name}!
es: 🎯 ¡Hora de revisión, {name}!
fr: 🎯 L'heure du point de contrôle du soir, {name} !
he: 🎯 זמן לבדיקת ערב, {name}!
id: 🎯 Waktunya pemeriksaan malam, {name}!
it: 🎯 È ora del controllo serale, {name}!
kn: 🎯 ಸಂಜೆಯ ಪರಿಶೀಲನೆಗೆ ಸಮಯ, {name}!
ko: 🎯 {name}님, 저녁 점검 시간입니다!
ml: വൈകുന്നേരം പരിശോധന സമയം, {name}!
nl: 🎯 Tijd voor avond check-in, {name}!
pt_br: 🎯 Hora do check-in da noite, {name}!
ru: 🎯 Время вечерней проверки, {name}!
sv: 🎯 Dags för kvällsincheckning, {name}!
sw: Wakati wa ukaguzi wa jioni, {name}!
te: 🎯 సాయంత్రం తనిఖీ సమయం, {name}!
tr: Akşam kontrolü zamanı, {name}!
uk: 🎯 Час вечірньої перевірки, {name}!
zh: 🎯 晚上检查时间，{name}！
zh_tw: 🎯 晚上檢查時間，{name}！

# welcomeNight1
source: Wrapping up the day, {name}?
be: 🌙 Завяршаеце дзень, {name}?
bn: দিন শেষ করছেন, {name}?
da: 🌙 Afslutter du dagen, {name}?
de: 🌙 Schließt du den Tag ab, {name}?
el: 🌙 Τελειώνει η μέρα, {name};
es: 🌙 ¿Terminando el día, {name}?
fr: 🌙 Vous terminez la journée, {name} ?
he: 🌙 מסיים את היום, {name}?
id: 🌙 Mengakhiri hari, {name}?
it: 🌙 Stai finendo la giornata, {name}?
kn: 🌙 ದಿನವನ್ನು ಮುಗಿಸುತ್ತಿದ್ದೀರಾ, {name}?
ko: 🌙 {name}님, 하루를 마무리하고 계신가요?
ml: ദിവസം അവസാനിപ്പിക്കുകയാണോ, {name}?
nl: 🌙 De dag afsluiten, {name}?
pt_br: 🌙 Terminando o dia, {name}?
ru: 🌙 Заканчиваете день, {name}?
sv: 🌙 Avslutar du dagen, {name}?
sw: Unamaliza siku, {name}?
te: 🌙 రోజును ముగించుకుంటున్నారా, {name}?
tr: Günü bitiriyor musun, {name}?
uk: 🌙 Закінчуєте день, {name}?
zh: 🌙 今天要结束了，{name}？
zh_tw: 🌙 今天要結束了，{name}？

# welcomeNight2
source: Evening review time, {name}!
be: 🌠 Час вечаровага агляду, {name}!
bn: রাতের পর্যালোচনার সময়, {name}!
da: 🌠 Tid til aftengennemgang, {name}!
de: 🌠 Zeit für die Abendübersicht, {name}!
el: 🌠 Ώρα για απογευματινή ανασκόπηση, {name}!
es: 🌠 ¡Revisión nocturna, {name}!
fr: 🌠 L'heure du bilan du soir, {name} !
he: 🌠 זמן לסיכום ערב, {name}!
id: 🌠 Waktunya tinjauan malam, {name}!
it: 🌠 È ora della revisione serale, {name}!
kn: 🌠 ಸಂಜೆಯ ಪರಿಶೀಲನೆಗೆ ಸಮಯ, {name}!
ko: 🌠 {name}님, 저녁 검토 시간입니다!
ml: വൈകുന്നേരം അവലോകന സമയം, {name}!
nl: 🌠 Tijd voor avondoverzicht, {name}!
pt_br: 🌠 Hora da revisão da noite, {name}!
ru: 🌠 Время вечернего обзора, {name}!
sv: 🌠 Dags för kvällsöversikt, {name}!
sw: Wakati wa ukaguzi wa jioni, {name}!
te: 🌠 సాయంత్రం సమీక్ష సమయం, {name}!
tr: Akşam inceleme zamanı, {name}!
uk: 🌠 Час вечірнього огляду, {name}!
zh: 🌠 晚上回顾时间，{name}！
zh_tw: 🌠 晚上回顧時間，{name}！

# welcomeNight3
source: Hey {name}, before you call it a day...
be: 🎆 Гэй, {name}, перш чым скончыць дзень...
bn: হে {name}, দিন শেষ করার আগে...
da: 🎆 Hej {name}, inden du afslutter dagen...
de: 🎆 Hallo {name}, bevor du den Tag beendest...
el: 🎆 Γεια σου {name}, πριν τελειώσεις την ημέρα σου...
es: 🎆 Hola {name}, antes de terminar el día...
fr: 🎆 Salut {name}, avant de terminer la journée...
he: 🎆 היי {name}, לפני שאתה מסיים את היום...
id: 🎆 Halo {name}, sebelum Anda mengakhiri hari...
it: 🎆 Ciao {name}, prima di concludere la giornata...
kn: 🎆 ಹೇ {name}, ನೀವು ದಿನವನ್ನು ಮುಗಿಸುವ ಮೊದಲು...
ko: 🎆 {name}님, 안녕하세요! 하루를 마무리하기 전에...
ml: ഹേയ് {name}, നിങ്ങൾ ദിവസം അവസാനിപ്പിക്കുന്നതിന് മുമ്പ്...
nl: 🎆 Hé {name}, voordat je de dag afsluit...
pt_br: 🎆 Olá {name}, antes de terminar o dia...
ru: 🎆 Привет, {name}, прежде чем закончить день...
sv: 🎆 Hej {name}, innan du avslutar dagen...
sw: Hujambo {name}, kabla ya kumaliza siku...
te: 🎆 హే {name}, మీరు రోజును ముగించే ముందు...
tr: Hey {name}, günü bitirmeden önce...
uk: 🎆 Привіт, {name}, перш ніж закінчити день...
zh: 🎆 嗨 {name}，在您结束今天之前...
zh_tw: 🎆 嗨 {name}，在您結束今天之前...

# welcomeNight4
source: ✨ Night-time number crunching, {name}?
be: ✨ Начное падлічванне лічбаў, {name}?
bn: ✨ রাতে সংখ্যার হিসাব, {name}?
da: ✨ Natlig taljonglering, {name}?
de: ✨ Nächtliches Zahlenknacken, {name}?
el: ✨ Νυχτερινό ψάξιμο αριθμών, {name};
es: ¿Calculando de noche, {name}?
fr: ✨ Calculs nocturnes, {name} ?
he: ✨ חישובים ליליים, {name}?
id: ✨ Menghitung angka di malam hari, {name}?
it: ✨ Calcolo dei numeri notturni, {name}?
kn: ✨ ರಾತ್ರಿಯ ಲೆಕ್ಕಾಚಾರಗಳು, {name}?
ko: ✨ {name}님, 밤에 숫자 계산을 하시나요?
ml: ✨ രാത്രിയിലെ കണക്കുകൾ, {name}?
nl: ✨ Nachtelijke cijferkrakerij, {name}?
pt_br: ✨ Contando números à noite, {name}?
ru: ✨ Ночное вычисление цифр, {name}?
sv: ✨ Nattlig sifferkrossning, {name}?
sw: ✨ Hesabu za namba za usiku, {name}?
te: ✨ రాత్రి-సమయ సంఖ్యల క్రంచింగ్, {name}?
tr: ✨ Gece sayıları hesaplama, {name}?
uk: ✨ Нічне обчислення цифр, {name}?
zh: ✨ 夜间数字计算，{name}？
zh_tw: ✨ 夜間數字計算，{name}？

# biometricAuthFailed
source: Biometric authentication failed
be: Збой біяметрычнай аўтэнтыфікацыі
bn: বায়োমেট্রিক প্রমাণীকরণ ব্যর্থ হয়েছে
da: Biometrisk godkendelse mislykkedes
de: Biometrische Authentifizierung fehlgeschlagen
el: Αποτυχία πιστοποίησης βιομετρικού ελέγχου
es: Autenticación biométrica fallida
fr: L'authentification biométrique a échoué
he: אימות ביומטרי נכשל
id: Autentikasi biometrik gagal
it: Autenticazione biometrica fallita
kn: ಬಯೋಮೆಟ್ರಿಕ್ ದೃಢೀಕರಣ ವಿಫಲವಾಗಿದೆ
ko: 생체 인증 실패
ml: ബയോമെട്രിക് അംഗീകരണം പരാജയപ്പെട്ടു
nl: Biometrische authenticatie mislukt
pt_br: Autenticação biométrica falhou
ru: Биометрическая аутентификация не удалась
sv: Biometrisk autentisering misslyckades
sw: Uthibitishaji wa alama ya kidole umeshindwa
te: బయోమెట్రిక్ ప్రామాణీకరణ విఫలమైంది
tr: Biyometrik kimlik doğrulama başarısız
uk: Біометрична автентифікація не вдалася
zh: 生物识别验证失败
zh_tw: 生物辨識驗證失敗

source: Auto Backup
be: Аўтаматычнае рэзервовае капіраванне
bn: স্বয়ংক্রিয় ব্যাকআপ
da: Automatisk sikkerhedskopiering
de: Automatische Sicherung
el: Αυτόματα Αντίγραφα Ασφαλείας
es: Copia automática
fr: Sauvegarde automatique
he: גיבוי אוטומטי
id: Cadangan Otomatis
it: Backup automatico
kn: ಸ್ವಯಂಚಾಲಿತ ಬ್ಯಾಕಪ್
ko: 자동 백업
ml: ഓട്ടോ ബാക്കപ്പ്
nl: Automatische back-up
pt_br: Backup Automático
ru: Автоматическое резервное копирование
sv: Automatisk backup
sw: Nakala ya Kiotomatiki
te: ఆటో బ్యాకప్
tr: Otomatik Yedekleme
uk: Автоматичне резервне копіювання
zh: 自动备份
zh_tw: 自動備份

# autoBackupDescription
source: Backup your data automatically when the app is opened
be: Аўтаматычнае рэзервовае капіраванне даных пры адкрыцці праграмы
bn: অ্যাপটি খোলার সময় স্বয়ংক্রিয়ভাবে আপনার ডেটা ব্যাকআপ করুন
da: Sikkerhedskopier dine data automatisk, når appen åbnes
de: Sichern Sie Ihre Daten automatisch, wenn die App geöffnet wird
el: Δημιουργία αντιγράφων ασφαλείας των δεδομένων σας αυτόματα όταν ανοίγει η εφαρμογή
es: Copia automática al abrir la app.
fr: Sauvegardez vos données automatiquement à l'ouverture de l'application
he: גבה את הנתונים שלך אוטומטית כאשר האפליקציה נפתחת
id: Cadangkan data Anda secara otomatis saat aplikasi dibuka
it: Esegui automaticamente il backup dei tuoi dati quando apri l'app
kn: ಅಪ್ಲಿಕೇಶನ್ ತೆರೆದಾಗ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಬ್ಯಾಕಪ್ ಮಾಡಿ
ko: 앱을 열 때 자동으로 데이터를 백업합니다
ml: അപ്ലിക്കേഷൻ തുറക്കുമ്പോൾ ഡാറ്റ ബാക്കപ്പ്
nl: Maak automatisch een back-up van uw gegevens wanneer de app wordt geopend
pt_br: Faça backup de seus dados automaticamente quando o app for aberto
ru: Автоматически создавать резервную копию данных при открытии приложения
sv: Säkerhetskopiera dina data automatiskt när appen öppnas
sw: Hifadhi data yako kiotomatiki programu inapofunguliwa
te: అనువర్తనం తెరిచినప్పుడు మీ డేటాను స్వయంచాలకంగా బ్యాకప్ చేయండి
tr: Uygulama açıldığında verilerinizi otomatik olarak yedekleyin
uk: Автоматично створювати резервну копію даних при відкритті програми
zh: 打开应用时自动备份您的数据
zh_tw: 開啟應用程式時自動備份您的資料

source: Backup Frequency
be: Частата рэзервовага капіравання
bn: ব্যাকআপের ফ্রিকোয়েন্সি
da: Sikkerhedskopieringsfrekvens
de: Sicherungshäufigkeit
el: Συχνότητα Αντιγράφων Ασφαλείας
es: Frecuencia de copia
fr: Fréquence de sauvegarde
he: תדירות גיבוי
id: Frekuensi Cadangan
it: Frequenza di backup
kn: ಬ್ಯಾಕಪ್ ಆವರ್ತನ
ko: 백업 빈도
ml: ബാക്കപ്പ് ആവൃത്തി
nl: Back-upfrequentie
pt_br: Frequência de Backup
ru: Частота резервного копирования
sv: Backupfrekvens
sw: Mzunguko wa Nakala
te: బ్యాకప్ ఫ్రీక్వెన్సీ
tr: Yedekleme Sıklığı
uk: Частота резервного копіювання
zh: 备份频率
zh_tw: 備份頻率

# backupFrequencyDescription
source: Backup your data automatically at a specific interval.
be: Аўтаматычнае рэзервовае капіраванне даных праз вызначаны інтэрвал.
bn: একটি নির্দিষ্ট বিরতিতে স্বয়ংক্রিয়ভাবে আপনার ডেটা ব্যাকআপ করুন।
da: Sikkerhedskopier dine data automatisk med et bestemt interval.
de: Sichern Sie Ihre Daten automatisch in einem bestimmten Intervall.
el: Δημιουργήστε αυτόματα αντίγραφα ασφαλείας των δεδομένων σας ανά συγκεκριμένο χρονικό διάστημα.
es: Copia automática en intervalo específico.
fr: Sauvegardez vos données automatiquement à un intervalle spécifique.
he: גבה את הנתונים שלך אוטומטית במרווח זמן מסוים.
id: Cadangkan data Anda secara otomatis pada interval tertentu.
it: Esegui automaticamente il backup dei tuoi dati a un intervallo specificato.
kn: ನಿರ್ದಿಷ್ಟ ಮಧ್ಯಂತರದಲ್ಲಿ ಸ್ವಯಂಚಾಲಿತವಾಗಿ ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಬ್ಯಾಕಪ್ ಮಾಡಿ.
ko: 지정된 간격으로 데이터를 자동으로 백업합니다.
ml: നിർദ്ദിഷ്ട ഇടവേളകളിൽ ഡാറ്റ ബാക്കപ്പ്
nl: Maak automatisch een back-up van uw gegevens met een opgegeven interval.
pt_br: Faça backup de seus dados automaticamente em um intervalo específico.
ru: Автоматически создавать резервную копию данных через указанный интервал.
sv: Säkerhetskopiera dina data automatiskt med ett angivet intervall.
sw: Hifadhi data yako kiotomatiki kwa muda maalum.
te: నిర్దిష్ట వ్యవధిలో మీ డేటాను స్వయంచాలకంగా బ్యాకప్ చేయండి.
tr: Verilerinizi belirli bir aralıkta otomatik olarak yedekleyin.
uk: Автоматично створювати резервну копію даних через вказаний інтервал.
zh: 在指定的时间间隔自动备份您的数据。
zh_tw: 在指定的時間間隔自動備份您的資料。

# backupFrequencyDays
source: 'Backup frequency set to {days} days'
be: Частата рэзервовага капіравання ўстаноўлена на {days, plural, one{# дзень} few{# дні} many{# дзён} other{# дзён}}
bn: ব্যাকআপের ফ্রিকোয়েন্সি {days} দিনে সেট করা হয়েছে
da: Sikkerhedskopieringsfrekvens indstillet til {days, plural, one{# dag} other{{days} dage}}
de: Sicherungshäufigkeit auf {days, plural, one{# Tag} other{{days} Tage}} eingestellt
el: Συχνότητα δημιουργίας αντιγράφων ασφαλείας ρυθμισμένη σε {days, plural, one{# ημέρα} other{{days} ημέρες}}
es: Frecuencia de copia: {days, plural, one{diaria} other{{days} días}}
fr: Fréquence de sauvegarde définie sur {days, plural, one{# jour} other{{days} jours}}
he: תדירות הגיבוי הוגדרה ל-{days, plural, one{יום אחד} other{{days} ימים}}
id: Frekuensi cadangan diatur ke {days, plural, one{# hari} other{{days} hari}}
it: La frequenza di backup è impostata su {days, plural, one{# giorno} other{{days} giorni}}
kn: ಬ್ಯಾಕಪ್ ಆವರ್ತನವನ್ನು {days, plural, one{# ದಿನ} other{{days} ದಿನಗಳು}} ಕ್ಕೆ ಹೊಂದಿಸಲಾಗಿದೆ
ko: 백업 빈도는 {days, plural, zero{설정되지 않음} other{{days}일}}로 설정되었습니다.
ml: 'ബാക്കപ്പ് ആവൃത്തി {days} ദിവസങ്ങളായി സജ്ജീകരിച്ചു'
nl: Back-upfrequentie ingesteld op {days, plural, one{# dag} other{{days} dagen}}
pt_br: Frequência de backup definida para {days, plural, zero{Nenhum dia} one{1 dia} other{{days} dias}}
ru: Частота резервного копирования установлена на {days, plural, zero{нет дней} one{# день} few{# дня} many{# дней} other{# дней}}
sv: Backupfrekvens inställd på {days, plural, one{# dag} other{{days} dagar}}
sw: Mzunguko wa nakala umewekwa kuwa siku {days}
te: బ్యాకప్ ఫ్రీక్వెన్సీ {days, plural, zero{రోజులు లేవు} one{1 రోజు} other{{days} రోజులు}} కు సెట్ చేయబడింది
tr: 'Yedekleme sıklığı {days} gün olarak ayarlandı'
uk: Частота резервного копіювання встановлена на {days, plural, zero{немає днів} one{# день} few{# дні} many{# днів} other{# днів}}
zh: 备份频率设置为 {days, plural, zero{没有天数} one{# 天} other{{days} 天}}
zh_tw: 備份頻率設定為 {days, plural, zero{沒有天數} one{# 天} other{{days} 天}}

source: No backup files found
be: Файлы рэзервовага капіравання не знойдзены
bn: কোনো ব্যাকআপ ফাইল পাওয়া যায়নি
da: Ingen sikkerhedskopieringsfiler fundet
de: Keine Sicherungsdateien gefunden
el: Δε βρέθηκαν αντίγραφα ασφαλείας
es: No se encontraron copias
fr: Aucun fichier de sauvegarde trouvé
he: לא נמצאו קבצי גיבוי
id: Tidak ada file cadangan yang ditemukan
it: Nessun file di backup trovato
kn: ಯಾವುದೇ ಬ್ಯಾಕಪ್ ಫೈಲ್‌ಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ko: 백업 파일을 찾을 수 없습니다
ml: ബാക്കപ്പ് ഫയലുകളൊന്നും കണ്ടെത്തിയില്ല
nl: Geen back-upbestanden gevonden
pt_br: Nenhum arquivo de backup encontrado
ru: Файлы резервных копий не найдены
sv: Inga backupfiler hittades
sw: Hakuna faili za nakala zilizopatikana
te: బ్యాకప్ ఫైల్‌లు కనుగొనబడలేదు
tr: Yedekleme dosyası bulunamadı
uk: Файли резервних копій не знайдено
zh: 找不到备份文件
zh_tw: 找不到備份檔案

source: Completed
be: Завершана
bn: সম্পন্ন
da: Fuldført
de: Abgeschlossen
el: Ολοκληρώθηκε
es: Completado
fr: Terminé
he: הושלם
id: Selesai
it: Completato
kn: ಪೂರ್ಣಗೊಂಡಿದೆ
ko: 완료됨
ml: പൂർത്തിയായി
nl: Voltooid
pt_br: Concluído
ru: Завершено
sv: Slutfört
sw: Imekamilika
te: పూర్తయింది
tr: Tamamlandı
uk: Завершено
zh: 已完成
zh_tw: 已完成

source: Active
be: Актыўная
bn: সক্রিয়
da: Aktiv
de: Aktiv
el: Ενεργός
es: Activo
fr: Actif
he: פעיל
id: Aktif
it: Attivo
kn: ಸಕ್ರಿಯ
ko: 활성
ml: സജീവം
nl: Actief
pt_br: Ativo
ru: Активно
sv: Aktiv
sw: Inaendelea
te: క్రియాశీల
tr: Aktif
uk: Активно
zh: 进行中
zh_tw: 進行中

# from
source: From: {date}
be: Ад: {date}
bn: থেকে: {date}
da: Fra: {date}
de: Von: {date}
el: Από: {date}
es: Desde: {date}
fr: De : {date}
he: מ: {date}
id: Dari: {date}
it: Da: {date}
kn: ಇಂದ: {date}
ko: 시작일: {date}
ml: മുതൽ: {date}
nl: Van: {date}
pt_br: De: {date}
ru: От: {date}
sv: Från: {date}
sw: Kutoka: {date}
te: నుండి: {date}
tr: Başlangıç: {date}
uk: Від: {date}
zh: 从：{date}
zh_tw: 從：{date}

# to
source: To: {date}
be: Да: {date}
bn: পর্যন্ত: {date}
da: Til: {date}
de: Bis: {date}
el: Έως: {date}
es: Hasta: {date}
fr: À : {date}
he: עד: {date}
id: Hingga: {date}
it: A: {date}
kn: ವರೆಗೆ: {date}
ko: 종료일: {date}
ml: വരെ: {date}
nl: Tot: {date}
pt_br: Para: {date}
ru: До: {date}
sv: Till: {date}
sw: Hadi: {date}
te: కు: {date}
tr: Bitiş: {date}
uk: До: {date}
zh: 到：{date}
zh_tw: 到：{date}

source: Daily: {amount}
be: Штодзённа: {amount}
bn: দৈনিক: {amount}
da: Dagligt: {amount}
de: Täglich: {amount}
el: Καθημερινά: {amount}
es: Diario: {amount}
fr: Quotidien : {amount}
he: יומי: {amount}
id: Harian: {amount}
it: Giornaliero: {amount}
kn: ದೈನಂದಿನ: {amount}
ko: 일일: {amount}
ml: ദിവസേന: {amount}
nl: Dagelijks: {amount}
pt_br: Diário: {amount}
ru: Ежедневно: {amount}
sv: Dagligen: {amount}
sw: Kila siku: {amount}
te: రోజువారీ: {amount}
tr: Günlük: {amount}
uk: Щоденно: {amount}
zh: 每日：{amount}
zh_tw: 每日：{amount}

source: Goal Achieved!
be: Мэта дасягнута! Націсніце, каб завяршыць
bn: লক্ষ্য অর্জিত!
da: Mål opnået! Tryk for at fuldføre
de: Ziel erreicht! Zum Abschließen tippen
el: Ο Στόχος Επιτεύχθηκε! Πατήστε για ολοκλήρωση
es: ¡Meta lograda! Toca para completar
fr: Objectif atteint ! Appuyez pour terminer
he: היעד הושג! הקש כדי להשלים
id: Tujuan Tercapai! Ketuk untuk menyelesaikan
it: Obiettivo raggiunto! Tocca per completare
kn: ಗುರಿ ಸಾಧಿಸಲಾಗಿದೆ! ಪೂರ್ಣಗೊಳಿಸಲು ಟ್ಯಾಪ್ ಮಾಡಿ
ko: 목표 달성! 완료하려면 탭하세요
ml: ലക്ഷ്യം നേടി! പൂർത്തിയാക്കാൻ ടാപ്പ് ചെയ്യുക
nl: Doel bereikt! Tik om te voltooien
pt_br: Meta Atingida! Toque para concluir
ru: Цель достигнута! Нажмите, чтобы завершить
sv: Mål uppnått! Tryck för att slutföra
sw: Lengo Limefikiwa!
te: లక్ష్యం సాధించబడింది! పూర్తి చేయడానికి నొక్కండి
tr: Hedef Başarıldı! Tamamlamak için dokunun
uk: Ціль досягнуто! Натисніть, щоб завершити
zh: 已达成目标！点击以完成
zh_tw: 已達成目標！點擊以完成

# goalAchievedDialogTitle
source: Goal Achieved!
be: Мэта дасягнута!
bn: লক্ষ্য অর্জিত!
da: Mål opnået!
de: Ziel erreicht!
el: Ο Στόχος Επιτεύχθηκε!
es: ¡Meta Lograda!
fr: Objectif atteint !
he: היעד הושג!
id: Tujuan Tercapai!
it: Obiettivo raggiunto!
kn: ಗುರಿ ಸಾಧಿಸಲಾಗಿದೆ!
ko: 목표 달성!
ml: ലക്ഷ്യം നേടി!
nl: Doel bereikt!
pt_br: Meta Atingida!
ru: Цель достигнута!
sv: Mål uppnått!
sw: Lengo Limefikiwa!
te: లక్ష్యం సాధించబడింది!
tr: Hedef Başarıldı!
uk: Ціль досягнуто!
zh: 已达成目标！
zh_tw: 已達成目標！

# goalAchievedDialogContent
source: Congratulations! You've reached your goal of {amount}. Would you like to mark this goal as completed?
be: Віншуем! Вы дасягнулі мэты ў {amount}. Хочаце пазначыць гэту мэту як завершаную?
bn: অভিনন্দন! আপনি আপনার {amount} এর লক্ষ্য অর্জন করেছেন। আপনি কি এই লক্ষ্যটি সম্পন্ন হিসাবে চিহ্নিত করতে চান?
da: Tillykke! Du har nået dit mål på {amount}. Vil du markere dette mål som fuldført?
de: Herzlichen Glückwunsch! Sie haben Ihr Ziel von {amount} erreicht. Möchten Sie dieses Ziel als abgeschlossen markieren?
el: Συγχαρητήρια! Φτάσατε τον στόχο των {amount}. Θα θέλατε να επισημάνετε τον στόχο ως ολοκληρωμένο;
es: ¡Felicidades! Has alcanzado tu meta de {amount}. ¿Quieres marcarla como completada?
fr: Félicitations ! Vous avez atteint votre objectif de {amount}. Voulez-vous marquer cet objectif comme terminé ?
he: ברכות! השגת את היעד שלך בסך {amount}. האם תרצה לסמן יעד זה כהושלם?
id: Selamat! Anda telah mencapai tujuan sebesar {amount}. Apakah Anda ingin menandai tujuan ini sebagai selesai?
it: Congratulazioni! Hai raggiunto l'obiettivo di {amount}. Vuoi contrassegnare questo obiettivo come completato?
kn: ಅಭಿನಂದನೆಗಳು! ನೀವು {amount} ಗುರಿಯನ್ನು ಸಾಧಿಸಿದ್ದೀರಿ. ಈ ಗುರಿಯನ್ನು ಪೂರ್ಣಗೊಂಡಂತೆ ಗುರುತಿಸಲು ನೀವು ಬಯಸುತ್ತೀರಾ?
ko: 축하합니다! {amount} 목표를 달성했습니다. 이 목표를 완료된 것으로 표시하시겠습니까?
ml: അഭിനന്ദനങ്ങൾ! {amount} ലക്ഷ്യം നേടി. പൂർത്തിയാക്കിയതായി അടയാളപ്പെടുത്തണോ?
nl: Gefeliciteerd! U heeft uw doel van {amount} bereikt. Wilt u dit doel als voltooid markeren?
pt_br: Parabéns! Você atingiu sua meta de {amount}. Gostaria de marcar esta meta como concluída?
ru: Поздравляем! Вы достигли цели в {amount}. Хотите отметить эту цель как завершенную?
sv: Grattis! Du har uppnått ditt mål på {amount}. Vill du markera detta mål som slutfört?
sw: Hongera! Umefikia lengo lako la {amount}. Ungependa kuweka alama lengo hili kama limekamilika?
te: అభినందనలు! మీరు {amount} లక్ష్యాన్ని చేరుకున్నారు. మీరు ఈ లక్ష్యాన్ని పూర్తయినట్లుగా గుర్తించాలనుకుంటున్నారా?
tr: Tebrikler! {amount} hedefinize ulaştınız. Bu hedefi tamamlandı olarak işaretlemek ister misiniz?
uk: Вітаємо! Ви досягли цілі в {amount}. Хочете позначити цю ціль як завершену?
zh: 恭喜！您已达成 {amount} 的目标。您想将此目标标记为已完成吗？
zh_tw: 恭喜！您已達成 {amount} 的目標。您想將此目標標記為已完成嗎？

source: Mark as Completed
be: Пазначыць як завершаную
bn: সম্পন্ন হিসাবে চিহ্নিত করুন
da: Marker som fuldført
de: Als abgeschlossen markieren
el: Σήμανση ως Ολοκληρωμένο
es: Marcar como Completado
fr: Marquer comme terminé
he: סמן כהושלם
id: Tandai sebagai Selesai
it: Contrassegna come completato
kn: ಪೂರ್ಣಗೊಂಡಂತೆ ಗುರುತಿಸಿ
ko: 완료된 것으로 표시
ml: പൂർത്തിയായതായി അടയാളപ്പെടുത്തുക
nl: Markeren als voltooid
pt_br: Marcar como Concluído
ru: Отметить как завершенное
sv: Markera som slutfört
sw: Weka Kama Limekamilika
te: పూర్తయినట్లుగా గుర్తించండి
tr: Tamamlandı Olarak İşaretle
uk: Позначити як завершене
zh: 标记为已完成
zh_tw: 標記為已完成

# welcomeWeekend
source: Happy weekend, {name}! Don't forget to track those fun expenses!
be: Выдатных выходных, {name}! Не забудзьцеся адсочваць выдаткі на забавы!
bn: সাপ্তাহিক ছুটির শুভেচ্ছা, {name}! মজার খরচগুলো ট্র্যাক করতে ভুলবেন না!
da: God weekend, {name}! Glem ikke at spore de sjove udgifter!
de: Schönes Wochenende, {name}! Vergessen Sie nicht, die lustigen Ausgaben zu verfolgen!
el: Καλό Σαββατοκύριακο, {name}! Μην ξεχάσεις να καταγράψεις αυτές τις απίστευτες δαπάνες!
es: ¡Feliz fin de semana, {name}! ¡No olvides registrar los gastos divertidos!
fr: Bon week-end, {name} ! N'oubliez pas de suivre ces dépenses amusantes !
he: סוף שבוע נעים, {name}! אל תשכח לעקוב אחר ההוצאות הכיפיות!
id: Selamat berakhir pekan, {name}! Jangan lupa melacak pengeluaran seru itu!
it: Buon fine settimana, {name}! Non dimenticare di tenere traccia di quelle spese divertenti!
kn: ಶುಭ ವಾರಾಂತ್ಯ, {name}! ಮೋಜಿನ ಖರ್ಚುಗಳನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಮರೆಯಬೇಡಿ!
ko: {name}님, 즐거운 주말 보내세요! 즐거운 지출 내역을 추적하는 것을 잊지 마세요!
ml: സന്തോഷകരമായ വാരാന്ത്യം, {name}! ചെലവുകൾ ട്രാക്ക് ചെയ്യാൻ മറക്കരുത്!
nl: Fijn weekend, {name}! Vergeet niet die leuke uitgaven bij te houden!
pt_br: Feliz fim de semana, {name}! Não se esqueça de acompanhar esses gastos divertidos!
ru: Счастливых выходных, {name}! Не забудьте отслеживать эти веселые расходы!
sv: Trevlig helg, {name}! Glöm inte att spåra de roliga utgifterna!
sw: Wikiendi njema, {name}! Usisahau kufuatilia matumizi hayo ya furaha!
te: సంతోషకరమైన వారాంతం, {name}! ఆ సరదా ఖర్చులను ట్రాక్ చేయడం మర్చిపోవద్దు!
tr: Mutlu hafta sonları, {name}! Eğlenceli harcamaları takip etmeyi unutmayın!
uk: Щасливих вихідних, {name}! Не забудьте відстежувати ці веселі витрати!
zh: 周末愉快，{name}！别忘了跟踪那些有趣的支出！
zh_tw: 週末愉快，{name}！別忘了追蹤那些有趣的支出！

source: Copy
be: Капіяваць
bn: কপি
da: Kopiér
de: Kopieren
el: Αντιγραφή
es: Copiar
fr: Copier
he: העתק
id: Salin
it: Copia
kn: ನಕಲಿಸಿ
ko: 복사
ml: പകർത്തുക
nl: Kopiëren
pt_br: Copiar
ru: Копировать
sv: Kopiera
sw: Nakili
te: కాపీ
tl: Kopyahin
tr: Kopyala
uk: Копіювати
zh: 复制
zh_tw: 複製

# loanInfo
source: Loan lending & borrowing
be: Інфармацыя пра пазыкі
bn: ঋণ দেওয়া এবং নেওয়া
da: Låneinformation
de: Darlehensinformationen
el: Πληροφορίες Δανείου
es: Información de Préstamos
fr: Informations sur les prêts
he: מידע על הלוואות
id: Informasi Pinjaman
it: Informazioni sul prestito
kn: ಸಾಲದ ಮಾಹಿತಿ
ko: 대출 정보
ml: വായ്പ നൽകുന്നതും എടുക്കുന്നതും
nl: Leninginformatie
pt_br: Informações sobre Empréstimos
ru: Информация о займе
sv: Låneinformation
sw: Taarifa ya kukopesha na kukopa
te: రుణ సమాచారం
tr: Kredi verme ve alma
uk: Інформація про позику
zh: 贷款信息
zh_tw: 貸款資訊
