Repository: h4h13/paisa-app
Catalog: localization/app_*.arb
Languages: be, bn, da, de, el, es, fr, he, id, it, kn, ko, ml, nl, pt_br, ru, sv, sw, te, tl, tr, uk, zh, zh_tw

# confirmUnarchiveDescription
source: Are you sure you want to unarchive {name}? This will make it active again.
be: Вы ўпэўнены, што хочаце разархіраваць {name}? Яна стане актыўнай ізноў.
bn: আপনি কি নিশ্চিত {name} আনআর্কাইভ করতে চান? এটি আবার সক্রিয় হয়ে যাবে।
da: Er du sikker på, at du vil afarkivere {name}? Dette vil gøre det aktivt igen.
de: Sind Sie sicher, dass Sie {name} aus dem Archiv holen möchten? Es wird wieder aktiv.
el: Είστε σίγουροι ότι θέλετε να αποαρχειοθετήσετε το {name}; Θα γίνει ξανά ενεργό.
es: ¿Seguro que quieres desarchivar este elemento?
fr: Êtes-vous sûr de vouloir désarchiver {name} ? Cela le rendra à nouveau actif.
he: האם אתה בטוח שברצונך לבטל את ארכיון {name}? פעולה זו תהפוך אותו לפעיל שוב.
id: Apakah Anda yakin ingin membatalkan pengarsipan {name}? Ini akan membuatnya aktif kembali.
it: Sei sicuro di voler sarchiviare {name}? Questo lo renderà di nuovo attivo.
kn: ನಿಮ್ಮನ್ನು {name} ಆರ್ಕೈವ್ ರದ್ದುಗೊಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿರುವಿರಾ? ಇದು ಮತ್ತೆ ಸಕ್ರಿಯಗೊಳಿಸುತ್ತದೆ.
ko: {name}을(를) 보관 해제하시겠습니까? 이렇게 하면 다시 활성화됩니다.
ml: {name} ആർക്കൈവ് ചെയ്യാതിരിക്കുന്നത് ഉറപ്പാണോ? ഇത് വീണ്ടും സജീവമാക്കും.
nl: Weet u zeker dat u {name} wilt de-archiveren? Dit maakt het weer actief.
pt_br: Tem certeza que deseja desarquivar {name}? Isso o tornará ativo novamente.
ru: Вы уверены, что хотите разархивировать {name}? Это сделает его снова активным.
sv: Är du säker på att du vill avarkivera {name}? Detta kommer att göra det aktivt igen.
sw: Una uhakika unataka kuondoa {name} kwenye hifadhi? Hii itaiwezesha tena.
te: {name}ని ఆర్కైవ్ నుండి తొలగించాలనుకుంటున్నారా? ఇది మళ్లీ సక్రియం చేస్తుంది.
tl: Sigurado ba kayong gusto ninyong i-unarchive ang {name}? Gagawin nitong aktibo muli.
tr: {name} öğesini arşivden çıkarmak istediğinizden emin misiniz? Bu, onu yeniden etkinleştirecektir.
uk: Ви впевнені, що хочете разархівувати {name}? Це зробить його знову активним.
zh: 您确定要取消存档 {name} 吗？这将使其重新激活。
zh_tw: 您確定要取消封存 {name} 嗎？這將使其重新啟用。

source: Unarchive
be: Разархіваваць
bn: আনআর্কাইভ
da: Afarkiver
de: Archivierung aufheben
el: Αποαρχειοθέτηση
es: Desarchivar
fr: Désarchiver
he: בטל ארכיון
id: Batalkan Pengarsipan
it: Sarchivia
kn: ಆರ್ಕೈವ್ ರದ್ದುಗೊಳಿಸಿ
ko: 보관 해제
ml: ആർക്കൈവ് ചെയ്യാതിരിക്കുക
nl: De-archiveren
pt_br: Desarquivar
ru: Разархивировать
sv: Avarkivera
sw: Ondoa kwenye Hifadhi
te: ఆర్కైవ్ నుండి తొలగించు
tl: I-unarchive
tr: Arşivden çıkar
uk: Розархівувати
zh: 取消存档
zh_tw: 取消封存

# backupData
source: Backup data (local storage)
be: Рэзервовае капіраванне
bn: ডেটা ব্যাকআপ করুন
da: Sikkerhedskopier data
de: Backup-Daten
el: Αντίγραφα ασφαλείας δεδομένων
es: Copia de seguridad de datos
fr: Sauvegarder les données
he: גבה נתונים
id: Cadangkan data
it: Backup dei dati
kn: ಡೇಟಾ ಬ್ಯಾಕಪ್
ko: 데이터 백업
ml: ഡാറ്റ ബാക്കപ്പ് ചെയ്യുക
nl: Back-up maken van gegevens
pt_br: Backup de dados
ru: Резервное копирование данных
sv: Säkerhetskopiera data
sw: Hifadhi data
te: డేటా బ్యాకప్
tl: I-backup ang data (local storage)
tr: Verileri yedekle
uk: Резервне копіювання даних
zh: 备份数据
zh_tw: 備份資料

# backupDataDescription
source: Backup your data to local storage
be: Захавайце даныя лакальна
bn: স্থানীয় স্টোরেজে আপনার ডেটা ব্যাকআপ করুন
da: Sikkerhedskopier dine data til lokal lagring
de: Speichern Sie Ihre Daten lokal
el: Αποθηκεύστε τα δεδομένα σας τοπικά
es: Guarda una copia de tus datos
fr: Sauvegardez vos données sur le stockage local
he: גבה את הנתונים שלך לאחסון מקומי
id: Cadangkan data Anda ke penyimpanan lokal
it: Esegui il backup dei tuoi dati sull'archivio locale
kn: ನಿಮ್ಮ ಡೇಟಾವನ್ನು ಸ್ಥಳೀಯ ಸಂಗ್ರಹಣೆಗೆ ಬ್ಯಾಕಪ್ ಮಾಡಿ
ko: 데이터를 로컬 저장소에 백업합니다
ml: നിങ്ങളുടെ ഡാറ്റ ലോക്കൽ സ്റ്റോറേജിലേക്ക് ബാക്കപ്പ് ചെയ്യുക
nl: Maak een back-up van uw gegevens naar lokale opslag
pt_br: Faça backup dos seus dados para o armazenamento local
ru: Резервное копирование данных в локальное хранилище
sv: Säkerhetskopiera dina data till lokal lagring
sw: Hifadhi data yako kwenye hifadhi ya ndani
te: మీ డేటాను స్థానిక నిల్వకు బ్యాకప్ చేయండి
tl: I-backup ang inyong data sa local storage
tr: Verilerinizi yerel depolamaya yedekleyin
uk: Резервне копіювання даних у локальне сховище
zh: 将您的数据备份到本地存储
zh_tw: 將您的資料備份到本機儲存空間

source: Export to CSV
be: Экспартаваць у CSV
bn: CSV-তে এক্সপোর্ট করুন
da: Eksporter til CSV
de: Als CSV exportieren
el: Εξαγωγή σε CSV
es: Exportar a CSV
fr: Exporter au format CSV
he: ייצוא ל-CSV
id: Ekspor ke CSV
it: Esporta in CSV
kn: CSV ಗೆ ರಫ್ತು ಮಾಡಿ
ko: CSV로 내보내기
ml: CSV-യിലേക്ക് കയറ്റുമതി ചെയ്യുക
nl: Exporteren naar CSV
pt_br: Exportar para CSV
ru: Экспорт в CSV
sv: Exportera till CSV
sw: Hamisha kwenda CSV
te: CSVకి ఎగుమతి చేయండి
tl: I-export sa CSV
tr: CSV'ye aktar
uk: Експорт у CSV
zh: 导出为 CSV
zh_tw: 匯出為 CSV

# exportToCSVDescription
source: Export your data to a CSV file, Not intended for backup purposes
be: Экспарт даных у CSV, не для рэзервовага капіравання
bn: আপনার ডেটা একটি CSV ফাইলে এক্সপোর্ট করুন, ব্যাকআপের উদ্দেশ্যে নয়
da: Eksporter dine data til en CSV-fil, ikke beregnet til sikkerhedskopiering
de: Exportieren Sie Ihre Daten als CSV, nicht für Backups gedacht
el: Εξαγάγετε τα δεδομένα σας σε CSV, όχι για αντίγραφα ασφαλείας
es: Exporta tus datos en formato CSV
fr: Exportez vos données vers un fichier CSV, non destiné aux fins de sauvegarde
he: ייצא את הנתונים שלך לקובץ CSV, לא מיועד למטרות גיבוי
id: Ekspor data Anda ke file CSV, tidak dimaksudkan untuk tujuan pencadangan
it: Esporta i tuoi dati in un file CSV, non destinato a scopi di backup
kn: ನಿಮ್ಮ ಡೇಟಾವನ್ನು CSV ಫೈಲ್‌ಗೆ ರಫ್ತು ಮಾಡಿ, ಬ್ಯಾಕಪ್ ಉದ್ದೇಶಗಳಿಗಾಗಿ ಉದ್ದೇಶಿಸಿಲ್ಲ
ko: 데이터를 CSV 파일로 내보냅니다. 백업 목적으로는 권장되지 않습니다.
ml: നിങ്ങളുടെ ഡാറ്റ ഒരു CSV ഫയലിലേക്ക് കയറ്റുമതി ചെയ്യുക, ബാക്കപ്പ് ആവശ്യങ്ങൾക്കായി ഉദ്ദേശിച്ചുള്ളതല്ല
nl: Exporteer uw gegevens naar een CSV-bestand, niet bedoeld voor back-updoeleinden
pt_br: Exporte seus dados para um arquivo CSV, não destinado a fins de backup
ru: Экспорт данных в файл CSV, не предназначенный для целей резервного копирования
sv: Exportera dina data till en CSV-fil, ej avsedd för säkerhetskopiering
sw: Hamisha data yako kwenda faili ya CSV, si kwa madhumuni ya kuhifadhi nakala
te: మీ డేటాను CSV ఫైల్‌కు ఎగుమతి చేయండి, బ్యాకప్ ప్రయోజనాల కోసం ఉద్దేశించినది కాదు
tl: I-export ang inyong data sa CSV file, Hindi inilaan para sa backup purposes
tr: Verilerinizi yedekleme amaçlı olmayan bir CSV dosyasına aktarın
uk: Експорт даних у файл CSV, не призначений для цілей резервного копіювання
zh: 将您的数据导出为 CSV 文件，不用于备份目的
zh_tw: 將您的資料匯出為 CSV 檔案，不適用於備份用途

source: vs last month
be: У параўнанні з мінулым месяцам
bn: গত মাসের তুলনায়
da: vs sidste måned
de: im Vergleich zum Vormonat
el: σε σύγκριση με τον προηγούμενο μήνα
es: vs mes pasado
fr: vs le mois dernier
he: לעומת חודש שעבר
id: vs bulan lalu
it: vs il mese scorso
kn: ಕಳೆದ ತಿಂಗಳಿಗೆ ಹೋಲಿಸಿದರೆ
ko: 지난달 대비
ml: vs കഴിഞ്ഞ മാസം
nl: vs vorige maand
pt_br: vs. mês passado
ru: по сравнению с прошлым месяцем
sv: jämfört med förra månaden
sw: dhidi ya mwezi uliopita
te: గత నెలతో పోలిస్తే
tl: kumpara sa nakaraang buwan
tr: Geçen aya göre
uk: порівняно з минулим місяцем
zh: 与上月相比
zh_tw: 與上個月相比

source: Stable compared to last month
be: Стабільна ў параўнанні з мінулым месяцам
bn: গত মাসের তুলনায় স্থিতিশীল
da: Stabil sammenlignet med sidste måned
de: Stabil im Vergleich zum letzten Monat
el: Σταθερό σε σχέση με τον προηγούμενο μήνα
es: Estable respecto al mes pasado
fr: Stable par rapport au mois dernier
he: יציב בהשוואה לחודש שעבר
id: Stabil dibandingkan bulan lalu
it: Stabile rispetto al mese scorso
kn: ಕಳೆದ ತಿಂಗಳಿಗೆ ಹೋಲಿಸಿದರೆ ಸ್ಥಿರವಾಗಿದೆ
ko: 지난달과 비교하여 안정적
ml: കഴിഞ്ഞ മാസത്തെ അപേക്ഷിച്ച് സ്ഥിരത
nl: Stabiel vergeleken met vorige maand
pt_br: Estável em comparação com o mês passado
ru: Стабильно по сравнению с прошлым месяцем
sv: Stabil jämfört med förra månaden
sw: Imara ikilinganishwa na mwezi uliopita
te: గత నెలతో పోలిస్తే స్థిరంగా ఉంది
tl: Matatag kumpara sa nakaraang buwan
tr: Geçen aya göre istikrarlı
uk: Стабільно порівняно з минулим місяцем
zh: 与上个月相比稳定
zh_tw: 與上個月相比穩定

source: This month spending
be: Выдаткі гэтага месяца
bn: এই মাসের খরচ
da: Denne måneds forbrug
de: Ausgaben diesen Monat
el: Δαπάνες αυτόν τον μήνα
es: Gasto de este mes
fr: Dépenses de ce mois
he: הוצאות החודש
id: Pengeluaran bulan ini
it: Spesa di questo mese
kn: ಈ ತಿಂಗಳ ಖರ್ಚು
ko: 이번 달 지출
ml: ഈ മാസം ചെലവ്
nl: Uitgaven van deze maand
pt_br: Gasto deste mês
ru: Расходы за этот месяц
sv: Denna månads utgifter
sw: Matumizi ya mwezi huu
te: ఈ నెల ఖర్చు
tl: Paggastos ngayong buwan
tr: Bu ayki harcama
uk: Витрати за цей місяць
zh: 本月消费
zh_tw: 本月消費

source: Generated on
be: Згенеравана
bn: তৈরি হয়েছে
da: Genereret den
de: Erstellt am
el: Δημιουργήθηκε στις
es: Generado el
fr: Généré le
he: נוצר ב-
id: Dibuat pada
it: Generato il
kn: ರಚಿಸಲಾಗಿದೆ
ko: 생성일
ml: ഉണ്ടാക്കിയത്
nl: Gegenereerd op
pt_br: Gerado em
ru: Сгенерировано
sv: Genererad den
sw: Imetolewa tarehe
te: దీనిపై రూపొందించబడింది
tl: Nabuo noong
tr: Oluşturulma tarihi
uk: Створено
zh: 生成于
zh_tw: 產生於

source: Total Income
be: Агульны даход
bn: মোট আয়
da: Samlet indkomst
de: Gesamteinnahmen
el: Συνολικά έσοδα
es: Ingresos totales
fr: Revenu total
he: הכנסה כוללת
id: Total Pemasukan
it: Reddito totale
kn: ಒಟ್ಟು ಆದಾಯ
ko: 총 수입
ml: മൊത്തം വരുമാനം
nl: Totaal inkomen
pt_br: Renda total
ru: Общий доход
sv: Total inkomst
sw: Jumla ya Mapato
te: మొత్తం ఆదాయం
tl: Kabuuang Kita
tr: Toplam gelir
uk: Загальний дохід
zh: 总收入
zh_tw: 總收入

source: Total Expense
be: Агульныя выдаткі
bn: মোট খরচ
da: Samlet udgift
de: Gesamtausgaben
el: Συνολικές δαπάνες
es: Gastos totales
fr: Dépense totale
he: הוצאה כוללת
id: Total Pengeluaran
it: Spesa totale
kn: ಒಟ್ಟು ಖರ್ಚು
ko: 총 지출
ml: മൊത്തം ചെലവ്
nl: Totale uitgave
pt_br: Despesa total
ru: Общий расход
sv: Total utgift
sw: Jumla ya Gharama
te: మొత్తం ఖర్చు
tl: Kabuuang Gastos
tr: Toplam gider
uk: Загальний витрата
zh: 总支出
zh_tw: 總支出

source: Net Balance
be: Чысты баланс
bn: নেট ব্যালেন্স
da: Nettosaldo
de: Nettosaldo
el: Καθαρό υπόλοιπο
es: Saldo neto
fr: Solde net
he: יתרה נטו
id: Saldo Bersih
it: Saldo netto
kn: ನಿವ್ವಳ ಬಾಕಿ
ko: 순 잔액
ml: നെറ്റ് ബാലൻസ്
nl: Nettosaldo
pt_br: Saldo líquido
ru: Чистый баланс
sv: Nettobalans
sw: Salio Halisi
te: నికర బ్యాలెన్స్
tl: Net na Balanse
tr: Net bakiye
uk: Чистий баланс
zh: 净余额
zh_tw: 淨餘額

source: vs Previous Year
be: У параўнанні з мінулым годам
bn: পূর্ববর্তী বছরের তুলনায়
da: vs sidste år
de: im Vergleich zum Vorjahr
el: σε σύγκριση με το προηγούμενο έτος
es: vs año anterior
fr: vs l'année précédente
he: לעומת שנה קודמת
id: vs Tahun Sebelumnya
it: vs anno precedente
kn: ಹಿಂದಿನ ವರ್ಷಕ್ಕೆ ಹೋಲಿಸಿದರೆ
ko: 작년 대비
ml: vs മുൻ വർഷം
nl: vs vorig jaar
pt_br: vs. ano anterior
ru: по сравнению с предыдущим годом
sv: jämfört med föregående år
sw: dhidi ya Mwaka Uliopita
te: మునుపటి సంవత్సరంతో పోలిస్తే
tl: kumpara sa Nakaraang Taon
tr: Önceki yıla göre
uk: порівняно з попереднім роком
zh: 与去年相比
zh_tw: 與去年相比

source: Expense Categories
be: Катэгорыі выдаткаў
bn: খরচের বিভাগ
da: Udgiftskategorier
de: Ausgabenkategorien
el: Κατηγορίες δαπανών
es: Categorías de gasto
fr: Catégories de dépenses
he: קטגוריות הוצאות
id: Kategori Pengeluaran
it: Categorie di spesa
kn: ಖರ್ಚು ವಿಭಾಗಗಳು
ko: 지출 카테고리
ml: ചെലവ് വിഭാഗങ്ങൾ
nl: Uitgavencategorieën
pt_br: Categorias de despesas
ru: Категории расходов
sv: Utgiftskategorier
sw: Kategoria za Gharama
te: ఖర్చుల వర్గాలు
tl: Mga Kategorya ng Gastos
tr: Gider kategorileri
uk: Категорії витрат
zh: 支出类别
zh_tw: 支出類別

source: Income Categories
be: Катэгорыі даходаў
bn: আয়ের বিভাগ
da: Indkomstkategorier
de: Einnahmenkategorien
el: Κατηγορίες εσόδων
es: Categorías de ingreso
fr: Catégories de revenus
he: קטגוריות הכנסה
id: Kategori Pemasukan
it: Categorie di reddito
kn: ಆದಾಯ ವಿಭಾಗಗಳು
ko: 수입 카테고리
ml: വരുമാന വിഭാഗങ്ങൾ
nl: Inkomstencategorieën
pt_br: Categorias de receitas
ru: Категории доходов
sv: Inkomstkategorier
sw: Kategoria za Mapato
te: ఆదాయ వర్గాలు
tl: Mga Kategorya ng Kita
tr: Gelir kategorileri
uk: Категорії доходів
zh: 收入类别
zh_tw: 收入類別

source: Percentage
be: Працэнт
bn: শতাংশ
da: Procentdel
de: Prozentsatz
el: Ποσοστό
es: Porcentaje
fr: Pourcentage
he: אחוז
id: Persentase
it: Percentuale
kn: ಶೇಕಡಾವಾರು
ko: 백분율
ml: ശതമാനം
pt_br: Porcentagem
ru: Процент
sv: Procent
sw: Asilimia
te: శాతం
tl: Porsyento
tr: Yüzde
uk: Відсоток
zh: 百分比
zh_tw: 百分比

source: Detailed Transactions
be: Падрабязныя транзакцыі
bn: বিস্তারিত লেনদেন
da: Detaljerede transaktioner
de: Detaillierte Transaktionen
el: Αναλυτικές συναλλαγές
es: Transacciones detalladas
fr: Transactions détaillées
he: עסקאות מפורטות
id: Transaksi Terperinci
it: Transazioni dettagliate
kn: ವಿವರವಾದ ವಹಿವಾಟುಗಳು
ko: 상세 거래 내역
ml: വിശദമായ ഇടപാടുകൾ
nl: Gedetailleerde transacties
pt_br: Transações detalhadas
ru: Подробные транзакции
sv: Detaljerade transaktioner
sw: Miamala ya Kina
te: వివరణాత్మక లావాదేవీలు
tl: Detalyadong mga Transaksyon
tr: Ayrıntılı işlemler
uk: Детальні транзакції
zh: 详细交易
zh_tw: 詳細交易

source: Uncategorized
be: Без катэгорыі
bn: অশ্রেণীবদ্ধ
da: Ukategoriseret
de: Nicht kategorisiert
el: Χωρίς κατηγορία
es: Sin categorizar
fr: Non catégorisé
he: לא מקוטלג
id: Tidak Terkategori
it: Non categorizzato
kn: ವರ್ಗೀಕರಿಸದ
ko: 미분류
ml: വിഭാഗമില്ലാത്തത്
nl: Niet-gecategoriseerd
pt_br: Não categorizado
ru: Без категории
sv: Okategoriserad
sw: Haijapangiwa
te: వర్గీకరించబడనివి
tl: Walang kategorya
tr: Kategorize edilmemiş
uk: Без категорії
zh: 未分类
zh_tw: 未分類

source: Weekly Summary
be: Тыднёвы звод
bn: সাপ্তাহিক সারাংশ
da: Ugentlig oversigt
de: Wöchentliche Zusammenfassung
el: Εβδομαδιαία Σύνοψη
es: Resumen semanal
fr: Résumé hebdomadaire
he: סיכום שבועי
id: Ringkasan Mingguan
it: Riepilogo settimanale
kn: ವಾರದ ಸಾರಾಂಶ
ko: 주간 요약
ml: പ്രതിവാര സംഗ്രഹം
nl: Wekelijks overzicht
pt_br: Resumo Semanal
ru: Еженедельный отчет
sv: Veckosammanfattning
sw: Muhtasari wa Wiki
te: వారపు సారాంశం
tl: Lingguhang Buod
tr: Haftalık Özet
uk: Щотижневий звіт
zh: 每周摘要
zh_tw: 每週摘要

source: Week
be: Тыдзень
bn: সপ্তাহ
da: Uge
de: Woche
el: Εβδομάδα
es: Semana
fr: Semaine
he: שבוע
id: Minggu
it: Settimana
kn: ವಾರ
ko: 주
ml: ആഴ്ച
pt_br: Semana
ru: Неделя
sv: Vecka
sw: Wiki
te: వారం
tl: Linggo
tr: Hafta
uk: Тиждень
zh: 周
zh_tw: 週

source: Net
be: Чысты
bn: নেট
da: Netto
de: Netto
el: Καθαρό
es: Neto
he: נטו
id: Bersih
it: Netto
kn: ನಿವ್ವಳ
ko: 순
ml: നെറ്റ്
nl: Netto
pt_br: Líquido
ru: Чистый
sv: Netto
sw: Halisi
te: నికర
uk: Чистий
zh: 净
zh_tw: 淨額

source: Annual Expense Categories
be: Гадавыя катэгорыі выдаткаў
bn: বার্ষিক খরচের বিভাগ
da: Årlige udgiftskategorier
de: Jährliche Ausgabenkategorien
el: Ετήσιες κατηγορίες δαπανών
es: Categorías de gasto anuales
fr: Catégories de dépenses annuelles
he: קטגוריות הוצאות שנתיות
id: Kategori Pengeluaran Tahunan
it: Categorie di spesa annuali
kn: ವಾರ್ಷಿಕ ಖರ್ಚು ವಿಭಾಗಗಳು
ko: 연간 지출 카테고리
ml: വാർഷിക ചെലവ് വിഭാഗങ്ങൾ
nl: Jaarlijkse uitgavencategorieën
pt_br: Categorias Anuais de Despesas
ru: Годовые категории расходов
sv: Årliga utgiftskategorier
sw: Kategoria za Gharama za Mwaka
te: వార్షిక ఖర్చుల వర్గాలు
tl: Taunang mga Kategorya ng Gastos
tr: Yıllık Gider Kategorileri
uk: Річні категорії витрат
zh: 年度支出类别
zh_tw: 年度費用類別

source: Annual Income Categories
be: Гадавыя катэгорыі даходаў
bn: বার্ষিক আয়ের বিভাগ
da: Årlige indkomstkategorier
de: Jährliche Einnahmenkategorien
el: Ετήσιες κατηγορίες εσόδων
es: Categorías de ingreso anuales
fr: Catégories de revenus annuelles
he: קטגוריות הכנסה שנתיות
id: Kategori Pemasukan Tahunan
it: Categorie di reddito annuali
kn: ವಾರ್ಷಿಕ ಆದಾಯ ವಿಭಾಗಗಳು
ko: 연간 수입 카테고리
ml: വാർഷിക വരുമാന വിഭാഗങ്ങൾ
nl: Jaarlijkse inkomstencategorieën
pt_br: Categorias Anuais de Receitas
ru: Годовые категории доходов
sv: Årliga inkomstkategorier
sw: Kategoria za Mapato za Mwaka
te: వార్షిక ఆదాయ వర్గాలు
tl: Taunang mga Kategorya ng Kita
tr: Yıllık Gelir Kategorileri
uk: Річні категорії доходів
zh: 年度收入类别
zh_tw: 年度收入類別

source: Month
be: Месяц
bn: মাস
da: Måned
de: Monat
el: Μήνας
es: Mes
fr: Mois
he: חודש
id: Bulan
it: Mese
kn: ತಿಂಗಳು
ko: 월
ml: മാസം
nl: Maand
pt_br: Mês
ru: Месяц
sv: Månad
sw: Mwezi
te: నెల
tl: Buwan
tr: Ay
uk: Місяць
zh: 月
zh_tw: 月

source: Top Transactions of the Year
be: Топ транзакцый года
bn: বছরের শীর্ষ লেনদেন
da: Årets top transaktioner
de: Top-Transaktionen des Jahres
el: Κορυφαίες συναλλαγές του έτους
es: Transacciones principales del año
fr: Top transactions de l'année
he: העסקאות המובילות של השנה
id: Transaksi Teratas Tahun Ini
it: Le migliori transazioni dell'anno
kn: ವರ್ಷದ ಪ್ರಮುಖ ವಹಿವಾಟುಗಳು
ko: 올해의 주요 거래
ml: വർഷത്തിലെ പ്രധാന ഇടപാടുകൾ
nl: Toptransacties van het jaar
pt_br: Principais Transações do Ano
ru: Главные транзакции года
sv: Årets topptransaktioner
sw: Miamala Maarufu ya Mwaka
te: సంవత్సరంలో అగ్ర లావాదేవీలు
tl: Nangungunang mga Transaksyon ng Taon
tr: Yılın En İyi İşlemleri
uk: Найкращі транзакції року
zh: 年度热门交易
zh_tw: 年度熱門交易

source: Page Number
be: Нумар старонкі
bn: পৃষ্ঠা নম্বর
da: Sidenummer
de: Seitennummer
el: Αριθμός σελίδας
es: Número de página
fr: Numéro de page
he: מספר עמוד
id: Nomor Halaman
it: Numero di pagina
kn: ಪುಟ ಸಂಖ್ಯೆ
ko: 페이지 번호
ml: പേജ് നമ്പർ
nl: Paginanummer
pt_br: Número da Página
ru: Номер страницы
sv: Sidnummer
sw: Nambari ya Ukurasa
te: పేజీ సంఖ్య
tl: Numero ng Pahina
tr: Sayfa Numarası
uk: Номер сторінки
zh: 页码
zh_tw: 頁碼

source: Pages Count
be: Колькасць старонак
bn: পৃষ্ঠার সংখ্যা
da: Antal sider
de: Seitenanzahl
el: Σύνολο σελίδων
es: Cantidad de páginas
fr: Nombre de pages
he: מספר עמודים
id: Jumlah Halaman
it: Conteggio pagine
kn: ಪುಟಗಳ ಎಣಿಕೆ
ko: 페이지 수
ml: പേജുകളുടെ എണ്ണം
nl: Aantal pagina's
pt_br: Contagem de Páginas
ru: Количество страниц
sv: Antal sidor
sw: Idadi ya Kurasa
te: పేజీల సంఖ్య
tl: Bilang ng mga Pahina
tr: Sayfa Sayısı
uk: Кількість сторінок
zh: 页数
zh_tw: 頁數

# noDataAvailable
source: No data available for this period.
be: Няма даных за гэты перыяд.
bn: এই সময়ের জন্য কোনো ডেটা উপলব্ধ নেই।
da: Ingen data tilgængelig for denne periode.
de: Keine Daten für diesen Zeitraum verfügbar.
el: Δεν υπάρχουν δεδομένα για αυτήν την περίοδο.
es: No hay datos para este periodo.
fr: Aucune donnée disponible pour cette période.
he: אין נתונים זמינים לתקופה זו.
id: Tidak ada data tersedia untuk periode ini.
it: Nessun dato disponibile per questo periodo.
kn: ಈ ಅವಧಿಗೆ ಯಾವುದೇ ಡೇಟಾ ಲಭ್ಯವಿಲ್ಲ.
ko: 이 기간 동안 사용 가능한 데이터가 없습니다.
ml: ഈ കാലയളവിൽ ഡാറ്റ ലഭ്യമല്ല.
nl: Geen gegevens beschikbaar voor deze periode.
pt_br: Nenhum dado disponível para este período.
ru: Нет данных за этот период.
sv: Ingen data tillgänglig för denna period.
sw: Hakuna data inayopatikana kwa kipindi hiki.
te: ఈ కాలానికి డేటా అందుబాటులో లేదు.
tl: Walang data na magagamit para sa panahong ito.
tr: Bu dönem için veri yok.
uk: Немає даних за цей період.
zh: 此期间无可用数据。
zh_tw: 此期間無可用資料。

source: Enter valid prompt
be: Увядзіце карэктны тэкст
bn: সঠিক প্রম্পট লিখুন
da: Indtast gyldig prompt
de: Gültige Eingabe erforderlich
el: Εισάγετε έγκυρη εντολή
es: Introduce un mensaje válido
fr: Saisir une invite valide
he: הזן הנחיה חוקית
id: Masukkan prompt yang valid
it: Inserisci un prompt valido
kn: ಮಾನ್ಯ ಪ್ರಾಂಪ್ಟ್ ನಮೂದಿಸಿ
ko: 유효한 프롬프트를 입력하세요
ml: ശരിയായ പ്രോംപ്റ്റ് നൽകുക
nl: Voer geldige prompt in
pt_br: Digite um prompt válido
ru: Введите действительный запрос
sv: Ange giltig fråga
sw: Weka ombi sahihi
te: చెల్లుబాటు అయ్యే ప్రాంప్ట్‌ను నమోదు చేయండి
tl: Maglagay ng wastong prompt
tr: Geçerli bir istem girin
uk: Введіть дійсний запит
zh: 请输入有效提示
zh_tw: 請輸入有效提示

source: Blur Effect
be: Эфект размыцця
bn: ব্লার ইফেক্ট
da: Sløringseffekt
de: Unschärfeeffekt
el: Εφέ θόλωσης
es: Efecto de desenfoque
fr: Effet de flou
he: אפקט טשטוש
id: Efek Buram
it: Effetto sfocatura
kn: ಮಸುಕು ಪರಿಣಾಮ
ko: 블러 효과
ml: ബ്ലർ എഫക്റ്റ്
nl: Vervaag effect
pt_br: Efeito de Desfoque
ru: Эффект размытия
sv: Suddighetseffekt
sw: Athari ya Ukungu
te: బ్లర్ ఎఫెక్ట్
tr: Bulanıklık Efekti
uk: Ефект розмиття
zh: 模糊效果
zh_tw: 模糊效果

# blurEffectDescription
source: Blur effect on the app
be: Размыццё ў дадатку
bn: অ্যাপে ব্লার ইফেক্ট
da: Sløringseffekt i appen
de: Unschärfeeffekt in der App
el: Εφέ θόλωσης στην εφαρμογή
es: Efecto de desenfoque en la app
fr: Effet de flou sur l'application
he: אפקט טשטוש באפליקציה
id: Efek buram pada aplikasi
it: Effetto sfocatura sull'app
kn: ಅಪ್ಲಿಕೇಶನ್‌ನಲ್ಲಿ ಮಸುಕು ಪರಿಣಾಮ
ko: 앱의 블러 효과
ml: അപ്ലിക്കേഷനിൽ ബ്ലർ എഫക്റ്റ്
nl: Vervaag effect in de app
pt_br: Efeito de desfoque no aplicativo
ru: Эффект размытия в приложении
sv: Suddighetseffekt i appen
sw: Athari ya ukungu kwenye programu
te: యాప్‌లో బ్లర్ ఎఫెక్ట్
tl: Blur effect sa app
tr: Uygulamadaki bulanıklık efekti
uk: Ефект розмиття в додатку
zh: 应用中的模糊效果
zh_tw: 應用程式中的模糊效果

# dueDatePlaceholder
source: Due {date}
be: Да аплаты {date}
bn: প্রদেয় {date}
da: Forfalder {date}
de: Fällig am {date}
el: Λήγει {date}
es: Vence {date}
fr: Échéance {date}
he: תאריך יעד {date}
id: Jatuh tempo {date}
it: Scadenza {date}
kn: ಗಡುವು {date}
ko: 만기일 {date}
ml: അടയ്‌ക്കേണ്ട തിയതി: {date}
nl: Vervaldatum {date}
pt_br: Vencimento {date}
ru: Срок {date}
sv: Förfallodatum {date}
sw: Inadaiwa {date}
te: గడువు {date}
tr: Son tarih {date}
uk: Термін {date}
zh: 到期日 {date}
zh_tw: 到期日 {date}

# transferTo
source: Transfer to {accountName}
be: Перавесці на {accountName}
bn: {accountName} এ স্থানান্তর
da: Overfør til {accountName}
de: Überweisen an {accountName}
el: Μεταφορά σε {accountName}
es: Transferir a {accountName}
fr: Transférer vers {accountName}
he: העבר ל- {accountName}
id: Transfer ke {accountName}
it: Trasferisci a {accountName}
kn: {accountName} ಗೆ ವರ್ಗಾಯಿಸಿ
ko: {accountName}으로 이체
ml: {accountName} ലേക്ക് കൈമാറ്റം
nl: Overboeken naar {accountName}
pt_br: Transferir para {accountName}
ru: Перевести на {accountName}
sv: Överför till {accountName}
sw: Hamisha kwenda {accountName}
te: {accountName}కు బదిలీ చేయండి
tl: Ilipat sa {accountName}
tr: {accountName} hesabına aktar
uk: Перевести на {accountName}
zh: 转账至 {accountName}
zh_tw: 轉帳至 {accountName}

# transferFrom
source: Transfer from {accountName}
be: Перавесці з {accountName}
bn: {accountName} থেকে স্থানান্তর
da: Overfør fra {accountName}
de: Überweisen von {accountName}
el: Μεταφορά από {accountName}
es: Transferir desde {accountName}
fr: Transférer depuis {accountName}
he: העבר מ- {accountName}
id: Transfer dari {accountName}
it: Trasferisci da {accountName}
kn: {accountName} ನಿಂದ ವರ್ಗಾಯಿಸಿ
ko: {accountName}에서 이체
ml: {accountName} ൽ നിന്ന് കൈമാറ്റം
nl: Overboeken van {accountName}
pt_br: Transferir de {accountName}
ru: Перевести с {accountName}
sv: Överför från {accountName}
sw: Hamisha kutoka {accountName}
te: {accountName} నుండి బదిలీ చేయండి
tl: Ilipat mula sa {accountName}
tr: {accountName} hesabından aktar
uk: Перевести з {accountName}
zh: 从 {accountName} 转账
zh_tw: 從 {accountName} 轉帳

# transferAccount
source: Transfer from {fromAccount} to {toAccount}
be: Перавесці з {fromAccount} у {toAccount}
bn: {fromAccount} থেকে {toAccount} এ স্থানান্তর
da: Overfør fra {fromAccount} til {toAccount}
de: Überweisungskonto
el: Λογαριασμός μεταφοράς
es: Cuenta de transferencia
fr: Transférer de {fromAccount} à {toAccount}
he: העבר מ- {fromAccount} ל- {toAccount}
id: Transfer dari {fromAccount} ke {toAccount}
it: Trasferisci da {fromAccount} a {toAccount}
kn: {fromAccount} ನಿಂದ {toAccount} ಗೆ ವರ್ಗಾಯಿಸಿ
ko: {fromAccount}에서 {toAccount}로 이체
ml: {fromAccount} ൽ നിന്ന് {toAccount} ലേക്ക് കൈമാറ്റം
nl: Overboeken van {fromAccount} naar {toAccount}
pt_br: Transferir de {fromAccount} para {toAccount}
ru: Перевести с {fromAccount} на {toAccount}
sv: Överför från {fromAccount} till {toAccount}
sw: Hamisha kutoka {fromAccount} kwenda {toAccount}
te: {fromAccount} నుండి {toAccount}కు బదిలీ చేయండి
tl: Ilipat mula sa {fromAccount} papunta sa {toAccount}
tr: {fromAccount} hesabından {toAccount} hesabına aktar
uk: Перевести з {fromAccount} на {toAccount}
zh: 从 {fromAccount} 转账至 {toAccount}
zh_tw: 從 {fromAccount} 轉帳至 {toAccount}
