Repository: h4h13/paisa-app
Catalog: localization/app_*.arb
Languages: be, bn, da, de, el, es, fr, he, id, it, kn, ko, ml, nl, pt_br, ru, sv, sw, te, tl, tr, uk, zh, zh_tw

source: No currencies found
be: Валюты не знойдзены
bn: কোনো মুদ্রা পাওয়া যায়নি
da: Ingen valutaer fundet
de: Keine Währungen gefunden
el: Δε βρέθηκαν νομίσματα
es: No se encontraron monedas
fr: Aucune devise trouvée
he: לא נמצאו מטבעות
id: Tidak ada mata uang yang ditemukan
it: Nessuna valuta trovata
kn: ಯಾವುದೇ ಕರೆನ್ಸಿಗಳು ಕಂಡುಬಂದಿಲ್ಲ
ko: 통화를 찾을 수 없음
ml: കറൻസികളൊന്നും കണ്ടെത്തിയില്ല
nl: Geen valuta's gevonden
pt_br: Nenhuma moeda encontrada
ru: Валюты не найдены
sv: Inga valutor hittades
sw: Hakuna sarafu zilizopatikana
te: కరెన్సీలు కనుగొనబడలేదు
tl: Walang mga perang nahanap
tr: Para birimi bulunamadı
uk: Валюти не знайдено
zh: 找不到货币
zh_tw: 找不到貨幣

source: User Name
be: Імя карыстальніка
bn: ব্যবহারকারীর নাম
da: Brugernavn
de: Benutzername
el: Όνομα Χρήστη
es: Nombre de Usuario
fr: Nom d'utilisateur
he: שם משתמש
id: Nama Pengguna
it: Nome utente
kn: ಬಳಕೆದಾರಹೆಸರು
ko: 사용자 이름
ml: ഉപയോക്തൃനാമം
nl: Gebruikersnaam
pt_br: Nome de Usuário
ru: Имя пользователя
sv: Användarnamn
sw: Jina la Mtumiaji
te: వినియోగదారు పేరు
tl: Pangalan ng User
tr: Kullanıcı Adı
uk: Ім'я користувача
zh: 用户名
zh_tw: 使用者名稱

source: Create New User
be: Стварыць новага карыстальніка
bn: নতুন ব্যবহারকারী তৈরি করুন
da: Opret ny bruger
de: Neuen Benutzer erstellen
el: Δημιουργία Νέου Χρήστη
es: Crear Nuevo Usuario
fr: Créer un nouvel utilisateur
he: צור משתמש חדש
id: Buat Pengguna Baru
it: Crea nuovo utente
kn: ಹೊಸ ಬಳಕೆದಾರರನ್ನು ರಚಿಸಿ
ko: 새 사용자 생성
ml: പുതിയ ഉപയോക്താവിനെ ഉണ്ടാക്കുക
nl: Nieuwe gebruiker aanmaken
pt_br: Criar Novo Usuário
ru: Создать нового пользователя
sv: Skapa ny användare
sw: Unda Mtumiaji Mpya
te: కొత్త వినియోగదారుని సృష్టించు
tl: Lumikha ng Bagong User
tr: Yeni Kullanıcı Oluştur
uk: Створити нового користувача
zh: 创建新用户
zh_tw: 建立新使用者

source: Users
be: Карыстальнікі
bn: ব্যবহারকারী
da: Brugere
de: Benutzer
el: Χρήστες
es: Usuarios
fr: Utilisateurs
he: משתמשים
id: Pengguna
it: Utenti
kn: ಬಳಕೆದಾರರು
ko: 사용자
ml: ഉപയോക്താക്കൾ
nl: Gebruikers
pt_br: Usuários
ru: Пользователи
sv: Användare
sw: Watumiaji
te: వినియోగదారులు
tl: Mga User
tr: Kullanıcılar
uk: Користувачі
zh: 用户
zh_tw: 使用者

source: Net Loan Balance
be: Чысты баланс пазык
bn: নেট ঋণের ব্যালেন্স
da: Netto lånesaldo
de: Netto-Darlehenssaldo
el: Καθαρό Υπόλοιπο Δανείου
es: Saldo Neto de Préstamos
fr: Solde net du prêt
he: יתרת הלוואה נטו
id: Saldo Pinjaman Bersih
it: Saldo netto prestito
kn: ನಿವ್ವಳ ಸಾಲದ ಬಾಕಿ
ko: 순 대출 잔액
ml: മൊത്തം വായ്പ ബാലൻസ്
nl: Netto leningsaldo
pt_br: Saldo Líquido do Empréstimo
ru: Чистый баланс займа
sv: Netto lånesaldo
sw: Salio Halisi la Mkopo
te: నికర రుణ నిల్వ
tl: Net na Balanse ng Utang
tr: Net Kredi Bakiyesi
uk: Чистий баланс позики
zh: 净贷款余额
zh_tw: 淨貸款餘額

source: Add Payment
be: Дадаць плацеж
bn: পেমেন্ট যোগ করুন
da: Tilføj betaling
de: Zahlung hinzufügen
el: Προσθήκη Πληρωμής
es: Añadir Pago
fr: Ajouter un paiement
he: הוסף תשלום
id: Tambah Pembayaran
it: Aggiungi pagamento
kn: ಪಾವತಿ ಸೇರಿಸಿ
ko: 결제 추가
ml: പെയ്മെൻ്റ് ചേർക്കുക
nl: Betaling toevoegen
pt_br: Adicionar Pagamento
ru: Добавить платеж
sv: Lägg till betalning
sw: Ongeza Malipo
te: చెల్లింపును జోడించు
tl: Magdagdag ng Bayad
tr: Ödeme Ekle
uk: Додати платіж
zh: 添加付款
zh_tw: 新增付款

source: Overdue
be: Пратэрмінавана
bn: মেয়াদোত্তীর্ণ
da: Forfalden
de: Überfällig
el: Ληξιπρόθεσμο
es: Vencido
fr: En retard
he: בפיגור
id: Jatuh Tempo
it: Scaduto
kn: ಅವಧಿ ಮೀರಿದೆ
ko: 기한 초과
ml: കാലഹരണപ്പെട്ടു
nl: Achterstallig
pt_br: Vencido
ru: Просрочено
sv: Förfallen
sw: Imechelewa
te: గడువు ముగిసింది
tl: Lampas sa takdang oras
tr: Gecikmiş
uk: Прострочено
zh: 逾期
zh_tw: 逾期

source: Due Today
be: Да аплаты сёння
bn: আজ প্রদেয়
da: Forfalder i dag
de: Heute fällig
el: Λήγει Σήμερα
es: Vence Hoy
fr: Dû aujourd'hui
he: לתשלום היום
id: Jatuh Tempo Hari Ini
it: In scadenza oggi
kn: ಇಂದು ಬಾಕಿ ಇದೆ
ko: 오늘 만기
ml: ഇന്ന് അടയ്‌ക്കേണ്ടത്
nl: Vandaag verschuldigd
pt_br: Vence Hoje
ru: Срок сегодня
sv: Förfaller idag
sw: Inadaiwa Leo
te: ఈ రోజు చెల్లించవలసింది
tl: Due ngayon
tr: Bugün Vadesi Doluyor
uk: Термін сьогодні
zh: 今天到期
zh_tw: 今天到期

source: Lent to
be: Пазычана (каму)
bn: ধার দেওয়া হয়েছে
da: Udlånt til
de: Verliehen an
el: Δανείστηκε σε
es: Prestado a
fr: Prêté à
he: הלווה ל-
id: Dipinjamkan kepada
it: Prestato a
kn: ಸಾಲ ನೀಡಲಾಗಿದೆ
ko: 대여 대상
ml: നൽകിയത്
nl: Uitgeleend aan
pt_br: Emprestado para
ru: Предоставлено (кому)
sv: Utlånat till
sw: Imekopeshwa kwa
te: కు అప్పు ఇచ్చారు
tl: Pinahiram kay
tr: Borç Verilen
uk: Позичено (кому)
zh: 借出给
zh_tw: 借出給

source: Borrowed from
be: Запазычана (у каго)
bn: ধার নেওয়া হয়েছে
da: Lånt fra
de: Geliehen von
el: Δανείστηκε από
es: Pedido de
fr: Emprunté à
he: לווה מ-
id: Dipinjam dari
it: Preso in prestito da
kn: ಸಾಲ ಪಡೆಯಲಾಗಿದೆ
ko: 차입 대상
ml: എടുത്തത്
nl: Geleend van
pt_br: Tomado emprestado de
ru: Заимствовано (у кого)
sv: Lånat från
sw: Imekopwa kutoka
te: నుండి అప్పు తీసుకున్నారు
tl: Hiniram mula kay
tr: Borç Alınan
uk: Запозичено (у кого)
zh: 借自
zh_tw: 借自

source: Not specified
be: Не ўказана
bn: অনির্দিষ্ট
da: Ikke specificeret
de: Nicht angegeben
el: Δεν καθορίστηκε
es: Sin especificar
fr: Non spécifié
he: לא צוין
id: Tidak ditentukan
it: Non specificato
kn: ನಿರ್ದಿಷ್ಟಪಡಿಸಿಲ್ಲ
ko: 지정되지 않음
ml: വ്യക്തമാക്കിയിട്ടില്ല
nl: Niet gespecificeerd
pt_br: Não especificado
ru: Не указано
sv: Ej specificerat
sw: Haijabainishwa
te: పేర్కొనబడలేదు
tl: Hindi nabanggit
tr: Belirtilmemiş
uk: Не вказано
zh: 未指定
zh_tw: 未指定

source: Repayment Progress
be: Прагрэс пагашэння
bn: পরিশোধের অগ্রগতি
da: Tilbagebetalingsstatus
de: Rückzahlungsfortschritt
el: Πρόοδος Αποπληρωμής
es: Progreso de pago
fr: Progression du remboursement
he: התקדמות החזר
id: Progres Pembayaran Kembali
it: Progresso rimborso
kn: ಮರುಪಾವತಿ ಪ್ರಗತಿ
ko: 상환 진행 상황
ml: തിരിച്ചടവ് പുരോഗതി
nl: Terugbetalingsvoortgang
pt_br: Progresso do Pagamento
ru: Прогресс погашения
sv: Återbetalningsförlopp
sw: Maendeleo ya Malipo
te: తిరిగి చెల్లింపు పురోగతి
tl: Progreso ng Pagbabayad
tr: Geri Ödeme İlerlemesi
uk: Прогрес погашення
zh: 还款进度
zh_tw: 還款進度

# paidAmount
source: Paid
be: Аплачана
bn: পরিশোধিত
da: Betalt
de: Bezahlt
el: Πληρωμένο
es: Pagado
fr: Payé
he: שולם
id: Dibayar
it: Pagato
kn: ಪಾವತಿಸಲಾಗಿದೆ
ko: 결제 금액
ml: അടച്ചത്
nl: Betaald
pt_br: Pago
ru: Оплачено
sv: Betalt
sw: Imelipwa
te: చెల్లించబడింది
tl: Nabayad
tr: Ödenen
uk: Сплачено
zh: 已付金额
zh_tw: 已付金額

# remainingAmount
source: Remaining
be: Засталося
bn: অবশিষ্ট
da: Resterende
de: Verbleibend
el: Απομένει
es: Restante
fr: Restant
he: נותר
id: Tersisa
it: Rimanente
kn: ಉಳಿದಿರುವ ಮೊತ್ತ
ko: 남은 금액
ml: ബാക്കി
nl: Resterend
pt_br: Restante
ru: Осталось
sv: Återstående
sw: Imebaki
te: మిగిలిన మొత్తం
tl: Natitira
tr: Kalan
uk: Залишилося
zh: 剩余金额
zh_tw: 剩餘金額

# totalAmount
source: Total
be: Агульная сума
bn: মোট
de: Gesamt
el: Σύνολο
he: סך הכל
it: Totale
kn: ಒಟ್ಟು ಮೊತ್ತ
ko: 총 금액
ml: മൊത്തം
nl: Totaal
ru: Итого
sv: Totalt
sw: Jumla
te: మొత్తం మొత్తం
tl: Kabuuan
tr: Toplam
uk: Всього
zh: 总金额
zh_tw: 總金額

source: Amount Lent
be: Сума пазычаная
bn: ধার দেওয়া পরিমাণ
da: Udlånt beløb
de: Verliehener Betrag
el: Ποσό που Δανείστηκε
es: Importe Prestado
fr: Montant prêté
he: סכום שהולווה
id: Jumlah yang Dipinjamkan
it: Importo prestato
kn: ಸಾಲ ನೀಡಿದ ಮೊತ್ತ
ko: 대여 금액
ml: നൽകിയ തുക
nl: Uitgeleend bedrag
pt_br: Valor Emprestado
ru: Сумма предоставлена
sv: Utlånat belopp
sw: Kiasi Kilichokopeshwa
te: అప్పు ఇచ్చిన మొత్తం
tl: Halagang Pinahiram
tr: Verilen Tutar
uk: Сума позичена
zh: 借出金额
zh_tw: 借出金額

source: Amount Borrowed
be: Сума запазычаная
bn: ধার নেওয়া পরিমাণ
da: Lånt beløb
de: Geliehener Betrag
el: Ποσό που Δανείστηκε
es: Importe Pedido
fr: Montant emprunté
he: סכום שלווה
id: Jumlah yang Dipinjam
it: Importo preso in prestito
kn: ಸಾಲ ಪಡೆದ ಮೊತ್ತ
ko: 차입 금액
ml: എടുത്ത തുക
nl: Geleend bedrag
pt_br: Valor Tomado Emprestado
ru: Сумма заимствована
sv: Lånat belopp
sw: Kiasi Kilichokopwa
te: అప్పు తీసుకున్న మొత్తం
tl: Halagang Hiniram
tr: Alınan Tutar
uk: Сума запозичена
zh: 借入金额
zh_tw: 借入金額

source: Loan Details
be: Дэталі пазыкі
bn: ঋণের বিবরণ
da: Lånedetaljer
de: Darlehensdetails
el: Λεπτομέρειες Δανείου
es: Detalles del Préstamo
fr: Détails du prêt
he: פרטי הלוואה
id: Detail Pinjaman
it: Dettagli prestito
kn: ಸಾಲದ ವಿವರಗಳು
ko: 대출 세부 정보
ml: വായ്പ വിവരങ്ങൾ
nl: Leningdetails
pt_br: Detalhes do Empréstimo
ru: Детали займа
sv: Lånedetaljer
sw: Maelezo ya Mkopo
te: రుణ వివరాలు
tl: Mga Detalye ng Utang
tr: Kredi Detayları
uk: Деталі позики
zh: 贷款详细信息
zh_tw: 貸款詳細資料

source: Notes
be: Нататкі
bn: নোট
da: Noter
de: Notizen
el: Σημειώσεις
es: Notas
he: הערות
id: Catatan
it: Note
kn: ಟಿಪ್ಪಣಿಗಳು
ko: 메모
ml: കുറിപ്പുകൾ
nl: Notities
pt_br: Notas
ru: Заметки
sv: Anteckningar
sw: Vidokezo
te: గమనికలు
tl: Mga Tala
tr: Notlar
uk: Нотатки
zh: 备注
zh_tw: 備註

source: Payment History
be: Гісторыя плацяжоў
bn: পেমেন্টের ইতিহাস
da: Betalingshistorik
de: Zahlungsverlauf
el: Ιστορικό Πληρωμών
es: Historial de Pagos
fr: Historique des paiements
he: היסטוריית תשלומים
id: Riwayat Pembayaran
it: Cronologia pagamenti
kn: ಪಾವತಿ ಇತಿಹಾಸ
ko: 결제 내역
ml: പെയ്മെൻ്റ് ചരിത്രം
nl: Betalingsgeschiedenis
pt_br: Histórico de Pagamentos
ru: История платежей
sv: Betalningshistorik
sw: Historia ya Malipo
te: చెల్లింపు చరిత్ర
tl: Kasaysayan ng Pagbabayad
tr: Ödeme Geçmişi
uk: Історія платежів
zh: 付款历史记录
zh_tw: 付款歷史記錄

source: No payments yet
be: Плацяжоў пакуль няма
bn: এখনো কোনো পেমেন্ট নেই
da: Ingen betalinger endnu
de: Noch keine Zahlungen
el: Δεν υπάρχουν ακόμη πληρωμές
es: Aún no hay pagos
fr: Aucun paiement pour le moment
he: אין עדיין תשלומים
id: Belum ada pembayaran
it: Nessun pagamento ancora
kn: ಇನ್ನೂ ಯಾವುದೇ ಪಾವತಿಗಳಿಲ್ಲ
ko: 아직 결제 내역 없음
ml: ഇതുവരെ പെയ്മെൻ്റുകളില്ല
nl: Nog geen betalingen
pt_br: Nenhum pagamento ainda
ru: Платежей пока нет
sv: Inga betalningar ännu
sw: Hakuna malipo bado
te: ఇంకా చెల్లింపులు లేవు
tl: Walang mga bayad pa
tr: Henüz ödeme yok
uk: Платежів поки немає
zh: 尚无付款记录
zh_tw: 尚無付款記錄

# addPaymentPrompt
source: Add a payment to track your progress
be: Дадайце плацеж, каб адсочваць свой прагрэс
bn: আপনার অগ্রগতি ট্র্যাক করতে একটি পেমেন্ট যোগ করুন
da: Tilføj en betaling for at spore din fremgang
de: Fügen Sie eine Zahlung hinzu, um Ihren Fortschritt zu verfolgen
el: Προσθέστε μια πληρωμή για να παρακολουθήσετε την πρόοδό σας
es: Añade un pago para seguir tu progreso.
fr: Ajoutez un paiement pour suivre votre progression
he: הוסף תשלום כדי לעקוב אחר ההתקדמות שלך
id: Tambahkan pembayaran untuk melacak progres Anda
it: Aggiungi un pagamento per monitorare i tuoi progressi
kn: ನಿಮ್ಮ ಪ್ರಗತಿಯನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಪಾವತಿಯನ್ನು ಸೇರಿಸಿ
ko: 진행 상황을 추적하려면 결제를 추가하세요.
ml: പുരോഗതി ട്രാക്ക് ചെയ്യാൻ പെയ്മെൻ്റ് ചേർക്കുക
nl: Voeg een betaling toe om uw voortgang bij te houden
pt_br: Adicione um pagamento para acompanhar seu progresso
ru: Добавьте платеж для отслеживания прогресса
sv: Lägg till en betalning för att spåra ditt framsteg
sw: Ongeza malipo ili kufuatilia maendeleo yako
te: మీ పురోగతిని ట్రాక్ చేయడానికి చెల్లింపును జోడించండి
tl: Magdagdag ng bayad upang subaybayan ang inyong progreso
tr: İlerlemenizi takip etmek için bir ödeme ekleyin
uk: Додайте платіж для відстеження прогресу
zh: 添加付款以跟踪您的进度
zh_tw: 新增付款以追蹤您的進度

source: Loan not found
be: Пазыка не знойдзена
bn: ঋণ পাওয়া যায়নি
da: Lån ikke fundet
de: Darlehen nicht gefunden
el: Το δάνειο δε βρέθηκε
es: Préstamo no encontrado
fr: Prêt non trouvé
he: ההלוואה לא נמצאה
id: Pinjaman tidak ditemukan
it: Prestito non trovato
kn: ಸಾಲ ಕಂಡುಬಂದಿಲ್ಲ
ko: 대출을 찾을 수 없음
ml: വായ്പ കണ്ടെത്തിയില്ല
nl: Lening niet gevonden
pt_br: Empréstimo não encontrado
ru: Займ не найден
sv: Lån hittades inte
sw: Mkopo haukupatikana
te: రుణం కనుగొనబడలేదు
tl: Hindi nahanap ang utang
tr: Kredi bulunamadı
uk: Позику не знайдено
zh: 找不到贷款
zh_tw: 找不到貸款

source: Backup created successfully!
be: Рэзервовая копія паспяхова створана!
bn: ব্যাকআপ সফলভাবে তৈরি হয়েছে!
da: Sikkerhedskopi oprettet succesfuldt!
de: Backup erfolgreich erstellt!
el: Το αντίγραφο ασφαλείας δημιουργήθηκε επιτυχώς!
es: ¡Copia creada con éxito!
fr: Sauvegarde créée avec succès !
he: הגיבוי נוצר בהצלחה!
id: Cadangan berhasil dibuat!
it: Backup creato con successo!
kn: ಬ್ಯಾಕಪ್ ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ!
ko: 백업이 성공적으로 생성되었습니다!
ml: ബാക്കപ്പ് വിജയകരമായി ഉണ്ടാക്കി!
nl: Back-up succesvol gemaakt!
pt_br: Backup criado com sucesso!
ru: Резервная копия успешно создана!
sv: Backup skapad framgångsrikt!
sw: Nakala imetengenezwa kwa mafanikio!
te: బ్యాకప్ విజయవంతంగా సృష్టించబడింది!
tl: Matagumpay na nalikha ang backup!
tr: Yedek başarıyla oluşturuldu!
uk: Резервну копію успішно створено!
zh: 已成功创建备份！
zh_tw: 已成功建立備份！

source: Setting up account
be: Наладка рахунку
bn: অ্যাকাউন্ট সেট আপ করা হচ্ছে
da: Opretter konto
de: Konto einrichten
el: Ρύθμιση λογαριασμού
es: Configurando cuenta
fr: Configuration du compte
he: מגדיר חשבון
id: Menyiapkan akun
it: Configurazione account
kn: ಖಾತೆ ಸ್ಥಾಪಿಸಲಾಗುತ್ತಿದೆ
ko: 계정 설정 중
ml: അക്കൗണ്ട് സജ്ജീകരിക്കുന്നു
nl: Rekening instellen
pt_br: Configurando conta
ru: Настройка счета
sv: Konfigurerar konto
sw: Inaandaa akaunti
te: ఖాతాను సెటప్ చేస్తున్నారు
tl: Sine-setup ang account
tr: Hesap ayarlanıyor
uk: Налаштування рахунку
zh: 正在设置账户
zh_tw: 正在設定帳戶

# noUsersFoundDescription
source: We couldn't find any users in your backup file, you can create one, or proceed with existing users
be: Мы не змаглі знайсці карыстальнікаў у вашым файле рэзервовай копіі. Вы можаце стварыць новага або працягнуць з існуючымі.
bn: আমরা আপনার ব্যাকআপ ফাইলে কোনো ব্যবহারকারী খুঁজে পাইনি, আপনি একটি তৈরি করতে পারেন, অথবা বিদ্যমান ব্যবহারকারীদের সাথে এগিয়ে যেতে পারেন
da: Vi kunne ikke finde nogen brugere i din sikkerhedskopifil. Du kan oprette en ny eller fortsætte med eksisterende brugere.
de: Wir konnten keine Benutzer in Ihrer Backup-Datei finden. Sie können einen neuen erstellen oder mit vorhandenen Benutzern fortfahren.
el: Δε βρήκαμε χρήστες στο αρχείο αντιγράφου ασφαλείας σας, μπορείτε να δημιουργήσετε έναν νέο ή να συνεχίσετε με τους υπάρχοντες χρήστες
es: No se encontraron usuarios en la copia. Crea uno o usa uno existente.
fr: Nous n'avons trouvé aucun utilisateur dans votre fichier de sauvegarde. Vous pouvez en créer un nouveau ou continuer avec les utilisateurs existants.
he: לא מצאנו משתמשים בקובץ הגיבוי שלך. אתה יכול ליצור אחד חדש, או להמשיך עם משתמשים קיימים.
id: Kami tidak dapat menemukan pengguna apa pun di file cadangan Anda, Anda dapat membuat yang baru, atau melanjutkan dengan pengguna yang sudah ada
it: Non siamo riusciti a trovare alcun utente nel tuo file di backup, puoi crearne uno nuovo o procedere con gli utenti esistenti
kn: ನಿಮ್ಮ ಬ್ಯಾಕಪ್ ಫೈಲ್‌ನಲ್ಲಿ ಯಾವುದೇ ಬಳಕೆದಾರರು ಕಂಡುಬಂದಿಲ್ಲ, ನೀವು ಹೊಸದನ್ನು ರಚಿಸಬಹುದು, ಅಥವಾ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಬಳಕೆದಾರರೊಂದಿಗೆ ಮುಂದುವರಿಯಬಹುದು
ko: 백업 파일에서 사용자를 찾을 수 없습니다. 새 사용자를 만들거나 기존 사용자로 계속 진행할 수 있습니다.
ml: ബാക്കപ്പ് ഫയലിൽ ഉപയോക്താക്കളെ കണ്ടെത്തിയില്ല. പുതിയത് ഉണ്ടാക്കുക അല്ലെങ്കിൽ നിലവിലുള്ളവരുമായി തുടരുക.
nl: We konden geen gebruikers vinden in uw back-upbestand, u kunt een nieuwe aanmaken of doorgaan met bestaande gebruikers
pt_br: Não encontramos nenhum usuário em seu arquivo de backup, você pode criar um novo ou prosseguir com os usuários existentes
ru: В файле резервной копии не найдено пользователей. Вы можете создать нового или продолжить с существующими пользователями.
sv: Vi kunde inte hitta några användare i din backupfil, du kan skapa en ny eller fortsätta med befintliga användare
sw: Hatukuweza kupata watumiaji wowote kwenye faili yako ya nakala, unaweza kuunda mmoja, au kuendelea na watumiaji waliopo
te: మీ బ్యాకప్ ఫైల్‌లో వినియోగదారులు కనుగొనబడలేదు, మీరు కొత్తవారిని సృష్టించవచ్చు లేదా ఇప్పటికే ఉన్న వినియోగదారులతో కొనసాగవచ్చు
tl: Hindi namin nahanap ang mga user sa inyong backup file, maaari kayong lumikha ng isa, o magpatuloy sa mga kasalukuyang user
tr: Yedek dosyanızda herhangi bir kullanıcı bulamadık, bir tane oluşturabilir veya mevcut kullanıcılarla devam edebilirsiniz
uk: У файлі резервної копії не знайдено користувачів. Ви можете створити нового або продовжити з існуючими користувачами.
zh: 我们在您的备份文件中找不到任何用户，您可以创建新用户，或继续使用现有用户
zh_tw: 我們在您的備份檔案中找不到任何使用者，您可以建立新使用者，或繼續使用現有使用者

# noUsersTitle
source: No Users Found
be: Карыстальнікі не знойдзены
bn: কোনো ব্যবহারকারী পাওয়া যায়নি
da: Ingen brugere fundet
de: Keine Benutzer gefunden
el: Δε βρέθηκαν χρήστες
es: No se encontraron usuarios
fr: Aucun utilisateur trouvé
he: לא נמצאו משתמשים
id: Tidak Ada Pengguna yang Ditemukan
it: Nessun utente trovato
kn: ಯಾವುದೇ ಬಳಕೆದಾರರು ಕಂಡುಬಂದಿಲ್ಲ
ko: 사용자를 찾을 수 없음
ml: ഉപയോക്താക്കളെ കണ്ടെത്തിയില്ല
nl: Geen gebruikers gevonden
pt_br: Nenhum Usuário Encontrado
ru: Пользователи не найдены
sv: Inga användare hittades
sw: Hakuna Watumiaji Waliopatikana
te: వినియోగదారులు కనుగొనబడలేదు
tl: Walang Mga User na Nahanap
tr: Kullanıcı Bulunamadı
uk: Користувачів не знайдено
zh: 找不到用户
zh_tw: 找不到使用者

source: Existing Users
be: Існуючыя карыстальнікі
bn: বিদ্যমান ব্যবহারকারী
da: Eksisterende brugere
de: Vorhandene Benutzer
el: Υπάρχοντες Χρήστες
es: Usuarios existentes
fr: Utilisateurs existants
he: משתמשים קיימים
id: Pengguna yang Ada
it: Utenti esistenti
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಬಳಕೆದಾರರು
ko: 기존 사용자
ml: നിലവിലുള്ള ഉപയോക്താക്കൾ
nl: Bestaande gebruikers
pt_br: Usuários Existentes
ru: Существующие пользователи
sv: Befintliga användare
sw: Watumiaji Waliopo
te: ఇప్పటికే ఉన్న వినియోగదారులు
tl: Mga Kasalukuyang User
tr: Mevcut Kullanıcılar
uk: Існуючі користувачі
zh: 现有用户
zh_tw: 現有使用者

source: No local users found
be: Лакальныя карыстальнікі не знойдзены
bn: কোনো স্থানীয় ব্যবহারকারী পাওয়া যায়নি
da: Ingen lokale brugere fundet
de: Keine lokalen Benutzer gefunden
el: Δε βρέθηκαν τοπικοί χρήστες
es: No se encontraron usuarios existentes
fr: Aucun utilisateur local trouvé
he: לא נמצאו משתמשים מקומיים
id: Tidak ada pengguna lokal yang ditemukan
it: Nessun utente locale trovato
kn: ಯಾವುದೇ ಸ್ಥಳೀಯ ಬಳಕೆದಾರರು ಕಂಡುಬಂದಿಲ್ಲ
ko: 로컬 사용자를 찾을 수 없음
ml: ലോക്കൽ ഉപയോക്താക്കളൊന്നും കണ്ടെത്തിയില്ല
nl: Geen lokale gebruikers gevonden
pt_br: Nenhum usuário local encontrado
ru: Локальные пользователи не найдены
sv: Inga lokala användare hittades
sw: Hakuna watumiaji wa ndani waliopatikana
te: స్థానిక వినియోగదారులు కనుగొనబడలేదు
tl: Walang local na mga user na nahanap
tr: Yerel kullanıcı bulunamadı
uk: Локальних користувачів не знайдено
zh: 找不到本地用户
zh_tw: 找不到本機使用者

# foundUsers
source: Users Found
be: Знойдзеныя карыстальнікі
bn: ব্যবহারকারী পাওয়া গেছে
da: Brugere fundet
de: Benutzer gefunden
el: Βρέθηκαν Χρήστες
es: Usuarios encontrados
fr: Utilisateurs trouvés
he: משתמשים שנמצאו
id: Pengguna Ditemukan
it: Utenti trovati
kn: ಬಳಕೆದಾರರು ಕಂಡುಬಂದಿದ್ದಾರೆ
ko: 사용자를 찾음
ml: ഉപയോക്താക്കളെ കണ്ടെത്തി
nl: Gebruikers gevonden
pt_br: Usuários Encontrados
ru: Найденные пользователи
sv: Användare hittades
sw: Watumiaji Waliopatikana
te: వినియోగదారులు కనుగొనబడ్డారు
tl: Mga User na Nahanap
tr: Kullanıcılar Bulundu
uk: Знайдені користувачі
zh: 已找到用户
zh_tw: 已找到使用者

# foundUsersDescription
source: Select a user to restore. This will clear any existing transactions for the selected user and import their transactions.
be: Выберыце карыстальніка для аднаўлення. Гэта ачысціць усе існуючыя транзакцыі для выбранага карыстальніка і імпартуе іх транзакцыі.
bn: পুনরুদ্ধার করতে একজন ব্যবহারকারী নির্বাচন করুন। এটি নির্বাচিত ব্যবহারকারীর জন্য বিদ্যমান যেকোনো লেনদেন মুছে ফেলবে এবং তাদের লেনদেন ইম্পোর্ট করবে।
da: Vælg en bruger at gendanne. Dette vil rydde alle eksisterende transaktioner for den valgte bruger og importere deres transaktioner.
de: Wählen Sie einen Benutzer zum Wiederherstellen aus. Dadurch werden alle vorhandenen Transaktionen für den ausgewählten Benutzer gelöscht und seine Transaktionen importiert.
el: Επιλέξτε έναν χρήστη για επαναφορά. Αυτό θα διαγράψει τυχόν υπάρχουσες συναλλαγές για τον επιλεγμένο χρήστη και θα εισαγάγει τις συναλλαγές του.
es: Selecciona un usuario para restaurar. Esto borrará sus transacciones existentes e importará las nuevas.
fr: Sélectionnez un utilisateur à restaurer. Cela effacera toutes les transactions existantes pour l'utilisateur sélectionné et importera ses transactions.
he: בחר משתמש לשחזור. זה ינקה את כל העסקאות הקיימות של המשתמש הנבחר ויבוא את העסקאות שלו.
id: Pilih pengguna untuk dipulihkan. Ini akan menghapus semua transaksi yang ada untuk pengguna yang dipilih dan mengimpor transaksinya.
it: Seleziona un utente da ripristinare. Questo cancellerà tutte le transazioni esistenti per l'utente selezionato e importerà le sue transazioni.
kn: ಮರುಸ್ಥಾಪಿಸಲು ಬಳಕೆದಾರರನ್ನು ಆಯ್ಕೆಮಾಡಿ. ಇದು ಆಯ್ಕೆಮಾಡಿದ ಬಳಕೆದಾರರಿಗಾಗಿ ಯಾವುದೇ ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ವಹಿವಾಟುಗಳನ್ನು ತೆರವುಗೊಳಿಸುತ್ತದೆ ಮತ್ತು ಅವರ ವಹಿವಾಟುಗಳನ್ನು ಆಮದು ಮಾಡುತ್ತದೆ.
ko: 복원할 사용자를 선택하세요. 이렇게 하면 선택한 사용자의 기존 거래가 모두 지워지고 해당 거래가 가져옵니다.
ml: പുനഃസ്ഥാപിക്കാൻ ഉപയോക്താവിനെ തിരഞ്ഞെടുക്കുക. ഇത് നിലവിലുള്ള ഇടപാടുകൾ മായ്ച്ച് പുതിയ ഇടപാടുകൾ ഇംപോർട്ട് ചെയ്യും.
nl: Selecteer een gebruiker om te herstellen. Dit wist alle bestaande transacties voor de geselecteerde gebruiker en importeert hun transacties.
pt_br: Selecione um usuário para restaurar. Isso limpará todas as transações existentes para o usuário selecionado e importará suas transações.
ru: Выберите пользователя для восстановления. Это приведет к удалению всех существующих транзакций для выбранного пользователя и импорту его транзакций.
sv: Välj en användare att återställa. Detta rensar alla befintliga transaktioner för den valda användaren och importerar deras transaktioner.
sw: Chagua mtumiaji wa kurejesha. Hii itafuta miamala yoyote iliyopo kwa mtumiaji aliyechaguliwa na kuingiza miamala yake.
te: పునరుద్ధరించడానికి వినియోగదారుని ఎంచుకోండి. ఇది ఎంచుకున్న వినియోగదారు కోసం ఇప్పటికే ఉన్న లావాదేవీలను తొలగిస్తుంది మరియు వారి లావాదేవీలను దిగుమతి చేస్తుంది.
tl: Pumili ng user upang i-restore. Buburahin nito ang mga kasalukuyang transaksyon para sa napiling user at ii-import ang kanilang mga transaksyon.
tr: Geri yüklemek için bir kullanıcı seçin. Bu, seçilen kullanıcı için mevcut tüm işlemleri temizleyecek ve onların işlemlerini içe aktaracaktır.
uk: Виберіть користувача для відновлення. Це призведе до видалення всіх існуючих транзакцій для вибраного користувача та імпорту його транзакцій.
zh: 选择要还原的用户。这将清除所选用户的所有现有交易并导入其交易。
zh_tw: 選取要還原的使用者。這將清除所選使用者的所有現有交易並匯入其交易。

source: Restore everything
be: Аднавіць усё
bn: সবকিছু পুনরুদ্ধার করুন
da: Gendan alt
de: Alles wiederherstellen
el: Επαναφορά όλων
es: Restaurar todo
fr: Tout restaurer
he: שחזר הכל
id: Pulihkan Semuanya
it: Ripristina tutto
kn: ಎಲ್ಲವನ್ನೂ ಮರುಸ್ಥಾಪಿಸಿ
ko: 모두 복원
ml: എല്ലാം പുനഃസ്ഥാപിക്കുക
nl: Alles herstellen
pt_br: Restaurar Tudo
ru: Восстановить все
sv: Återställ allt
sw: Rejesha kila kitu
te: అన్నీ పునరుద్ధరించు
tl: I-restore ang lahat
tr: Her şeyi geri yükle
uk: Відновити все
zh: 还原所有项目
zh_tw: 還原所有項目

# existingUsersTitle
source: Existing Users
be: Існуючыя карыстальнікі
bn: বিদ্যমান ব্যবহারকারী
da: Eksisterende brugere
de: Vorhandene Benutzer
el: Υπάρχοντες Χρήστες
es: Usuarios existentes
fr: Utilisateurs existants
he: משתמשים קיימים
id: Pengguna yang Ada
it: Utenti esistenti
kn: ಅಸ್ತಿತ್ವದಲ್ಲಿರುವ ಬಳಕೆದಾರರು
ko: 기존 사용자
ml: നിലവിലുള്ള ഉപയോക്താക്കൾ
nl: Bestaande gebruikers
pt_br: Usuários Existentes
ru: Существующие пользователи
sv: Befintliga användare
sw: Watumiaji Waliopo
te: ఇప్పటికే ఉన్న వినియోగదారులు
tl: Mga Kasalukuyang User
tr: Mevcut Kullanıcılar
uk: Існуючі користувачі
zh: 现有用户
zh_tw: 現有使用者
