Repository: h4h13/paisa-app
Catalog: localization/app_*.arb
Languages: be, bn, da, de, el, es, fr, he, id, it, kn, ko, ml, nl, pt_br, ru, sv, sw, te, tl, tr, uk, zh, zh_tw

# existingUsersSubtitle
source: Select a user to export their data, or export everything
be: Выберыце карыстальніка для экспарту яго даных або экспартуйце ўсё
bn: তাদের ডেটা এক্সপোর্ট করতে একজন ব্যবহারকারী নির্বাচন করুন, অথবা সবকিছু এক্সপোর্ট করুন
da: Vælg en bruger for at eksportere deres data, eller eksporter alt
de: Wählen Sie einen Benutzer aus, um dessen Daten zu exportieren, oder exportieren Sie alles
el: Επιλέξτε έναν χρήστη για εξαγωγή των δεδομένων του ή εξάγετε τα πάντα
es: Selecciona un usuario para exportar o exporta todo.
fr: Sélectionnez un utilisateur pour exporter ses données, ou exportez tout
he: בחר משתמש לייצוא הנתונים שלו, או ייצא הכל
id: Pilih pengguna untuk mengekspor datanya, atau ekspor semuanya
it: Seleziona un utente per esportare i suoi dati o esporta tutto
kn: ಅವರ ಡೇಟಾವನ್ನು ರಫ್ತು ಮಾಡಲು ಬಳಕೆದಾರರನ್ನು ಆಯ್ಕೆಮಾಡಿ, ಅಥವಾ ಎಲ್ಲವನ್ನೂ ರಫ್ತು ಮಾಡಿ
ko: 데이터를 내보낼 사용자를 선택하거나 모두 내보내세요.
ml: ഡാറ്റ എക്സ്പോർട്ട് ചെയ്യാൻ ഉപയോക്താവിനെ തിരഞ്ഞെടുക്കുക, അല്ലെങ്കിൽ എല്ലാം എക്സ്പോർട്ട് ചെയ്യുക
nl: Selecteer een gebruiker om hun gegevens te exporteren, of exporteer alles
pt_br: Selecione um usuário para exportar seus dados ou exporte tudo
ru: Выберите пользователя для экспорта его данных или экспортируйте все
sv: Välj en användare för att exportera deras data, eller exportera allt
sw: Chagua mtumiaji wa kuhamisha data yake, au hamisha kila kitu
te: వారి డేటాను ఎగుమతి చేయడానికి వినియోగదారుని ఎంచుకోండి లేదా అన్నీ ఎగుమతి చేయండి
tl: Pumili ng user upang i-export ang kanilang data, o i-export ang lahat
tr: Verilerini dışa aktarmak için bir kullanıcı seçin veya her şeyi dışa aktarın
uk: Виберіть користувача для експорту його даних або експортуйте все
zh: 选择要导出其数据的用户，或导出所有项目
zh_tw: 選取要匯出其資料的使用者，或匯出所有項目

# orDivider
source: or
be: або
bn: অথবা
da: eller
de: oder
el: ή
es: o
fr: ou
he: או
id: atau
it: o
kn: ಅಥವಾ
ko: 또는
ml: അല്ലെങ്കിൽ
nl: of
pt_br: ou
ru: или
sv: eller
sw: au
te: లేదా
tl: o
tr: veya
uk: або
zh: 或
zh_tw: 或

source: Export everything
be: Экспартаваць усё
bn: সবকিছু এক্সপোর্ট করুন
da: Eksporter alt
de: Alles exportieren
el: Εξαγωγή όλων
es: Exportar todo
fr: Tout exporter
he: ייצא הכל
id: Ekspor Semuanya
it: Esporta tutto
kn: ಎಲ್ಲವನ್ನೂ ರಫ್ತು ಮಾಡಿ
ko: 모두 내보내기
ml: എല്ലാം എക്സ്പോർട്ട് ചെയ്യുക
nl: Alles exporteren
pt_br: Exportar Tudo
ru: Экспортировать все
sv: Exportera allt
sw: Hamisha kila kitu
te: అన్నీ ఎగుమతి చేయి
tl: I-export ang lahat
tr: Her şeyi dışa aktar
uk: Експортувати все
zh: 导出所有项目
zh_tw: 匯出所有項目

source: Vibration
be: Вібрацыя
bn: কম্পন
el: Δόνηση
es: Vibración
he: רטט
id: Getaran
it: Vibrazione
kn: ಕಂಪನ
ko: 진동
ml: വൈബ്രേഷൻ
nl: Trillen
pt_br: Vibração
ru: Вибрация
sw: Mtetemo
te: కంపనం
tl: Panginginig
tr: Titreşim
uk: Вібрація
zh: 振动
zh_tw: 震動

# vibrationMessage
source: Vibration when a new transaction is added
be: Вібрацыя пры даданні новай транзакцыі
bn: একটি নতুন লেনদেন যোগ করার সময় কম্পন
da: Vibration, når en ny transaktion tilføjes
de: Vibration beim Hinzufügen einer neuen Transaktion
el: Δόνηση κατά την προσθήκη νέας συναλλαγής
es: Vibra al añadir nueva transacción.
fr: Vibration lors de l'ajout d'une nouvelle transaction
he: רטט כאשר מתווספת עסקה חדשה
id: Getaran saat transaksi baru ditambahkan
it: Vibrazione quando viene aggiunta una nuova transazione
kn: ಹೊಸ ವಹಿವಾಟು ಸೇರಿಸಿದಾಗ ಕಂಪನ
ko: 새 거래가 추가될 때 진동
ml: പുതിയ ഇടപാട് ചേർക്കുമ്പോൾ വൈബ്രേഷൻ
nl: Trillen wanneer een nieuwe transactie wordt toegevoegd
pt_br: Vibração quando uma nova transação é adicionada
ru: Вибрация при добавлении новой транзакции
sv: Vibration när en ny transaktion läggs till
sw: Mtetemo wakati mwamala mpya unapoongezwa
te: కొత్త లావాదేవీ జోడించబడినప్పుడు కంపనం
tl: Panginginig kapag may bagong transaksyong nadagdag
tr: Yeni bir işlem eklendiğinde titreşim
uk: Вібрація при додаванні нової транзакції
zh: 添加新交易时振动
zh_tw: 新增交易時震動

# feedback
source: Feedback & Beta
be: Зваротная сувязь
bn: মতামত দিন
da: Feedback
de: Feedback
el: Σχόλια
es: Comentarios
fr: Commentaires
he: משוב
id: Umpan Balik
it: Feedback
kn: ಪ್ರತಿಕ್ರಿಯೆ
ko: 피드백
ml: അഭിപ്രായം നൽകുക
nl: Feedback
pt_br: Feedback
ru: Обратная связь
sv: Feedback
sw: Toa Maoni
te: అభిప్రాయం
tl: Feedback at Beta
tr: Geri Bildirim
uk: Зворотний зв'язок
zh: 意见反馈
zh_tw: 意見回饋

# feedbackDesc
source: Something went wrong, have any thoughts or suggestions? Send us your feedback!
be: Дашліце нам свае водгукі і прапановы
bn: কিছু ভুল হয়েছে, কোনো চিন্তা বা পরামর্শ আছে? আমাদের আপনার মতামত পাঠান!
da: Send os din feedback og dine forslag
de: Senden Sie uns Ihr Feedback und Ihre Vorschläge
el: Στείλτε μας τα σχόλια και τις προτάσεις σας
es: Envíanos tus comentarios y sugerencias.
fr: Envoyez-nous vos commentaires et suggestions
he: שלח לנו את המשוב וההצעות שלך
id: Kirimkan umpan balik dan saran Anda kepada kami
it: Inviaci il tuo feedback e i tuoi suggerimenti
kn: ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆ ಮತ್ತು ಸಲಹೆಗಳನ್ನು ನಮಗೆ ಕಳುಹಿಸಿ
ko: 피드백과 제안을 보내주세요.
ml: എന്തെങ്കിലും തെറ്റ് സംഭവിച്ചാൽ അഭിപ്രായം അയക്കുക!
nl: Stuur ons uw feedback en suggesties
pt_br: Envie-nos seu feedback e sugestões
ru: Отправьте нам свои отзывы и предложения
sv: Skicka oss din feedback och dina förslag
sw: Kuna kitu kimeenda vibaya, una mawazo au mapendekezo yoyote? Tutumie maoni yako!
te: మీ అభిప్రాయం మరియు సూచనలను మాకు పంపండి
tl: May nangyaring mali, may mga kaisipan o mungkahi ba kayo? Ipadala sa amin ang inyong feedback!
tr: Bize geri bildirim ve önerilerinizi gönderin
uk: Надішліть нам свої відгуки та пропозиції
zh: 向我们发送您的意见反馈和建议
zh_tw: 傳送您的意見回饋和建議給我們

# giveUsRating
source: Give us a rating
be: Пастаўце нам ацэнку
bn: আমাদের একটি রেটিং দিন
da: Giv os en bedømmelse
de: Geben Sie uns eine Bewertung
el: Δώστε μας μια βαθμολογία
es: Valóranos
fr: Donnez-nous une note
he: תן לנו דירוג
id: Beri kami peringkat
it: Dacci una valutazione
kn: ನಮಗೆ ರೇಟಿಂಗ್ ನೀಡಿ
ko: 평가하기
ml: ഞങ്ങൾക്ക് റേറ്റിംഗ് നൽകുക
nl: Geef ons een beoordeling
pt_br: Dê-nos uma avaliação
ru: Оцените нас
sv: Ge oss ett betyg
sw: Tupe alama
te: మాకు రేటింగ్ ఇవ్వండి
tl: Bigyan kami ng rating
tr: Bize bir değerlendirme verin
uk: Оцініть нас
zh: 给我们评分
zh_tw: 給我們評分

# ratingDesc
source: We value your feedback! Please consider rating us 5 stars.
be: Мы цэнім ваш водгук! Калі ласка, падумайце аб тым, каб паставіць нам 5 зорак.
bn: আমরা আপনার মতামতের মূল্য দিই! অনুগ্রহ করে আমাদের ৫ তারা রেটিং দেওয়ার কথা বিবেচনা করুন।
da: Vi værdsætter din feedback! Overvej venligst at give os 5 stjerner.
de: Wir schätzen Ihr Feedback! Bitte erwägen Sie, uns 5 Sterne zu geben.
el: Εκτιμούμε τα σχόλιά σας! Παρακαλούμε εξετάστε το ενδεχόμενο να μας βαθμολογήσετε με 5 αστέρια.
es: ¡Nos importan tus comentarios! Por favor, puntúanos con 5 estrellas.
fr: Nous apprécions vos commentaires ! Veuillez envisager de nous donner 5 étoiles.
he: אנו מעריכים את המשוב שלך! אנא שקול לדרג אותנו ב-5 כוכבים.
id: Kami menghargai umpan balik Anda! Mohon pertimbangkan untuk memberi kami peringkat 5 bintang.
it: Apprezziamo il tuo feedback! Ti preghiamo di considerare di darci una valutazione di 5 stelle.
kn: ನಿಮ್ಮ ಪ್ರತಿಕ್ರಿಯೆಯನ್ನು ನಾವು ಗೌರವಿಸುತ್ತೇವೆ! ದಯವಿಟ್ಟು ನಮಗೆ 5 ನಕ್ಷತ್ರಗಳ ರೇಟಿಂಗ್ ನೀಡಲು ಪರಿಗಣಿಸಿ.
ko: 피드백을 소중하게 생각합니다! 별 5개 평가를 고려해 주세요.
ml: നിങ്ങളുടെ അഭിപ്രായം വിലമതിക്കുന്നു! 5 സ്റ്റാർ റേറ്റിംഗ് നൽകുക.
nl: We waarderen uw feedback! Overweeg alstublieft om ons 5 sterren te geven.
pt_br: Valorizamos seu feedback! Por favor, considere nos dar uma avaliação de 5 estrelas.
ru: Мы ценим ваши отзывы! Пожалуйста, рассмотрите возможность оценить нас на 5 звезд.
sv: Vi värdesätter din feedback! Överväg gärna att ge oss 5 stjärnor.
sw: Tunathamini maoni yako! Tafadhali fikiria kutupa nyota 5.
te: మేము మీ అభిప్రాయాన్ని విలువైనదిగా భావిస్తాము! దయచేసి మాకు 5 నక్షత్రాల రేటింగ్ ఇవ్వడాన్ని పరిగణించండి.
tl: Pinapahalagahan namin ang inyong feedback! Mangyaring isaalang-alang ang pagbibigay sa amin ng 5 bituin.
tr: Geri bildiriminizi önemsiyoruz! Lütfen bize 5 yıldız vermeyi düşünün.
uk: Ми цінуємо ваші відгуки! Будь ласка, розгляньте можливість оцінити нас на 5 зірок.
zh: 我们重视您的意见反馈！请考虑给我们 5 星评分。
zh_tw: 我們重視您的意見回饋！請考慮給我們 5 顆星的評分。

# rateOn
source: Rate on {platform}
be: Ацаніць на {platform}
bn: {platform}-এ রেট দিন
da: Bedøm på {platform}
de: Bewerten auf {platform}
el: Βαθμολογήστε στο {platform}
es: Puntuar en {platform}
fr: Noter sur {platform}
he: דרג ב-{platform}
id: Beri peringkat di {platform}
it: Valuta su {platform}
kn: {platform} ನಲ್ಲಿ ರೇಟ್ ಮಾಡಿ
ko: {platform}에서 평가
ml: {platform} ൽ റേറ്റ് ചെയ്യുക
nl: Beoordelen op {platform}
pt_br: Avalie no {platform}
ru: Оценить на {platform}
sv: Betygsätt på {platform}
sw: Kadiria kwenye {platform}
te: {platform}లో రేట్ చేయండి
tl: I-rate sa {platform}
tr: {platform} üzerinde değerlendirin
uk: Оцінити на {platform}
zh: 在 {platform} 上评分
zh_tw: 在 {platform} 上評分

# ratingTitle
source: What users are saying around the world:
be: Што кажуць карыстальнікі па ўсім свеце:
bn: সারা বিশ্বের ব্যবহারকারীরা যা বলছেন:
da: Hvad brugere siger rundt om i verden:
de: Was Benutzer weltweit sagen:
el: Τι λένε οι χρήστες σε όλο τον κόσμο:
es: Lo que dicen nuestros usuarios:
fr: Ce que disent les utilisateurs du monde entier :
he: מה משתמשים אומרים ברחבי העולם:
id: Apa yang dikatakan pengguna di seluruh dunia:
it: Cosa dicono gli utenti di tutto il mondo:
kn: ಪ್ರಪಂಚದಾದ್ಯಂತ ಬಳಕೆದಾರರು ಏನು ಹೇಳುತ್ತಿದ್ದಾರೆ:
ko: 전 세계 사용자의 의견:
ml: ലോകമെമ്പാടുമുള്ള ഉപയോക്താക്കൾ പറയുന്നത്:
nl: Wat gebruikers over de hele wereld zeggen:
pt_br: O que os usuários estão dizendo ao redor do mundo:
ru: Что говорят пользователи по всему миру:
sv: Vad användare runt om i världen säger:
sw: Watumiaji wanasema nini kote ulimwenguni:
te: ప్రపంచవ్యాప్తంగా వినియోగదారులు ఏమి చెబుతున్నారు:
tl: Ano ang sinasabi ng mga user sa buong mundo:
tr: Dünyadaki kullanıcılar ne diyor:
uk: Що кажуть користувачі по всьому світу:
zh: 全球用户怎么说：
zh_tw: 全球使用者怎麼說：

source: Enjoying {appTitle}?
be: Падабаецца {appTitle}?
bn: {appTitle} উপভোগ করছেন?
da: Nyder du {appTitle}?
de: Gefällt Ihnen {appTitle}?
el: Απολαμβάνετε το {appTitle};
es: ¿Te gusta {appTitle}?
fr: Vous aimez {appTitle} ?
he: נהנה מ-{appTitle}?
id: Menikmati {appTitle}?
it: Ti piace {appTitle}?
kn: {appTitle} ಅನ್ನು ಆನಂದಿಸುತ್ತಿದ್ದೀರಾ?
ko: {appTitle}을(를) 즐기고 계신가요?
ml: {appTitle} ആസ്വദിക്കുന്നുണ്ടോ?
nl: Geniet u van {appTitle}?
pt_br: Gostando do {appTitle}?
ru: Нравится {appTitle}?
sv: Gillar du {appTitle}?
sw: Unafurahia {appTitle}?
te: {appTitle}ని ఆనందిస్తున్నారా?
tl: Nag-eenjoy ba kayo sa {appTitle}?
tr: {appTitle} uygulamasından keyif alıyor musunuz?
uk: Вам подобається {appTitle}?
zh: 喜欢 {appTitle} 吗？
zh_tw: 喜歡 {appTitle} 嗎？

source: Loan
be: Пазыка
bn: ঋণ
da: Lån
de: Darlehen
el: Δάνειο
es: Préstamo
fr: Prêt
he: הלוואה
id: Pinjaman
it: Prestito
kn: ಸಾಲ
ko: 대출
ml: വായ്പ
nl: Lening
pt_br: Empréstimo
ru: Займ
sv: Lån
sw: Mkopo
te: రుణం
tl: Utang
tr: Kredi
uk: Позика
zh: 贷款
zh_tw: 貸款

# selectLoan
source: Select a loan
be: Выбраць пазыку
bn: একটি ঋণ নির্বাচন করুন
da: Vælg et lån
de: Darlehen auswählen
el: Επιλογή δανείου
es: Seleccionar un préstamo
fr: Sélectionner un prêt
he: בחר הלוואה
id: Pilih pinjaman
it: Seleziona un prestito
kn: ಸಾಲವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 대출 선택
ml: ഒരു വായ്പ തിരഞ്ഞെടുക്കുക
nl: Selecteer een lening
pt_br: Selecione um empréstimo
ru: Выберите займ
sv: Välj ett lån
sw: Chagua mkopo
te: రుణాన్ని ఎంచుకోండి
tl: Pumili ng utang
tr: Bir kredi seçin
uk: Виберіть позику
zh: 选择贷款
zh_tw: 選擇貸款

source: Enter valid account name
be: Увядзіце карэктную назву рахунку
bn: সঠিক অ্যাকাউন্টের নাম লিখুন
da: Indtast et gyldigt kontonavn
de: Gültigen Kontonamen eingeben
el: Εισάγετε έγκυρο όνομα λογαριασμού
es: Añade un nombre de cuenta válido.
fr: Saisir un nom de compte valide
he: הזן שם חשבון תקין
id: Masukkan nama akun yang valid
it: Inserisci un nome account valido
kn: ಮಾನ್ಯ ಖಾತೆ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ko: 유효한 계좌 이름을 입력하세요.
ml: ശരിയായ അക്കൗണ്ട് പേര് നൽകുക
nl: Voer een geldige rekeningnaam in
pt_br: Digite um nome de conta válido
ru: Введите корректное название счета
sv: Ange ett giltigt kontonamn
sw: Weka jina sahihi la akaunti
te: చెల్లుబాటు అయ్యే ఖాతా పేరును నమోదు చేయండి
tl: Maglagay ng wastong pangalan ng account
tr: Geçerli bir hesap adı girin
uk: Введіть дійсну назву рахунку
zh: 请输入有效的账户名称
zh_tw: 請輸入有效的帳戶名稱

source: Enter name
be: Увядзіце назву
bn: নাম লিখুন
da: Indtast navn
de: Namen eingeben
el: Εισαγωγή ονόματος
es: Añade un nombre.
fr: Saisir un nom
he: הזן שם
id: Masukkan nama
it: Inserisci nome
kn: ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ko: 이름을 입력하세요.
ml: പേര് നൽകുക
nl: Voer naam in
pt_br: Digite o nome
ru: Введите имя
sv: Ange namn
sw: Weka jina
te: పేరును నమోదు చేయండి
tl: Maglagay ng pangalan
tr: Adı girin
uk: Введіть ім'я
zh: 请输入名称
zh_tw: 請輸入名稱

source: Select color
be: Выберыце колер
bn: রঙ নির্বাচন করুন
da: Vælg farve
de: Farbe auswählen
el: Επιλογή χρώματος
es: Selecciona un color.
fr: Sélectionner une couleur
he: בחר צבע
id: Pilih warna
it: Seleziona colore
kn: ಬಣ್ಣವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 색상을 선택하세요.
ml: നിറം തിരഞ്ഞെടുക്കുക
nl: Selecteer kleur
pt_br: Selecione uma cor
ru: Выберите цвет
sv: Välj färg
sw: Chagua rangi
te: రంగును ఎంచుకోండి
tl: Pumili ng kulay
tr: Renk seçin
uk: Виберіть колір
zh: 请选择颜色
zh_tw: 請選擇顏色

source: Enter valid category name
be: Увядзіце карэктную назву катэгорыі
bn: সঠিক বিভাগের নাম লিখুন
da: Indtast et gyldigt kategorinavn
de: Gültigen Kategorienamen eingeben
el: Εισάγετε έγκυρο όνομα κατηγορίας
es: Añade un nombre de categoría válido.
fr: Saisir un nom de catégorie valide
he: הזן שם קטגוריה תקין
id: Masukkan nama kategori yang valid
it: Inserisci un nome categoria valido
kn: ಮಾನ್ಯ ವರ್ಗದ ಹೆಸರನ್ನು ನಮೂದಿಸಿ
ko: 유효한 카테고리 이름을 입력하세요.
ml: ശരിയായ വിഭാഗത്തിൻ്റെ പേര് നൽകുക
nl: Voer een geldige categorienaam in
pt_br: Digite um nome de categoria válido
ru: Введите корректное название категории
sv: Ange ett giltigt kategorinamn
sw: Weka jina sahihi la kategoria
te: చెల్లుబాటు అయ్యే వర్గం పేరును నమోదు చేయండి
tl: Maglagay ng wastong pangalan ng kategorya
tr: Geçerli bir kategori adı girin
uk: Введіть дійсну назву категорії
zh: 请输入有效的分类名称
zh_tw: 請輸入有效的分類名稱

source: Select start date
be: Выберыце дату пачатку
bn: শুরুর তারিখ নির্বাচন করুন
da: Vælg startdato
de: Startdatum auswählen
el: Επιλογή ημερομηνίας έναρξης
es: Selecciona fecha de inicio.
fr: Sélectionner la date de début
he: בחר תאריך התחלה
id: Pilih tanggal mulai
it: Seleziona data di inizio
kn: ಪ್ರಾರಂಭ ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 시작일을 선택하세요.
ml: ആരംഭ തിയതി തിരഞ്ഞെടുക്കുക
nl: Selecteer startdatum
pt_br: Selecione a data de início
ru: Выберите дату начала
sv: Välj startdatum
sw: Chagua tarehe ya kuanza
te: ప్రారంభ తేదీని ఎంచుకోండి
tl: Pumili ng petsa ng pagsisimula
tr: Başlangıç tarihi seçin
uk: Виберіть дату початку
zh: 请选择开始日期
zh_tw: 請選擇開始日期

source: Select expiry date
be: Выберыце дату заканчэння
bn: মেয়াদ শেষ হওয়ার তারিখ নির্বাচন করুন
da: Vælg udløbsdato
de: Ablaufdatum auswählen
el: Επιλογή ημερομηνίας λήξης
es: Selecciona fecha de caducidad.
fr: Sélectionner la date d'expiration
he: בחר תאריך תפוגה
id: Pilih tanggal kedaluwarsa
it: Seleziona data di scadenza
kn: ಅಂತಿಮ ದಿನಾಂಕವನ್ನು ಆಯ್ಕೆಮಾಡಿ
ko: 만료일을 선택하세요.
ml: കാലാവധി തിയതി തിരഞ്ഞെടുക്കുക
nl: Selecteer vervaldatum
pt_br: Selecione a data de validade
ru: Выберите дату окончания
sv: Välj utgångsdatum
sw: Chagua tarehe ya kumalizika
te: ముగింపు తేదీని ఎంచుకోండి
tl: Pumili ng petsa ng pagtatapos
tr: Bitiş tarihi seçin
uk: Виберіть дату закінчення
zh: 请选择截止日期
zh_tw: 請選擇到期日期

source: Expiry date should be after start date
be: Дата заканчэння павінна быць пасля даты пачатку
bn: মেয়াদ শেষ হওয়ার তারিখ শুরুর তারিখের পরে হওয়া উচিত
da: Udløbsdato skal være efter startdato
de: Ablaufdatum muss nach dem Startdatum liegen
el: Η ημερομηνία λήξης πρέπει να είναι μετά την ημερομηνία έναρξης
es: La fecha de vencimiento debe ser posterior a la de inicio.
fr: La date d'expiration doit être postérieure à la date de début
he: תאריך התפוגה צריך להיות אחרי תאריך ההתחלה
id: Tanggal kedaluwarsa harus setelah tanggal mulai
it: La data di scadenza deve essere successiva alla data di inizio
kn: ಅಂತಿಮ ದಿನಾಂಕವು ಪ್ರಾರಂಭ ದಿನಾಂಕದ ನಂತರ ಇರಬೇಕು
ko: 만료일은 시작일 이후여야 합니다.
ml: കാലാവധി തിയതി ആരംഭ തിയതിക്ക് ശേഷമായിരിക്കണം
nl: Vervaldatum moet na startdatum zijn
pt_br: A data de validade deve ser posterior à data de início
ru: Дата окончания должна быть после даты начала
sv: Utgångsdatum måste vara efter startdatum
sw: Tarehe ya kumalizika inapaswa kuwa baada ya tarehe ya kuanza
te: ముగింపు తేదీ ప్రారంభ తేదీ తర్వాత ఉండాలి
tl: Ang petsa ng pagtatapos ay dapat pagkatapos ng petsa ng pagsisimula
tr: Bitiş tarihi başlangıç tarihinden sonra olmalıdır
uk: Дата закінчення повинна бути після дати початку
zh: 截止日期应晚于开始日期
zh_tw: 到期日期應晚於開始日期

source: User
be: Карыстальнік
bn: ব্যবহারকারী
da: Bruger
de: Benutzer
el: Χρήστης
es: Usuario
fr: Utilisateur
he: משתמש
id: Pengguna
it: Utente
kn: ಬಳಕೆದಾರ
ko: 사용자
ml: ഉപയോക്താവ്
nl: Gebruiker
pt_br: Usuário
ru: Пользователь
sv: Användare
sw: Mtumiaji
te: వినియోగదారు
tr: Kullanıcı
uk: Користувач
zh: 用户
zh_tw: 使用者

source: Participants
be: Удзельнікі
bn: অংশগ্রহণকারী
da: Deltagere
de: Teilnehmer
el: Συμμετέχοντες
es: Participantes
he: משתתפים
id: Peserta
it: Partecipanti
kn: ಭಾಗವಹಿಸುವವರು
ko: 참가자
ml: പങ്കാളികൾ
nl: Deelnemers
pt_br: Participantes
ru: Участники
sv: Deltagare
sw: Washiriki
te: పాల్గొనేవారు
tl: Mga Kasali
tr: Katılımcılar
uk: Учасники
zh: 参与者
zh_tw: 參與者

source: Quarterly
be: Штоквартальна
bn: ত্রৈমাসিক
da: Kvartalsvis
de: Vierteljährlich
el: Τριμηνιαία
es: Trimestral
fr: Trimestriel
he: רבעוני
id: Triwulanan
it: Trimestrale
kn: ತ್ರೈಮಾಸಿಕ
ko: 분기별
ml: ത്രൈമാസികം
nl: Per kwartaal
pt_br: Trimestral
ru: Ежеквартально
sv: Kvartalsvis
sw: Robo mwaka
te: త్రైమాసిక
tr: Üç Aylık
uk: Щоквартально
zh: 每季度
zh_tw: 每季

source: Icon Style
be: Стыль іконкі
bn: আইকন স্টাইল
da: Ikonstil
de: Symbolstil
el: Στυλ Εικονιδίου
es: Estilo de Icono
fr: Style d'icône
he: סגנון סמל
id: Gaya Ikon
it: Stile icona
kn: ಐಕಾನ್ ಶೈಲಿ
ko: 아이콘 스타일
ml: ഐക്കൺ ശൈലി
nl: Icoonstijl
pt_br: Estilo do Ícone
ru: Стиль иконки
sv: Ikonstil
sw: Mtindo wa Aikoni
te: చిహ్నం శైలి
tl: Style ng Icon
tr: Simge Stili
uk: Стиль іконки
zh: 图标样式
zh_tw: 圖示樣式

# iconStyleDescription
source: Customize your preferred icon style
be: Наладзьце пераважны стыль іконкі
bn: আপনার পছন্দের আইকন স্টাইল কাস্টমাইজ করুন
da: Tilpas din foretrukne ikonstil
de: Passen Sie Ihren bevorzugten Symbolstil an
el: Προσαρμόστε το προτιμώμενο στυλ εικονιδίου σας
es: Personaliza tu estilo de icono preferido.
fr: Personnalisez votre style d'icône préféré
he: התאם אישית את סגנון הסמל המועדף עליך
id: Sesuaikan gaya ikon pilihan Anda
it: Personalizza il tuo stile icona preferito
kn: ನಿಮ್ಮ ಇಷ್ಟದ ಐಕಾನ್ ಶೈಲಿಯನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ
ko: 선호하는 아이콘 스타일 사용자 지정
ml: ഐക്കൺ ശൈലി ക്രമീകരിക്കുക
nl: Pas uw voorkeursicoonstijl aan
pt_br: Personalize seu estilo de ícone preferido
ru: Настройте предпочитаемый стиль иконки
sv: Anpassa din föredragna ikonstil
sw: Binafsisha mtindo wako unaopendelea wa aikoni
te: మీకు ఇష్టమైన చిహ్నం శైలిని అనుకూలీకరించు
tl: I-customize ang inyong gustong style ng icon
tr: Tercih ettiğiniz simge stilini özelleştirin
uk: Налаштуйте бажаний стиль іконки
zh: 自定义您偏好的图标样式
zh_tw: 自訂您偏好的圖示樣式

source: Filled
be: Запоўненая
bn: ভরা
da: Udfyldt
de: Gefüllt
el: Γεμάτο
es: Relleno
fr: Rempli
he: מלא
id: Terisi
it: Pieno
kn: ತುಂಬಿದ
ko: 채워짐
ml: പൂരിപ്പിച്ചത്
nl: Gevuld
pt_br: Preenchido
ru: Заполненный
sv: Fylld
sw: Imejazwa
te: నిండింది
tl: Puno
tr: Dolu
uk: Заповнений
zh: 已填充
zh_tw: 填滿

source: Weight
be: Таўшчыня
bn: ওজন
da: Vægt
de: Dicke
el: Βάρος
es: Grosor
fr: Épaisseur
he: משקל
id: Berat
it: Peso
kn: ತೂಕ
ko: 두께
ml: ഭാരം
nl: Gewicht
pt_br: Peso
ru: Толщина
sv: Vikt
sw: Uzito
te: బరువు
tl: Bigat
tr: Ağırlık
uk: Товщина
zh: 粗细
zh_tw: 粗細

source: Optical Size
be: Аптычны памер
bn: অপটিক্যাল সাইজ
da: Optisk størrelse
de: Optische Größe
el: Οπτικό Μέγεθος
es: Tamaño relativo
fr: Taille optique
he: גודל אופטי
id: Ukuran Optik
it: Dimensione ottica
kn: ಆಪ್ಟಿಕಲ್ ಗಾತ್ರ
ko: 광학 크기
ml: ഒപ്റ്റിക്കൽ വലുപ്പം
nl: Optische grootte
pt_br: Tamanho Óptico
ru: Оптический размер
sv: Optisk storlek
sw: Ukubwa wa Macho
te: ఆప్టికల్ సైజు
tr: Optik Boyut
uk: Оптичний розмір
zh: 光学尺寸
zh_tw: 光學尺寸

source: Grade
be: Ступень
bn: গ্রেড
da: Grad
de: Grad
el: Βαθμός
es: Resaltado
he: דרגה
id: Kelas
it: Grado
kn: ಗ್ರೇಡ್
ko: 등급
ml: ഗ്രേഡ്
nl: Graad
pt_br: Grau
ru: Степень
sv: Grad
sw: Daraja
te: గ్రేడ్
tr: Derece
uk: Ступінь
zh: 等级
zh_tw: 等級

# youOwedMoreThanYouOwe
source: You're owed more than you owe
be: Вам павінны больш, чым вы павінны
bn: আপনার পাওনার পরিমাণ আপনার দেনার চেয়ে বেশি
da: Du skylder mere, end du skylder
de: Ihnen wird mehr geschuldet, als Sie schulden
el: Σας οφείλουν περισσότερα από όσα οφείλετε
es: Te deben más de lo que debes.
fr: On vous doit plus que ce que vous devez
he: חייבים לך יותר ממה שאתה חייב
id: Anda lebih banyak diutangi daripada Anda berutang
it: Ti devono più di quanto devi tu
kn: ನೀವು ನೀಡಬೇಕಾಗಿರುವುದಕ್ಕಿಂತ ಹೆಚ್ಚು ನಿಮಗೆ ಬರಬೇಕಾಗಿದೆ
ko: 당신이 빚진 것보다 더 많이 빚지고 있습니다.
ml: നിങ്ങൾക്ക് ലഭിക്കാനുള്ളത് നൽകാനുള്ളതിനേക്കാൾ കൂടുതൽ
nl: U heeft meer tegoed dan u schuldig bent
pt_br: Você tem mais a receber do que a pagar
ru: Вам должны больше, чем вы должны
sv: Du har mer innestående än du är skyldig
sw: Unadaiwa zaidi ya unavyodai
te: మీరు ఇవ్వాల్సిన దానికంటే ఎక్కువ మీకు రావాలి
tl: May utang sa inyo na higit pa sa inyong utang
tr: Borçlu olduğunuzdan daha fazlası size borçlu
uk: Вам винні більше, ніж ви винні
zh: 您应收的款项多于您应付的款项
zh_tw: 您應收的款項多於您應付的款項

# youOweMoreThanYouAreOwed
source: You owe more than you're owed
be: Вы павінны больш, чым вам павінны
bn: আপনার দেনার পরিমাণ আপনার পাওনার চেয়ে বেশি
da: Du skylder mere, end du skylder
de: Sie schulden mehr, als Ihnen geschuldet wird
el: Οφείλετε περισσότερα από όσα σας οφείλουν
es: Debes más de lo que te deben.
fr: Vous devez plus que ce qu'on vous doit
he: אתה חייב יותר ממה שחייבים לך
id: Anda lebih banyak berutang daripada Anda diutangi
it: Devi più di quanto ti devono
kn: ನೀವು ಬರಬೇಕಾಗಿರುವುದಕ್ಕಿಂತ ಹೆಚ್ಚು ನೀವು ನೀಡಬೇಕಾಗಿದೆ
ko: 당신이 빚진 것보다 더 많이 빚지고 있습니다.
ml: നിങ്ങൾക്ക് നൽകാനുള്ളത് ലഭിക്കാനുള്ളതിനേക്കാൾ കൂടുതൽ
nl: U bent meer schuldig dan u tegoed heeft
pt_br: Você tem mais a pagar do que a receber
ru: Вы должны больше, чем вам должны
sv: Du är skyldig mer än du har innestående
sw: Unadai zaidi ya unavyodaiwa
te: మీకు రావాల్సిన దానికంటే ఎక్కువ మీరు ఇవ్వాలి
tl: May utang kayong higit pa sa utang sa inyo
tr: Size borçlu olunandan daha fazlasını borçlusunuz
uk: Ви винні більше, ніж вам винні
zh: 您应付的款项多于您应收的款项
zh_tw: 您應付的款項多於您應收的款項

source: Others
be: Іншае
bn: অন্যান্য
da: Andre
de: Andere
el: Άλλα
es: Otros
fr: Autres
he: אחרים
id: Lainnya
it: Altri
kn: ಇತರೆ
ko: 기타
ml: മറ്റുള്ളവ
nl: Anderen
pt_br: Outros
ru: Другое
sv: Andra
sw: Nyingine
te: ఇతరులు
tl: Iba pa
tr: Diğerleri
uk: Інше
zh: 其他
zh_tw: 其他

source: About
be: Пра праграму
bn: সম্পর্কে
da: Om
de: Über
el: Σχετικά
es: Acerca de
fr: À propos
he: אודות
id: Tentang
it: Informazioni
kn: ಬಗ್ಗೆ
ko: 정보
ml: വിവരണം
nl: Over
pt_br: Sobre
ru: О приложении
sv: Om
sw: Kuhusu
te: గురించి
tl: Tungkol sa
tr: Hakkında
uk: Про додаток
zh: 关于
zh_tw: 關於

source: Selected:
be: Выбрана:
bn: নির্বাচিত:
da: Valgt:
de: Ausgewählt:
el: Επιλεγμένο:
es: Seleccionado:
fr: Sélectionné:
he: נבחר:
id: Dipilih:
it: Selezionato:
kn: ಆಯ್ಕೆಮಾಡಲಾಗಿದೆ:
ko: 선택됨:
ml: തിരഞ്ഞെടുത്തത്:
nl: Geselecteerd:
pt_br: Selecionado:
ru: Выбрано:
sv: Vald:
sw: Imechaguliwa:
te: ఎంచుకోబడింది:
tl: Napili:
tr: Seçildi:
uk: Вибрано:
zh: 已选择：
zh_tw: 已選取：

source: What should we call you?
be: Як да вас звяртацца?
bn: আমরা আপনাকে কী নামে ডাকব?
da: Hvad skal vi kalde dig?
de: Wie sollen wir Sie nennen?
el: Πώς να σας αποκαλούμε;
es: ¿Cómo deberíamos llamarte?
fr: Comment devons-nous vous appeler ?
he: איך נקרא לך?
id: Kami harus memanggil Anda apa?
it: Come dovremmo chiamarti?
kn: ನಾವು ನಿಮ್ಮನ್ನು ಏನಂತ ಕರೆಯಬೇಕು?
ko: 무엇이라고 불러드릴까요?
ml: എന്തു പേര് വിളിക്കണം?
nl: Hoe moeten we je noemen?
pt_br: Como devemos te chamar?
ru: Как вас называть?
sv: Vad ska vi kalla dig?
sw: Tukuiteje?
te: మిమ్మల్ని ఏమని పిలవాలి?
tl: Ano ang dapat naming itawag sa iyo?
tr: Sana nasıl hitap etmeliyiz?
uk: Як нам вас називати?
zh: 我们该怎么称呼您？
zh_tw: 我們該怎麼稱呼您？
