Repository: h4h13/paisa-app
Catalog: localization/app_*.arb
Languages: be, bn, da, de, el, es, fr, he, id, it, kn, ko, ml, nl, pt_br, ru, sv, sw, te, tl, tr, uk, zh, zh_tw

# recurringDueTransactionsDescription
source: Transactions that are past their scheduled date are shown here. You can: • Process them now to record the transaction • Skip them to move to the next scheduled date • Edit them to modify future occurrences
be: Транзакцыі, тэрмін якіх мінуў, паказваюцца тут. Вы можаце: • Апрацаваць іх зараз, каб зарэгістраваць транзакцыю • Прапусціць іх, каб перайсці да наступнай запланаванай даты • Рэдагаваць іх, каб змяніць будучыя падзеі
bn: যে লেনদেনগুলি তাদের নির্ধারিত তারিখ অতিক্রম করেছে সেগুলি এখানে দেখানো হয়েছে। আপনি করতে পারেন: • লেনদেন রেকর্ড করতে এখনই প্রসেস করুন • পরবর্তী নির্ধারিত তারিখে যেতে এড়িয়ে যান • ভবিষ্যতের ঘটনাগুলি পরিবর্তন করতে সম্পাদনা করুন
da: Transaktioner, der er forfaldne, vises her. Du kan: • Behandle dem nu for at registrere transaktionen • Springe dem over for at gå til næste planlagte dato • Redigere dem for at ændre fremtidige forekomster
de: Transaktionen, deren geplantes Datum überschritten ist, werden hier angezeigt. Sie können: • Sie jetzt verarbeiten, um die Transaktion zu erfassen • Sie überspringen, um zum nächsten geplanten Datum zu wechseln • Sie bearbeiten, um zukünftige Vorkommen zu ändern
el: Οι συναλλαγές που έχουν ξεπεράσει την προγραμματισμένη τους ημερομηνία εμφανίζονται εδώ. Μπορείτε: • Να τις επεξεργαστείτε τώρα για να καταγράψετε τη συναλλαγή • Να τις παραλείψετε για να μεταβείτε στην επόμενη προγραμματισμένη ημερομηνία • Να τις επεξεργαστείτε για να τροποποιήσετε μελλοντικές εμφανίσεις
es: Transacciones pasadas de fecha: • Procesar: Registrar ahora • Omitir: Pasar a siguiente fecha • Editar: Modificar futuras
fr: Les transactions dont la date prévue est dépassée sont affichées ici. Vous pouvez : • Les traiter maintenant pour enregistrer la transaction • Les ignorer pour passer à la prochaine date prévue • Les modifier pour modifier les occurrences futures
he: עסקאות שעבר מועד התשלום שלהן מוצגות כאן. אתה יכול: • לעבד אותן עכשיו כדי לרשום את העסקה • לדלג עליהן כדי לעבור למועד המתוכנן הבא • לערוך אותן כדי לשנות מופעים עתידיים
id: Transaksi yang melewati tanggal terjadwalnya ditampilkan di sini. Anda dapat: • Memprosesnya sekarang untuk mencatat transaksi • Melewatinya untuk pindah ke tanggal terjadwal berikutnya • Mengeditnya untuk mengubah kejadian di masa mendatang
it: Le transazioni la cui data programmata è passata vengono mostrate qui. Puoi: • Elaborarle ora per registrare la transazione • Saltarle per passare alla successiva data programmata • Modificarle per modificare le occorrenze future
kn: ಅವಧಿ ಮೀರಿದ ವಹಿವಾಟುಗಳು ಇಲ್ಲಿ ತೋರಿಸಲ್ಪಡುತ್ತವೆ. ನೀವು ಹೀಗೆ ಮಾಡಬಹುದು: • ವಹಿವಾಟನ್ನು ದಾಖಲಿಸಲು ಈಗಲೇ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಿ • ಮುಂದಿನ ನಿಗದಿತ ದಿನಾಂಕಕ್ಕೆ ಹೋಗಲು ಅವುಗಳನ್ನು ಬಿಟ್ಟುಬಿಡಿ • ಭವಿಷ್ಯದ ಘಟನೆಗಳನ್ನು ಮಾರ್ಪಡಿಸಲು ಅವುಗಳನ್ನು ಸಂಪಾದಿಸಿ
ko: 예정일이 지난 거래가 여기에 표시됩니다. 다음을 수행할 수 있습니다. • 지금 처리하여 거래 기록 • 다음 예정일로 이동하기 위해 건너뛰기 • 향후 발생을 수정하기 위해 편집
ml: ഷെഡ്യൂൾ ചെയ്ത തിയതി കഴിഞ്ഞ ഇടപാടുകൾ. പ്രോസസ് ചെയ്യാം, ഒഴിവാക്കാം, അല്ലെങ്കിൽ തിരുത്താം.
nl: Transacties waarvan de geplande datum is verstreken, worden hier weergegeven. U kunt: • Ze nu verwerken om de transactie vast te leggen • Ze overslaan om naar de volgende geplande datum te gaan • Ze bewerken om toekomstige gebeurtenissen te wijzigen
pt_br: Transações que passaram da data agendada são exibidas aqui. Você pode: • Processá-las agora para registrar a transação • Ignorá-las para passar para a próxima data agendada • Editá-las para modificar ocorrências futuras
ru: Транзакции, срок которых истек, отображаются здесь. Вы можете: • Обработать их сейчас, чтобы зарегистрировать транзакцию • Пропустить их, чтобы перейти к следующей запланированной дате • Редактировать их, чтобы изменить будущие события
sv: Transaktioner som har passerat sitt schemalagda datum visas här. Du kan: • Bearbeta dem nu för att registrera transaktionen • Hoppa över dem för att gå till nästa schemalagda datum • Redigera dem för att ändra framtida förekomster
sw: Miamala ambayo imepita tarehe yake iliyopangwa inaonyeshwa hapa. Unaweza: • Kuichakata sasa ili kurekodi mwamala • Kuiruka ili kuhamia tarehe inayofuata iliyopangwa • Kuihariri ili kubadilisha matukio yajayo
te: వాటి షెడ్యూల్ చేసిన తేదీ దాటిన లావాదేవీలు ఇక్కడ చూపబడతాయి. మీరు: • లావాదేవీని రికార్డ్ చేయడానికి వాటిని ఇప్పుడు ప్రాసెస్ చేయవచ్చు • తదుపరి షెడ్యూల్ చేసిన తేదీకి వెళ్లడానికి వాటిని దాటవేయవచ్చు • భవిష్యత్ సంఘటనలను సవరించడానికి వాటిని సవరించవచ్చు
tl: Ang mga transaksyong lampas na sa nakatakdang petsa ay ipinakikita dito. Maaari ninyo: • Prosesahin ngayon upang irekord ang transaksyon • Laktawan upang lumipat sa susunod na nakatakdang petsa • I-edit upang baguhin ang mga susunod na pag-uulit
tr: Planlanan tarihlerini geçen işlemler burada gösterilir. Şunları yapabilirsiniz: • İşlemi kaydetmek için şimdi işleyin • Bir sonraki planlanan tarihe geçmek için atlayın • Gelecekteki tekrarları değiştirmek için düzenleyin
uk: Транзакції, термін яких минув, відображаються тут. Ви можете: • Обробити їх зараз, щоб зареєструвати транзакцію • Пропустити їх, щоб перейти до наступної запланованої дати • Редагувати їх, щоб змінити майбутні події
zh: 已超过预定日期的交易会显示在此处。您可以： • 立即处理以记录交易 • 跳过以移至下一个预定日期 • 编辑以修改未来的发生次数
zh_tw: 已超過預定日期的交易會顯示在此處。您可以： • 立即處理以記錄交易 • 略過以移至下一個預定日期 • 編輯以修改未來的發生次數

# recurringUpcomingTransactions
source: Upcoming Transactions
be: Будучыя транзакцыі
bn: আসন্ন লেনদেন
da: Kommende transaktioner
de: Bevorstehende Transaktionen
el: Επικείμενες Συναλλαγές
es: Próximas Transacciones
fr: Transactions à venir
he: עסקאות קרובות
id: Transaksi Mendatang
it: Transazioni imminenti
kn: ಮುಂಬರುವ ವಹಿವಾಟುಗಳು
ko: 예정된 거래
ml: വരാനിരിക്കുന്ന ഇടപാടുകൾ
nl: Aankomende transacties
pt_br: Próximas Transações
ru: Предстоящие транзакции
sv: Kommande transaktioner
sw: Miamala Inayokuja
te: రాబోయే లావాదేవీలు
tl: Paparating na mga Transaksyon
tr: Yaklaşan İşlemler
uk: Майбутні транзакції
zh: 即将到来的交易
zh_tw: 即將到來的交易

# recurringUpcomingTransactionsDescription
source: Future recurring transactions are listed here. They will automatically move to 'Due Transactions' when their scheduled date arrives. You can edit these transactions at any time.
be: Будучыя рэгулярныя транзакцыі пералічаны тут. Яны аўтаматычна пяройдуць у 'Транзакцыі да аплаты', калі надыдзе іх запланаваная дата. Вы можаце рэдагаваць гэтыя транзакцыі ў любы час.
bn: ভবিষ্যতের পুনরাবৃত্ত লেনদেনগুলি এখানে তালিকাভুক্ত করা হয়েছে। তাদের নির্ধারিত তারিখ এলে সেগুলি স্বয়ংক্রিয়ভাবে 'প্রদেয় লেনদেন'-এ চলে যাবে। আপনি যেকোনো সময় এই লেনদেনগুলি সম্পাদনা করতে পারেন।
da: Fremtidige tilbagevendende transaktioner er listet her. De vil automatisk flytte til 'Forfaldne transaktioner', når deres planlagte dato ankommer. Du kan til enhver tid redigere disse transaktioner.
de: Zukünftige wiederkehrende Transaktionen sind hier aufgeführt. Sie werden automatisch zu 'Fällige Transaktionen' verschoben, wenn ihr geplantes Datum erreicht ist. Sie können diese Transaktionen jederzeit bearbeiten.
el: Οι μελλοντικές επαναλαμβανόμενες συναλλαγές παρατίθενται εδώ. Θα μεταφερθούν αυτόματα στις 'Ληξιπρόθεσμες Συναλλαγές' όταν φτάσει η προγραμματισμένη τους ημερομηνία. Μπορείτε να επεξεργαστείτε αυτές τις συναλλαγές ανά πάσα στιγμή.
es: Futuras transacciones recurrentes. Se moverán a 'Vencidas' en su fecha. Edítalas en cualquier momento.
fr: Les futures transactions périodiques sont répertoriées ici. Elles passeront automatiquement à « Transactions dues » lorsque leur date prévue arrivera. Vous pouvez modifier ces transactions à tout moment.
he: עסקאות קבועות עתידיות מפורטות כאן. הן יעברו אוטומטית ל'עסקאות לתשלום' כאשר יגיע המועד המתוכנן שלהן. ניתן לערוך עסקאות אלו בכל עת.
id: Transaksi berulang di masa mendatang tercantum di sini. Transaksi tersebut akan secara otomatis pindah ke 'Transaksi Jatuh Tempo' saat tanggal terjadwalnya tiba. Anda dapat mengedit transaksi ini kapan saja.
it: Le transazioni ricorrenti future sono elencate qui. Verranno automaticamente spostate in 'Transazioni in scadenza' quando arriverà la loro data programmata. Puoi modificare queste transazioni in qualsiasi momento.
kn: ಭವಿಷ್ಯದ ಆವರ್ತಕ ವಹಿವಾಟುಗಳು ಇಲ್ಲಿ ಪಟ್ಟಿಮಾಡಲ್ಪಟ್ಟಿವೆ. ನಿಗದಿತ ದಿನಾಂಕ ಬಂದಾಗ ಅವು ಸ್ವಯಂಚಾಲಿತವಾಗಿ 'ಬಾಕಿ ವಹಿವಾಟುಗಳು' ವಿಭಾಗಕ್ಕೆ ಚಲಿಸುತ್ತವೆ. ನೀವು ಈ ವಹಿವಾಟುಗಳನ್ನು ಯಾವುದೇ ಸಮಯದಲ್ಲಿ ಸಂಪಾದಿಸಬಹುದು.
ko: 향후 정기 거래가 여기에 나열됩니다. 예정일이 되면 자동으로 '만기 거래'로 이동합니다. 이러한 거래는 언제든지 편집할 수 있습니다.
ml: ഭാവിയിലെ ആവർത്തിക്കുന്ന ഇടപാടുകൾ ഇവിടെ. തിയതിയാകുമ്പോൾ 'അടയ്‌ക്കേണ്ടവ'യിലേക്ക് മാറും. എപ്പോൾ വേണമെങ്കിലും തിരുത്താം.
nl: Toekomstige terugkerende transacties worden hier vermeld. Ze worden automatisch verplaatst naar 'Vervallende transacties' wanneer hun geplande datum aanbreekt. U kunt deze transacties op elk moment bewerken.
pt_br: Transações recorrentes futuras estão listadas aqui. Elas serão movidas automaticamente para 'Transações Vencidas' quando a data agendada chegar. Você pode editar essas transações a qualquer momento.
ru: Будущие повторяющиеся транзакции перечислены здесь. Они автоматически переместятся в 'Просроченные транзакции', когда наступит их запланированная дата. Вы можете редактировать эти транзакции в любое время.
sv: Framtida återkommande transaktioner listas här. De kommer automatiskt att flyttas till 'Förfallna transaktioner' när deras schemalagda datum anländer. Du kan redigera dessa transaktioner när som helst.
sw: Miamala ya marudio ya baadaye imeorodheshwa hapa. Itahamia kiotomatiki kwenye 'Miamala Inayodaiwa' tarehe yake iliyopangwa inapofika. Unaweza kuhariri miamala hii wakati wowote.
te: భవిష్యత్ పునరావృతమయ్యే లావాదేవీలు ఇక్కడ జాబితా చేయబడ్డాయి. వాటి షెడ్యూల్ చేసిన తేదీ వచ్చినప్పుడు అవి స్వయంచాలకంగా 'చెల్లించవలసిన లావాదేవీలు'కు తరలించబడతాయి. మీరు ఈ లావాదేవీలను ఎప్పుడైనా సవరించవచ్చు.
tl: Ang mga hinaharap na umuulit na transaksyon ay nakalista dito. Awtomatiko silang lilipat sa 'Mga Transaksyong Due' kapag dumating ang kanilang nakatakdang petsa. Maaari ninyong i-edit ang mga transaksyong ito anumang oras.
tr: Gelecekteki tekrar eden işlemler burada listelenir. Planlanan tarihleri geldiğinde otomatik olarak 'Vadesi Gelen İşlemler'e taşınırlar. Bu işlemleri istediğiniz zaman düzenleyebilirsiniz.
uk: Майбутні регулярні транзакції перераховані тут. Вони автоматично перемістяться до 'Прострочених транзакцій', коли настане їх запланована дата. Ви можете редагувати ці транзакції в будь-який час.
zh: 未来的定期交易会列于此处。当预定日期到来时，它们会自动移至“到期交易”。您可以随时编辑这些交易。
zh_tw: 未來的定期交易會列於此處。當預定日期到來時，它們會自動移至「到期交易」。您可以隨時編輯這些交易。

source: Sign in
be: Увайсці
bn: সাইন ইন
da: Log ind
de: Anmelden
el: Σύνδεση
es: Iniciar sesión
fr: Se connecter
he: התחבר
id: Masuk
it: Accedi
kn: ಸೈನ್ ಇನ್ ಮಾಡಿ
ko: 로그인
ml: സൈൻ ഇൻ ചെയ്യുക
nl: Aanmelden
pt_br: Entrar
ru: Войти
sv: Logga in
sw: Ingia
te: సైన్ ఇన్ చేయి
tl: Mag-sign in
tr: Oturum Aç
uk: Увійти
zh: 登录
zh_tw: 登入

source: Not signed in
be: Не ўвайшлі
bn: সাইন ইন করা নেই
da: Ikke logget ind
de: Nicht angemeldet
el: Δεν έχετε συνδεθεί
es: Sin iniciar sesión
fr: Non connecté
he: לא מחובר
id: Belum masuk
it: Non connesso
kn: ಸೈನ್ ಇನ್ ಮಾಡಿಲ್ಲ
ko: 로그인하지 않음
ml: സൈൻ ഇൻ ചെയ്തിട്ടില്ല
nl: Niet aangemeld
pt_br: Não conectado
ru: Не выполнен вход
sv: Inte inloggad
sw: Hujaingia
te: సైన్ ఇన్ చేయబడలేదు
tl: Hindi naka-sign in
tr: Oturum açılmadı
uk: Не виконано вхід
zh: 未登录
zh_tw: 未登入

source: No account linked
be: Няма звязанага рахунку
bn: কোনো অ্যাকাউন্ট লিঙ্ক করা নেই
da: Ingen konto tilknyttet
de: Kein Konto verknüpft
el: Δεν υπάρχει συνδεδεμένος λογαριασμός
es: Ninguna cuenta vinculada
fr: Aucun compte lié
he: אין חשבון מקושר
id: Tidak ada akun yang terhubung
it: Nessun account collegato
kn: ಯಾವುದೇ ಖಾತೆ ಲಿಂಕ್ ಮಾಡಿಲ್ಲ
ko: 연결된 계좌 없음
ml: അക്കൗണ്ട് ലിങ്ക് ചെയ്തിട്ടില്ല
nl: Geen rekening gekoppeld
pt_br: Nenhuma conta vinculada
ru: Нет связанного счета
sv: Inget konto länkat
sw: Hakuna akaunti iliyounganishwa
te: ఖాతా లింక్ చేయబడలేదు
tl: Walang nakakonektang account
tr: Bağlı hesap yok
uk: Немає пов'язаного рахунку
zh: 没有链接的账户
zh_tw: 沒有連結的帳戶

source: Sign out
be: Выйсці
bn: সাইন আউট
da: Log ud
de: Abmelden
el: Αποσύνδεση
es: Cerrar sesión
fr: Se déconnecter
he: התנתק
id: Keluar
it: Esci
kn: ಸೈನ್ ಔಟ್ ಮಾಡಿ
ko: 로그아웃
ml: സൈൻ ഔട്ട് ചെയ്യുക
nl: Afmelden
pt_br: Sair
ru: Выйти
sv: Logga ut
sw: Toka
te: సైన్ అవుట్ చేయి
tl: Mag-sign out
tr: Oturumu Kapat
uk: Вийти
zh: 登出
zh_tw: 登出

source: Add User
be: Дадаць карыстальніка
bn: ব্যবহারকারী যোগ করুন
da: Tilføj bruger
de: Benutzer hinzufügen
el: Προσθήκη Χρήστη
es: Añadir Usuario
fr: Ajouter un utilisateur
he: הוסף משתמש
id: Tambah Pengguna
it: Aggiungi utente
kn: ಬಳಕೆದಾರರನ್ನು ಸೇರಿಸಿ
ko: 사용자 추가
ml: ഉപയോക്താവിനെ ചേർക്കുക
nl: Gebruiker toevoegen
pt_br: Adicionar Usuário
ru: Добавить пользователя
sv: Lägg till användare
sw: Ongeza Mtumiaji
te: వినియోగదారుని జోడించు
tl: Magdagdag ng User
tr: Kullanıcı Ekle
uk: Додати користувача
zh: 添加用户
zh_tw: 新增使用者

source: Delete User
be: Выдаліць карыстальніка
bn: ব্যবহারকারী মুছুন
da: Slet bruger
de: Benutzer löschen
el: Διαγραφή Χρήστη
es: Eliminar Usuario
fr: Supprimer l'utilisateur
he: מחק משתמש
id: Hapus Pengguna
it: Elimina utente
kn: ಬಳಕೆದಾರರನ್ನು ಅಳಿಸಿ
ko: 사용자 삭제
ml: ഉപയോക്താവിനെ മായ്ക്കുക
nl: Gebruiker verwijderen
pt_br: Excluir Usuário
ru: Удалить пользователя
sv: Ta bort användare
sw: Futa Mtumiaji
te: వినియోగదారుని తొలగించు
tl: Burahin ang User
tr: Kullanıcı Sil
uk: Видалити користувача
zh: 删除用户
zh_tw: 刪除使用者

# areYouSureUserDelete
source: Are you sure you want to delete {name}?.
be: Вы ўпэўнены, што хочаце выдаліць {name}?
bn: আপনি কি নিশ্চিত {name} কে মুছতে চান?
da: Er du sikker på, at du vil slette {name}?
de: Sind Sie sicher, dass Sie {name} löschen möchten?
el: Είστε σίγουροι ότι θέλετε να διαγράψετε τον χρήστη {name};
es: ¿Seguro que quieres eliminar a {name}?
fr: Êtes-vous sûr de vouloir supprimer {name} ?
he: האם אתה בטוח שברצונך למחוק את {name}?
id: Anda yakin ingin menghapus {name}?
it: Sei sicuro di voler eliminare {name}?
kn: {name} ಅನ್ನು ಅಳಿಸಲು ನೀವು ಖಚಿತವಾಗಿ ಬಯಸುತ್ತೀರಾ?
ko: {name}을(를) 삭제하시겠습니까?
ml: {name} നെ മായ്ക്കാൻ ഉറപ്പാണോ?.
nl: Weet u zeker dat u {name} wilt verwijderen?
pt_br: Tem certeza que deseja excluir {name}?
ru: Вы уверены, что хотите удалить {name}?
sv: Är du säker på att du vill ta bort {name}?
sw: Una uhakika unataka kumfuta {name}?
te: {name}ని తొలగించాలని మీరు ఖచ్చితంగా అనుకుంటున్నారా?
tl: Sigurado ba kayong gusto ninyong burahin si {name}?.
tr: {name} kullanıcısını silmek istediğinizden emin misiniz?
uk: Ви впевнені, що хочете видалити {name}?
zh: 您确定要删除 {name} 吗？
zh_tw: 您確定要刪除 {name} 嗎？

# areYouSureUserDeleteDescription
source: This will delete all transactions associated with this user.
be: Гэта выдаліць усе транзакцыі, звязаныя з гэтым карыстальнікам.
bn: এটি এই ব্যবহারকারীর সাথে যুক্ত সমস্ত লেনদেন মুছে ফেলবে।
da: Dette vil slette alle transaktioner tilknyttet denne bruger.
de: Dadurch werden alle mit diesem Benutzer verbundenen Transaktionen gelöscht.
el: Αυτό θα διαγράψει όλες τις συναλλαγές που σχετίζονται με αυτόν τον χρήστη.
es: Esto eliminará todas las transacciones asociadas a este usuario.
fr: Cela supprimera toutes les transactions associées à cet utilisateur.
he: זה ימחק את כל העסקאות הקשורות למשתמש זה.
id: Ini akan menghapus semua transaksi yang terkait dengan pengguna ini.
it: Questo eliminerà tutte le transazioni associate a questo utente.
kn: ಇದು ಈ ಬಳಕೆದಾರರಿಗೆ ಸಂಬಂಧಿಸಿದ ಎಲ್ಲಾ ವಹಿವಾಟುಗಳನ್ನು ಅಳಿಸುತ್ತದೆ.
ko: 이렇게 하면 이 사용자와 관련된 모든 거래가 삭제됩니다.
ml: ഈ ഉപയോക്താവുമായി ബന്ധപ്പെട്ട എല്ലാ ഇടപാടുകളും മായും.
nl: Dit verwijdert alle transacties die aan deze gebruiker zijn gekoppeld.
pt_br: Isso excluirá todas as transações associadas a este usuário.
ru: Это приведет к удалению всех транзакций, связанных с этим пользователем.
sv: Detta tar bort alla transaktioner kopplade till denna användare.
sw: Hii itafuta miamala yote inayohusiana na mtumiaji huyu.
te: ఇది ఈ వినియోగదారునికి సంబంధించిన అన్ని లావాదేవీలను తొలగిస్తుంది.
tl: Buburahin nito ang lahat ng transaksyong nauugnay sa user na ito.
tr: Bu, bu kullanıcıyla ilişkili tüm işlemleri silecektir.
uk: Це призведе до видалення всіх транзакцій, пов'язаних з цим користувачем.
zh: 这将删除与此用户相关的所有交易。
zh_tw: 這將會刪除與此使用者相關的所有交易。

# noUserSelectedCreateNewUser
source: No user selected, create a new user
be: Карыстальнік не выбраны, стварыце новага
bn: কোনো ব্যবহারকারী নির্বাচিত নয়, একটি নতুন ব্যবহারকারী তৈরি করুন
da: Ingen bruger valgt, opret en ny bruger
de: Kein Benutzer ausgewählt, erstellen Sie einen neuen Benutzer
el: Δεν έχει επιλεγεί χρήστης, δημιουργήστε νέο χρήστη
es: Ningún usuario seleccionado, crea uno nuevo.
fr: Aucun utilisateur sélectionné, créez un nouvel utilisateur
he: לא נבחר משתמש, צור משתמש חדש
id: Tidak ada pengguna yang dipilih, buat pengguna baru
it: Nessun utente selezionato, crea un nuovo utente
kn: ಯಾವುದೇ ಬಳಕೆದಾರರನ್ನು ಆಯ್ಕೆ ಮಾಡಿಲ್ಲ, ಹೊಸ ಬಳಕೆದಾರರನ್ನು ರಚಿಸಿ
ko: 선택된 사용자 없음, 새 사용자 생성
ml: ഉപയോക്താവിനെ തിരഞ്ഞെടുത്തില്ല, പുതിയ ഉപയോക്താവിനെ ഉണ്ടാക്കുക.
nl: Geen gebruiker geselecteerd, maak een nieuwe gebruiker aan
pt_br: Nenhum usuário selecionado, crie um novo usuário
ru: Пользователь не выбран, создайте нового пользователя
sv: Ingen användare vald, skapa en ny användare
sw: Hakuna mtumiaji aliyechaguliwa, unda mtumiaji mpya
te: వినియోగదారు ఎంచుకోబడలేదు, కొత్త వినియోగదారుని సృష్టించు
tl: Walang napiling user, lumikha ng bagong user
tr: Kullanıcı seçilmedi, yeni bir kullanıcı oluşturun
uk: Користувача не вибрано, створіть нового користувача
zh: 没有选择用户，请创建新用户
zh_tw: 沒有選取使用者，請建立新使用者

# selectUser
source: Select a user profile
be: Выберыце профіль карыстальніка
bn: একটি ব্যবহারকারী প্রোফাইল নির্বাচন করুন
da: Vælg en brugerprofil
de: Wählen Sie ein Benutzerprofil
el: Επιλέξτε προφίλ χρήστη
es: Selecciona un perfil de usuario
fr: Sélectionner un profil utilisateur
he: בחר פרופיל משתמש
id: Pilih profil pengguna
it: Seleziona un profilo utente
kn: ಬಳಕೆದಾರ ಪ್ರೊಫೈಲ್ ಆಯ್ಕೆಮಾಡಿ
ko: 사용자 프로필 선택
ml: ഉപയോക്തൃ പ്രൊഫൈൽ തിരഞ്ഞെടുക്കുക
nl: Selecteer een gebruikersprofiel
pt_br: Selecione um perfil de usuário
ru: Выберите профиль пользователя
sv: Välj en användarprofil
sw: Chagua wasifu wa mtumiaji
te: వినియోగదారు ప్రొఫైల్‌ను ఎంచుకోండి
tl: Pumili ng user profile
tr: Bir kullanıcı profili seçin
uk: Виберіть профіль користувача
zh: 选择用户配置文件
zh_tw: 選擇使用者設定檔

# cannotDeleteOnlyUser
source: Cannot delete the only user. Create another user first.
be: Немагчыма выдаліць адзінага карыстальніка. Спачатку стварыце іншага.
bn: একমাত্র ব্যবহারকারীকে মুছতে পারবেন না। প্রথমে অন্য একজন ব্যবহারকারী তৈরি করুন।
da: Kan ikke slette den eneste bruger. Opret en anden bruger først.
de: Der einzige Benutzer kann nicht gelöscht werden. Erstellen Sie zuerst einen anderen Benutzer.
el: Δεν είναι δυνατή η διαγραφή του μοναδικού χρήστη. Δημιουργήστε πρώτα έναν άλλο χρήστη.
es: No puedes eliminar el único usuario. Crea otro primero.
fr: Impossible de supprimer le seul utilisateur. Créez d'abord un autre utilisateur.
he: לא ניתן למחוק את המשתמש היחיד. צור משתמש אחר תחילה.
id: Tidak dapat menghapus satu-satunya pengguna. Buat pengguna lain terlebih dahulu.
it: Impossibile eliminare l'unico utente. Crea prima un altro utente.
kn: ಏಕೈಕ ಬಳಕೆದಾರರನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಮೊದಲು ಮತ್ತೊಬ್ಬ ಬಳಕೆದಾರರನ್ನು ರಚಿಸಿ.
ko: 유일한 사용자는 삭제할 수 없습니다. 먼저 다른 사용자를 생성하세요.
ml: ഒരേയൊരു ഉപയോക്താവിനെ മായ്ക്കാൻ കഴിയില്ല. മറ്റൊരാളെ ആദ്യം ഉണ്ടാക്കുക.
nl: Kan de enige gebruiker niet verwijderen. Maak eerst een andere gebruiker aan.
pt_br: Não é possível excluir o único usuário. Crie outro usuário primeiro.
ru: Невозможно удалить единственного пользователя. Сначала создайте другого пользователя.
sv: Kan inte ta bort den enda användaren. Skapa en annan användare först.
sw: Huwezi kufuta mtumiaji pekee. Unda mtumiaji mwingine kwanza.
te: ఒకే వినియోగదారుని తొలగించడం సాధ్యం కాదు. ముందుగా మరొక వినియోగదారుని సృష్టించు.
tl: Hindi maaaring burahin ang tanging user. Lumikha muna ng ibang user.
tr: Tek kullanıcı silinemez. Önce başka bir kullanıcı oluşturun.
uk: Неможливо видалити єдиного користувача. Спочатку створіть іншого користувача.
zh: 无法删除唯一的用户。请先创建另一个用户。
zh_tw: 無法刪除唯一的使用者。請先建立另一個使用者。

# cannotDeleteCurrentUser
source: Cannot delete the current user. Switch to another user first.
be: Немагчыма выдаліць бягучага карыстальніка. Спачатку пераключыцеся на іншага.
bn: বর্তমান ব্যবহারকারীকে মুছতে পারবেন না। প্রথমে অন্য একজন ব্যবহারকারীতে স্যুইচ করুন।
da: Kan ikke slette den aktuelle bruger. Skift til en anden bruger først.
de: Der aktuelle Benutzer kann nicht gelöscht werden. Wechseln Sie zuerst zu einem anderen Benutzer.
el: Δεν είναι δυνατή η διαγραφή του τρέχοντος χρήστη. Πρώτα, αλλάξτε σε άλλο χρήστη.
es: No puedes eliminar el usuario actual. Cambia a otro primero.
fr: Impossible de supprimer l'utilisateur actuel. Basculez d'abord vers un autre utilisateur.
he: לא ניתן למחוק את המשתמש הנוכחי. עבור למשתמש אחר תחילה.
id: Tidak dapat menghapus pengguna saat ini. Beralih ke pengguna lain terlebih dahulu.
it: Impossibile eliminare l'utente corrente. Passa prima a un altro utente.
kn: ಪ್ರಸ್ತುತ ಬಳಕೆದಾರರನ್ನು ಅಳಿಸಲು ಸಾಧ್ಯವಿಲ್ಲ. ಮೊದಲು ಮತ್ತೊಬ್ಬ ಬಳಕೆದಾರರಿಗೆ ಬದಲಿಸಿ.
ko: 현재 사용자는 삭제할 수 없습니다. 먼저 다른 사용자로 전환하세요.
ml: നിലവിലെ ഉപയോക്താവിനെ മായ്ക്കാൻ കഴിയില്ല. മറ്റൊരാളിലേക്ക് ആദ്യം മാറുക.
nl: Kan de huidige gebruiker niet verwijderen. Schakel eerst over naar een andere gebruiker.
pt_br: Não é possível excluir o usuário atual. Mude para outro usuário primeiro.
ru: Невозможно удалить текущего пользователя. Сначала переключитесь на другого пользователя.
sv: Kan inte ta bort den aktuella användaren. Byt till en annan användare först.
sw: Huwezi kumfuta mtumiaji wa sasa. Badilisha kwa mtumiaji mwingine kwanza.
te: ప్రస్తుత వినియోగదారుని తొలగించడం సాధ్యం కాదు. ముందుగా మరొక వినియోగదారునికి మారండి.
tl: Hindi maaaring burahin ang kasalukuyang user. Lumipat muna sa ibang user.
tr: Mevcut kullanıcı silinemez. Önce başka bir kullanıcıya geçin.
uk: Неможливо видалити поточного користувача. Спочатку переключіться на іншого користувача.
zh: 无法删除当前用户。请先切换到另一个用户。
zh_tw: 無法刪除目前的使用者。請先切換到另一個使用者。

# currencySymbol
source: Currency: {currency}
be: Валюта: {currency}
bn: মুদ্রা: {currency}
da: Valuta: {currency}
de: Währung: {currency}
el: Νόμισμα: {currency}
es: Moneda: {currency}
fr: Devise : {currency}
he: מטבע: {currency}
id: Mata Uang: {currency}
it: Valuta: {currency}
kn: ಕರೆನ್ಸಿ: {currency}
ko: 통화: {currency}
ml: കറൻസി: {currency}
nl: Valuta: {currency}
pt_br: Moeda: {currency}
ru: Валюта: {currency}
sv: Valuta: {currency}
sw: Sarafu: {currency}
te: కరెన్సీ: {currency}
tl: Pera: {currency}
tr: Para Birimi: {currency}
uk: Валюта: {currency}
zh: 货币：{currency}
zh_tw: 貨幣：{currency}

# profilePhoto
source: Profile photo(optional)
be: Фота профілю
bn: প্রোফাইল ফটো (ঐচ্ছিক)
da: Profilbillede
de: Profilfoto
el: Φωτογραφία Προφίλ
es: Foto de Perfil
fr: Photo de profil
he: תמונת פרופיל
id: Foto Profil
it: Foto profilo
kn: ಪ್ರೊಫೈಲ್ ಫೋಟೋ
ko: 프로필 사진
ml: പ്രൊഫൈൽ ഫോട്ടോ (ഓപ്ഷണൽ)
nl: Profielfoto
pt_br: Foto do Perfil
ru: Фото профиля
sv: Profilbild
sw: Picha ya wasifu (hiari)
te: ప్రొఫైల్ ఫోటో
tl: Larawan ng profile (opsyonal)
tr: Profil Fotoğrafı
uk: Фото профілю
zh: 个人资料照片
zh_tw: 個人資料相片

source: Currency
be: Валюта
bn: মুদ্রা
da: Valuta
de: Währung
el: Νόμισμα
es: Moneda
fr: Devise
he: מטבע
id: Mata Uang
it: Valuta
kn: ಕರೆನ್ಸಿ
ko: 통화
ml: കറൻസി
nl: Valuta
pt_br: Moeda
ru: Валюта
sv: Valuta
sw: Sarafu
te: కరెన్సీ
tl: Pera
tr: Para Birimi
uk: Валюта
zh: 货币
zh_tw: 貨幣

source: Search Currency...
be: Пошук валюты...
bn: মুদ্রা অনুসন্ধান করুন...
da: Søg valuta...
de: Währung suchen...
el: Αναζήτηση Νομίσματος...
es: Buscar Moneda...
fr: Rechercher une devise...
he: חפש מטבע...
id: Cari Mata Uang...
it: Cerca valuta...
kn: ಕರೆನ್ಸಿ ಹುಡುಕಿ...
ko: 통화 검색...
ml: കറൻസി തിരയുക...
nl: Valuta zoeken...
pt_br: Pesquisar Moeda...
ru: Поиск валюты...
sv: Sök valuta...
sw: Tafuta Sarafu...
te: కరెన్సీని శోధించు...
tl: Maghanap ng Pera...
tr: Para Birimi Ara...
uk: Пошук валюти...
zh: 搜索货币...
zh_tw: 搜尋貨幣...
