Repository: h4h13/paisa-app
Catalog: localization/app_*.arb
Languages: be, bn, da, de, el, es, fr, he, id, it, kn, ko, ml, nl, pt_br, ru, sv, sw, te, tl, tr, uk, zh, zh_tw

# websiteDesc
source: Visit our website for more information
be: Наведайце наш вэб-сайт для атрымання дадатковай інфармацыі
bn: আরও তথ্যের জন্য আমাদের ওয়েবসাইট দেখুন
da: Besøg vores hjemmeside for mere information
de: Besuchen Sie unsere Website für weitere Informationen
el: Επισκεφθείτε την ιστοσελίδα μας για περισσότερες πληροφορίες
es: Visita nuestro sitio web para más información.
fr: Visitez notre site Web pour plus d'informations
he: בקר באתר האינטרנט שלנו למידע נוסף
id: Kunjungi situs web kami untuk informasi lebih lanjut
it: Visita il nostro sito web per maggiori informazioni
kn: ಹೆಚ್ಚಿನ ಮಾಹಿತಿಗಾಗಿ ನಮ್ಮ ವೆಬ್‌ಸೈಟ್ ಭೇಟಿ ನೀಡಿ
ko: 자세한 정보는 웹사이트를 방문하세요
ml: കൂടുതൽ വിവരങ്ങൾക്കായി വെബ്സൈറ്റ്
nl: Bezoek onze website voor meer informatie
pt_br: Visite nosso website para mais informações
ru: Посетите наш веб-сайт для получения дополнительной информации
sv: Besök vår webbplats för mer information
sw: Tembelea tovuti yetu kwa maelezo zaidi
te: మరింత సమాచారం కోసం మా వెబ్‌సైట్‌ను సందర్శించండి
tl: Bisitahin ang aming website para sa karagdagang impormasyon
tr: Daha fazla bilgi için web sitemizi ziyaret edin
uk: Відвідайте наш веб-сайт для отримання додаткової інформації
zh: 访问我们的网站以获取更多信息
zh_tw: 訪問我們的網站以獲取更多資訊

source: Default category
be: Катэгорыя па змаўчанні
bn: ডিফল্ট বিভাগ
da: Standardkategori
de: Standardkategorie
el: Προεπιλεγμένη κατηγορία
es: Categoría predeterminada
fr: Catégorie par défaut
he: קטגוריית ברירת מחדל
id: Kategori Default
it: Categoria predefinita
kn: ಡೀಫಾಲ್ಟ್ ವರ್ಗ
ko: 기본 카테고리
ml: സ്ഥിരം വിഭാഗം
nl: Standaard categorie
pt_br: Categoria Padrão
ru: Категория по умолчанию
sv: Standardkategori
sw: Kategoria chaguo-msingi
te: డిఫాల్ట్ వర్గం
tl: Default na kategorya
tr: Varsayılan Kategori
uk: Категорія за замовчуванням
zh: 默认分类
zh_tw: 預設分類

# selectGoal
source: Select a goal
be: Выбраць мэту
bn: একটি লক্ষ্য নির্বাচন করুন
da: Vælg mål
de: Ziel auswählen
el: Επιλογή στόχου
es: Seleccionar meta
fr: Sélectionner un objectif
he: בחר יעד
id: Pilih Tujuan
it: Seleziona obiettivo
kn: ಗುರಿ ಆಯ್ಕೆಮಾಡಿ
ko: 목표 선택
ml: ഒരു ലക്ഷ്യം തിരഞ്ഞെടുക്കുക
nl: Selecteer doel
pt_br: Selecionar Meta
ru: Выберите цель
sv: Välj mål
sw: Chagua lengo
te: లక్ష్యాన్ని ఎంచుకోండి
tl: Pumili ng layunin
tr: Hedef Seç
uk: Вибрати ціль
zh: 选择目标
zh_tw: 選擇目標

source: See all
be: Глядзець усе
bn: সব দেখুন
da: Se alle
de: Alle anzeigen
el: Προβολή όλων
es: Ver todo
fr: Voir tout
he: ראה הכל
id: Lihat Semua
it: Vedi tutto
kn: ಎಲ್ಲವನ್ನೂ ನೋಡಿ
ko: 전체 보기
ml: എല്ലാം കാണുക
nl: Alles zien
pt_br: Ver Todos
ru: Смотреть все
sv: Se alla
sw: Tazama zote
te: అన్నీ చూడండి
tl: Makita lahat
tr: Tümünü Gör
uk: Дивитися все
zh: 查看全部
zh_tw: 查看全部

source: Edit goal
be: Рэдагаваць мэту
bn: লক্ষ্য সম্পাদনা করুন
da: Rediger mål
de: Ziel bearbeiten
el: Επεξεργασία στόχου
es: Editar Meta
fr: Modifier l'objectif
he: ערוך יעד
id: Edit Tujuan
it: Modifica obiettivo
kn: ಗುರಿಯನ್ನು ಸಂಪಾದಿಸಿ
ko: 목표 수정
ml: ലക്ഷ്യം തിരുത്തുക
nl: Doel bewerken
pt_br: Editar Meta
ru: Редактировать цель
sv: Redigera mål
sw: Hariri lengo
te: లక్ష్యాన్ని సవరించు
tl: I-edit ang layunin
tr: Hedef Düzenle
uk: Редагувати ціль
zh: 编辑目标
zh_tw: 編輯目標

source: Edit budget
be: Рэдагаваць бюджэт
bn: বাজেট সম্পাদনা করুন
da: Rediger budget
de: Budget bearbeiten
el: Επεξεργασία προϋπολογισμού
es: Editar Presupuesto
fr: Modifier le budget
he: ערוך תקציב
id: Edit Anggaran
it: Modifica budget
kn: ಆಯವ್ಯಯವನ್ನು ಸಂಪಾದಿಸಿ
ko: 예산 수정
ml: ബഡ്ജറ്റ് തിരുത്തുക
nl: Budget bewerken
pt_br: Editar Orçamento
ru: Редактировать бюджет
sv: Redigera budget
sw: Hariri bajeti
te: బడ్జెట్‌ను సవరించు
tl: I-edit ang badyet
tr: Bütçe Düzenle
uk: Редагувати бюджет
zh: 编辑预算
zh_tw: 編輯預算

# deleteGoal
source: Deleting the {goalName} goal?
be: Выдаліць мэту {goalName}?
bn: {goalName} লক্ষ্যটি মুছছেন?
da: Slet målet {goalName}?
de: Ziel {goalName} löschen?
el: Διαγραφή του στόχου {goalName};
es: ¿Eliminar la meta {goalName}?
fr: Supprimer l'objectif {goalName} ?
he: למחוק את יעד {goalName}?
id: Menghapus tujuan {goalName}?
it: Eliminare l'obiettivo {goalName}?
kn: {goalName} ಗುರಿಯನ್ನು ಅಳಿಸುವುದೇ?
ko: {goalName} 목표를 삭제하시겠습니까?
ml: ലക്ഷ്യം മായ്ക്കണോ?
nl: Doel {goalName} verwijderen?
pt_br: Excluindo a meta {goalName}?
ru: Удалить цель {goalName}?
sv: Ta bort målet {goalName}?
sw: Unafuta lengo la {goalName}?
te: {goalName} లక్ష్యాన్ని తొలగించాలా?
tr: {goalName} hedefini silmek mi?
uk: Видалити ціль {goalName}?
zh: 删除目标 {goalName}？
zh_tw: 刪除目標 {goalName}？

# deletedGoal
source: Goal deleted
be: Мэта выдалена
bn: লক্ষ্য মুছে ফেলা হয়েছে
da: Mål slettet
de: Ziel gelöscht
el: Ο στόχος διαγράφηκε
es: Meta eliminada
fr: Objectif supprimé
he: היעד נמחק
id: Tujuan dihapus
it: Obiettivo eliminato
kn: ಗುರಿಯನ್ನು ಅಳಿಸಲಾಗಿದೆ
ko: 목표가 삭제되었습니다
ml: ലക്ഷ്യം മാറ്റി
nl: Doel verwijderd
pt_br: Meta excluída
ru: Цель удалена
sv: Mål borttaget
sw: Lengo limefutwa
te: లక్ష్యం తొలగించబడింది
tl: Natanggal ang layunin
tr: Hedef silindi
uk: Ціль видалено
zh: 已删除目标
zh_tw: 已刪除目標

source: Loans
be: Пазыкі
bn: ঋণ
da: Lån
de: Darlehen
el: Δάνεια
es: Préstamos
fr: Prêts
he: הלוואות
id: Pinjaman
it: Prestiti
kn: ಸಾಲಗಳು
ko: 대출
ml: വായ്പകൾ
nl: Leningen
pt_br: Empréstimos
ru: Займы
sv: Lån
sw: Mikopo
te: రుణాలు
tl: Mga Utang
tr: Krediler
uk: Позики
zh: 贷款
zh_tw: 貸款

source: Lending
be: Пазычанне (я даю)
bn: ধার দেওয়া
da: Udlån
de: Verleihen
el: Δανεισμός (εγώ δίνω)
es: Prestado
fr: Prêt (je donne)
he: הלוואה (אני נותן)
id: Meminjamkan (saya memberi)
it: Prestito (io do)
kn: ಸಾಲ ನೀಡುವಿಕೆ (ನಾನು ನೀಡುತ್ತೇನೆ)
ko: 대여 (내가 빌려줌)
ml: വായ്പ നൽകുന്നു
nl: Uitlenen (ik geef)
pt_br: Emprestando (eu dou)
ru: Кредитование (я даю)
sv: Utlåning (jag ger)
sw: Kukopesha
te: రుణం ఇవ్వడం (నేను ఇస్తాను)
tl: Pagpapahiram
tr: Borç Verme
uk: Позичання (я даю)
zh: 出借 (我借出)
zh_tw: 出借 (我借出)

source: Borrowing
be: Запазычанне (я бяру)
bn: ধার নেওয়া
da: Lånoptagelse
de: Ausleihen
el: Δανεισμός (εγώ παίρνω)
es: Debo
fr: Emprunt (je prends)
he: השאלה (אני לוקח)
id: Meminjam (saya mengambil)
it: Presa in prestito (io prendo)
kn: ಸಾಲ ಪಡೆಯುವಿಕೆ (ನಾನು ಪಡೆಯುತ್ತೇನೆ)
ko: 차입 (내가 빌림)
ml: വായ്പ എടുക്കുന്നു
nl: Lenen (ik neem)
pt_br: Tomando emprestado (eu pego)
ru: Заимствование (я беру)
sv: Lån (jag tar)
sw: Kukopa
te: రుణం తీసుకోవడం (నేను తీసుకుంటాను)
tl: Pag-utang
tr: Borç Alma
uk: Запозичення (я беру)
zh: 借入 (我借入)
zh_tw: 借入 (我借入)

source: Add loan
be: Дадаць пазыку
bn: ঋণ যোগ করুন
da: Tilføj lån
de: Darlehen hinzufügen
el: Προσθήκη δανείου
es: Añadir Préstamo
fr: Ajouter un prêt
he: הוסף הלוואה
id: Tambah Pinjaman
it: Aggiungi prestito
kn: ಸಾಲ ಸೇರಿಸಿ
ko: 대출 추가
ml: വായ്പ ചേർക്കുക
nl: Lening toevoegen
pt_br: Adicionar Empréstimo
ru: Добавить займ
sv: Lägg till lån
sw: Ongeza mkopo
te: రుణాన్ని జోడించు
tl: Magdagdag ng utang
tr: Kredi Ekle
uk: Додати позику
zh: 添加贷款
zh_tw: 新增貸款

source: Edit loan
be: Рэдагаваць пазыку
bn: ঋণ সম্পাদনা করুন
da: Rediger lån
de: Darlehen bearbeiten
el: Επεξεργασία δανείου
es: Editar Préstamo
fr: Modifier le prêt
he: ערוך הלוואה
id: Edit Pinjaman
it: Modifica prestito
kn: ಸಾಲ ಸಂಪಾದಿಸಿ
ko: 대출 수정
ml: വായ്പ തിരുത്തുക
nl: Lening bewerken
pt_br: Editar Empréstimo
ru: Редактировать займ
sv: Redigera lån
sw: Hariri mkopo
te: రుణాన్ని సవరించు
tl: I-edit ang utang
tr: Kredi Düzenle
uk: Редагувати позику
zh: 编辑贷款
zh_tw: 編輯貸款

# emptyLoansMessageTitle
source: No loans
be: Няма пазык
bn: কোনো ঋণ নেই
da: Ingen lån
de: Keine Darlehen
el: Δεν υπάρχει κανένα δάνειο
es: No hay préstamos
fr: Aucun prêt
he: אין הלוואות
id: Tidak ada pinjaman
it: Nessun prestito
kn: ಯಾವುದೇ ಸಾಲಗಳಿಲ್ಲ
ko: 대출 없음
ml: വായ്പകളില്ല
nl: Geen leningen
pt_br: Sem empréstimos
ru: Нет займов
sv: Inga lån
sw: Hakuna mikopo
te: రుణాలు లేవు
tl: Walang mga utang
tr: Kredi Yok
uk: Немає позик
zh: 没有贷款
zh_tw: 沒有貸款

# emptyLoansMessageSubTitle
source: Add a loan to view it here
be: Дадайце пазыку, каб убачыць яе тут
bn: এখানে দেখতে একটি ঋণ যোগ করুন
da: Tilføj et lån for at se det her
de: Fügen Sie ein Darlehen hinzu, um es hier anzuzeigen
el: Προσθέστε ένα δάνειο για να το δείτε εδώ
es: Añade un préstamo para verlo aquí.
fr: Ajoutez un prêt pour l'afficher ici
he: הוסף הלוואה כדי לראות אותה כאן
id: Tambahkan pinjaman untuk melihatnya di sini
it: Aggiungi un prestito per visualizzarlo qui
kn: ಇಲ್ಲಿ ವೀಕ್ಷಿಸಲು ಸಾಲವನ್ನು ಸೇರಿಸಿ
ko: 대출을 추가하여 여기에서 확인하세요
ml: വായ്പ ചേർക്കുക
nl: Voeg een lening toe om deze hier te zien
pt_br: Adicione um empréstimo para visualizá-lo aqui
ru: Добавьте займ, чтобы увидеть его здесь
sv: Lägg till ett lån för att se det här
sw: Ongeza mkopo ili uuone hapa
te: ఇక్కడ చూడటానికి రుణాన్ని జోడించండి
tl: Magdagdag ng utang upang makita dito
tr: Burada görüntülemek için bir kredi ekleyin
uk: Додайте позику, щоб побачити її тут
zh: 添加贷款以在此查看
zh_tw: 新增貸款以在此查看

# deleteSubscription
source: Deleting the {subscription} subscription?
be: Выдаліць падпіску {subscription}?
bn: {subscription} সাবস্ক্রিপশনটি মুছছেন?
da: Slet abonnementet {subscription}?
de: Abonnement {subscription} löschen?
el: Διαγραφή της συνδρομής {subscription};
es: ¿Eliminar la suscripción {subscription}?
fr: Supprimer l'abonnement {subscription} ?
he: למחוק את המנוי {subscription}?
id: Menghapus langganan {subscription}?
it: Eliminare l'abbonamento {subscription}?
kn: {subscription} ಚಂದಾದಾರಿಕೆಯನ್ನು ಅಳಿಸುವುದೇ?
ko: {subscription} 구독을 삭제하시겠습니까?
ml: {subscription} സബ്സ്ക്രിപ്ഷൻ മായ്ക്കണോ?
nl: Abonnement {subscription} verwijderen?
pt_br: Excluindo a assinatura {subscription}?
ru: Удалить подписку {subscription}?
sv: Ta bort prenumerationen {subscription}?
sw: Unafuta usajili wa {subscription}?
te: {subscription} చందాను తొలగించాలా?
tr: {subscription} aboneliğini silmek mi?
uk: Видалити підписку {subscription}?
zh: 删除订阅 {subscription}？
zh_tw: 刪除訂閱 {subscription}？

source: Terms of Use
be: Умовы выкарыстання
bn: ব্যবহারের শর্তাবলী
da: Brugsbetingelser
de: Nutzungsbedingungen
el: Όροι Χρήσης
es: Términos de Uso
fr: Conditions d'utilisation
he: תנאי שימוש
id: Ketentuan Penggunaan
it: Termini di utilizzo
kn: ಬಳಕೆಯ ನಿಯಮಗಳು
ko: 이용약관
ml: ഉപയോഗ നിബന്ധനകൾ
nl: Gebruiksvoorwaarden
pt_br: Termos de Uso
ru: Условия использования
sv: Användarvillkor
sw: Masharti ya Matumizi
te: ఉపయోగ నిబంధనలు
tl: Mga Tuntunin sa Paggamit
tr: Kullanım Koşulları
uk: Умови використання
zh: 使用条款
zh_tw: 使用條款

source: Restore purchases
be: Аднавіць пакупкі
bn: ক্রয় পুনরুদ্ধার করুন
da: Gendan køb
de: Käufe wiederherstellen
el: Επαναφορά αγορών
es: Restaurar compras
fr: Restaurer les achats
he: שחזר רכישות
id: Pulihkan pembelian
it: Ripristina acquisti
kn: ಖರೀದಿಗಳನ್ನು ಮರುಸ್ಥಾಪಿಸಿ
ko: 구매 복원
ml: വാങ്ങിയവ പുനഃസ്ഥാപിക്കുക
nl: Aankopen herstellen
pt_br: Restaurar compras
ru: Восстановить покупки
sv: Återställ köp
sw: Rejesha manunuzi
te: కొనుగోళ్లను పునరుద్ధరించు
tl: I-restore ang mga binili
tr: Satın Almaları Geri Yükle
uk: Відновити покупки
zh: 恢复购买项目
zh_tw: 還原購買項目

# continueText
source: Continue
be: Працягнуць
bn: চালিয়ে যান
da: Fortsæt
de: Fortfahren
el: Συνέχεια
es: Continuar
fr: Continuer
he: המשך
id: Lanjutkan
it: Continua
kn: ಮುಂದುವರಿಸಿ
ko: 계속
ml: തുടരുക
nl: Doorgaan
pt_br: Continuar
ru: Продолжить
sv: Fortsätt
sw: Endelea
te: కొనసాగించు
tl: Magpatuloy
tr: Devam Et
uk: Продовжити
zh: 继续
zh_tw: 繼續

source: Action needed
be: Патрабуецца дзеянне
bn: পদক্ষেপ প্রয়োজন
da: Handling påkrævet
de: Maßnahmen erforderlich
el: Απαιτείται ενέργεια
es: Acción necesaria
fr: Action requise
he: נדרשת פעולה
id: Perlu tindakan
it: Azione necessaria
kn: ಕ್ರಮ ಅಗತ್ಯವಿದೆ
ko: 조치 필요
ml: ചെയ്യേണ്ട കാര്യങ്ങൾ
nl: Actie vereist
pt_br: Ação necessária
ru: Требуется действие
sv: Åtgärd krävs
sw: Hatua inahitajika
te: చర్య అవసరం
tl: Kailangan ng aksyon
tr: Eylem Gerekli
uk: Потрібна дія
zh: 需要操作
zh_tw: 需要操作

# spendingAnalytics
source: Analytics
be: Аналітыка выдаткаў
bn: বিশ্লেষণ
da: Forbrugsanalyse
de: Ausgabenanalyse
el: Ανάλυση Δαπανών
es: Análisis de gastos
fr: Analyse des dépenses
he: ניתוח הוצאות
id: Analisis Pengeluaran
it: Analisi delle spese
kn: ಖರ್ಚು ವಿಶ್ಲೇಷಣೆ
ko: 지출 분석
ml: അനലിറ്റിക്സ്
nl: Uitgavenanalyse
pt_br: Análise de Gastos
ru: Аналитика расходов
sv: Utgiftsanalys
sw: Uchambuzi
te: ఖర్చుల విశ్లేషణలు
tr: Analizler
uk: Аналітика витрат
zh: 支出分析
zh_tw: 支出分析

source: Monthly Overview
be: Месячны агляд
bn: মাসিক সংক্ষিপ্ত বিবরণ
da: Månedlig oversigt
de: Monatsübersicht
el: Μηνιαία Επισκόπηση
es: Resumen mensual
fr: Aperçu mensuel
he: סקירה חודשית
id: Ringkasan Bulanan
it: Panoramica mensile
kn: ತಿಂಗಳ ಅವಲೋಕನ
ko: 월간 개요
ml: പ്രതിമാസ അവലോകനം
nl: Maandelijks overzicht
pt_br: Visão Geral Mensal
ru: Месячный обзор
sv: Månadsöversikt
sw: Muhtasari wa Mwezi
te: నెలవారీ అవలోకనం
tl: Buwanang Pangkalahatang-ideya
tr: Aylık Genel Bakış
uk: Місячний огляд
zh: 每月总览
zh_tw: 每月總覽

source: Spending Predictions
be: Прагнозы выдаткаў
bn: খরচের পূর্বাভাস
da: Forbrugsprognoser
de: Ausgabenprognosen
el: Προβλέψεις Δαπανών
es: Predicciones de gastos
fr: Prévisions de dépenses
he: תחזיות הוצאות
id: Prediksi Pengeluaran
it: Previsioni di spesa
kn: ಖರ್ಚು ಮುನ್ಸೂಚನೆಗಳು
ko: 지출 예측
ml: ചെലവ് പ്രവചനങ്ങൾ
nl: Uitgavenvoorspellingen
pt_br: Previsões de Gastos
ru: Прогнозы расходов
sv: Utgiftsprognoser
sw: Utabiri wa Matumizi
te: ఖర్చుల అంచనాలు
tl: Mga Hula sa Paggastos
tr: Harcama Tahminleri
uk: Прогнози витрат
zh: 支出预测
zh_tw: 支出預測

source: Unusual Spending
be: Незвычайныя выдаткі
bn: অস্বাভাবিক খরচ
da: Usædvanligt forbrug
de: Ungewöhnliche Ausgaben
el: Ασυνήθιστες Δαπάνες
es: Gastos inusuales
fr: Dépenses inhabituelles
he: הוצאות חריגות
id: Pengeluaran Tidak Biasa
it: Spese insolite
kn: ಅಸಾಮಾನ್ಯ ಖರ್ಚು
ko: 비정상적인 지출
ml: അസാധാരണ ചെലവ്
nl: Ongebruikelijke uitgaven
pt_br: Gastos Incomuns
ru: Необычные расходы
sv: Ovanliga utgifter
sw: Matumizi Yasiyo ya Kawaida
te: అసాధారణ ఖర్చులు
tl: Hindi Karaniwang Paggastos
tr: Olağandışı Harcama
uk: Незвичайні витрати
zh: 异常支出
zh_tw: 異常支出

source: Average Spending
be: Сярэднія выдаткі
bn: গড় খরচ
da: Gennemsnitligt forbrug
de: Durchschnittliche Ausgaben
el: Μέσος Όρος Δαπανών
es: Gasto promedio
fr: Dépenses moyennes
he: הוצאות ממוצעות
id: Rata-rata Pengeluaran
it: Spesa media
kn: ಸರಾಸರಿ ಖರ್ಚು
ko: 평균 지출
ml: ശരാശരി ചെലവ്
nl: Gemiddelde uitgaven
pt_br: Gasto Médio
ru: Средние расходы
sv: Genomsnittliga utgifter
sw: Matumizi ya Wastani
te: సగటు ఖర్చులు
tl: Average na Paggastos
tr: Ortalama Harcama
uk: Середні витрати
zh: 平均支出
zh_tw: 平均支出

source: Predicted
be: Прагназуецца
bn: পূর্বাভাসিত
da: Forudsagt
de: Vorhergesagt
el: Προβλέπεται
es: Previsto
fr: Prévu
he: צפוי
id: Diprediksi
it: Previsto
kn: ಮುನ್ಸೂಚನೆ
ko: 예측됨
ml: പ്രവചിച്ചത്
nl: Voorspeld
pt_br: Previsto
ru: Прогнозируемые
sv: Prognostiserat
sw: Imetabiriwa
te: అంచనా వేయబడింది
tl: Hinuhula
tr: Tahmin Edilen
uk: Прогнозовано
zh: 预测
zh_tw: 預測

source: Increasing
be: Павялічваецца
bn: বাড়ছে
da: Stigende
de: Steigend
el: Αυξάνεται
es: Aumentando
fr: Augmentation
he: עולה
id: Meningkat
it: In aumento
kn: ಹೆಚ್ಚುತ್ತಿದೆ
ko: 증가
ml: കൂടുന്നു
nl: Stijgend
pt_br: Aumentando
ru: Увеличение
sv: Ökande
sw: Inaongezeka
te: పెరుగుతోంది
tl: Tumataas
tr: Artan
uk: Зростає
zh: 增加
zh_tw: 增加

source: Decreasing
be: Змяншаецца
bn: কমছে
da: Faldende
de: Sinkend
el: Μειώνεται
es: Disminuyendo
fr: Diminution
he: יורד
id: Menurun
it: In diminuzione
kn: ಕಡಿಮೆಯಾಗುತ್ತಿದೆ
ko: 감소
ml: കുറയുന്നു
nl: Dalend
pt_br: Diminuindo
ru: Уменьшение
sv: Minskande
sw: Inapungua
te: తగ్గుతోంది
tl: Bumababa
tr: Azalan
uk: Зменшується
zh: 减少
zh_tw: 減少

source: Stable
be: Стабільна
bn: স্থিতিশীল
da: Stabil
de: Stabil
el: Σταθερά
es: Estable
he: יציב
id: Stabil
it: Stabile
kn: ಸ್ಥಿರ
ko: 안정
ml: സ്ഥിരത
nl: Stabiel
pt_br: Estável
ru: Стабильно
sv: Stabilt
sw: Imara
te: స్థిరంగా ఉంది
tl: Matatag
tr: Kararlı
uk: Стабільно
zh: 稳定
zh_tw: 穩定

source: Current Spending
be: Бягучыя выдаткі
bn: বর্তমান খরচ
da: Nuværende forbrug
de: Aktuelle Ausgaben
el: Τρέχουσες Δαπάνες
es: Gasto actual
fr: Dépenses actuelles
he: הוצאות נוכחיות
id: Pengeluaran Saat Ini
it: Spesa attuale
kn: ಪ್ರಸ್ತುತ ಖರ್ಚು
ko: 현재 지출
ml: നിലവിലെ ചെലവ്
nl: Huidige uitgaven
pt_br: Gasto Atual
ru: Текущие расходы
sv: Nuvarande utgifter
sw: Matumizi ya Sasa
te: ప్రస్తుత ఖర్చులు
tl: Kasalukuyang Paggastos
tr: Mevcut Harcama
uk: Поточні витрати
zh: 当前支出
zh_tw: 目前支出

# averageMonthly
source: Monthly Average
be: Сярэднямесячна
bn: মাসিক গড়
da: Månedligt gennemsnit
de: Monatsdurchschnitt
el: Μηνιαίος Μέσος Όρος
es: Promedio mensual
fr: Moyenne mensuelle
he: ממוצע חודשי
id: Rata-rata Bulanan
it: Media mensile
kn: ಸರಾಸರಿ ಮಾಸಿಕ
ko: 월 평균
ml: പ്രതിമാസ ശരാശരി
nl: Maandelijks gemiddelde
pt_br: Média Mensal
ru: Среднемесячные
sv: Månadsgenomsnitt
sw: Wastani wa Mwezi
te: నెలవారీ సగటు
tl: Buwanang Average
tr: Aylık Ortalama
uk: Середньомісячно
zh: 每月平均
zh_tw: 每月平均

source: Last 6 Months
be: Апошнія 6 месяцаў
bn: গত ৬ মাস
da: Seneste 6 måneder
de: Letzte 6 Monate
el: Τελευταίοι 6 Μήνες
es: Últimos 6 meses
fr: 6 derniers mois
he: 6 חודשים אחרונים
id: 6 Bulan Terakhir
it: Ultimi 6 mesi
kn: ಕಳೆದ 6 ತಿಂಗಳುಗಳು
ko: 최근 6개월
ml: കഴിഞ്ഞ 6 മാസം
nl: Laatste 6 maanden
pt_br: Últimos 6 Meses
ru: Последние 6 месяцев
sv: Senaste 6 månaderna
sw: Miezi 6 iliyopita
te: గత 6 నెలలు
tl: Huling 6 na Buwan
tr: Son 6 Ay
uk: Останні 6 місяців
zh: 过去 6 个月
zh_tw: 過去 6 個月

source: Trending Up
be: Тэндэнцыя росту
bn: ঊর্ধ্বমুখী
da: Stigende tendens
de: Aufwärtstrend
el: Ανοδική Τάση
es: Tendencia al alza
fr: Tendance à la hausse
he: במגמת עלייה
id: Tren Naik
it: In tendenza positiva
kn: ಮೇಲ್ಮುಖ ಪ್ರವೃತ್ತಿ
ko: 상승 추세
ml: കൂടുന്ന പ്രവണത
nl: Opwaartse trend
pt_br: Tendência de Alta
ru: Тренд вверх
sv: Uppåtgående trend
sw: Mwenendo wa Kupanda
te: పైకి పోతోంది
tl: Pataas ang Trend
tr: Yükselen Trend
uk: Тренд вгору
zh: 趋势上升
zh_tw: 趨勢上升

source: Trending Down
be: Тэндэнцыя зніжэння
bn: নিম্নমুখী
da: Faldende tendens
de: Abwärtstrend
el: Καθοδική Τάση
es: Tendencia a la baja
fr: Tendance à la baisse
he: במגמת ירידה
id: Tren Turun
it: In tendenza negativa
kn: ಕೆಳಮುಖ ಪ್ರವೃತ್ತಿ
ko: 하락 추세
ml: കുറയുന്ന പ്രവണത
nl: Neerwaartse trend
pt_br: Tendência de Baixa
ru: Тренд вниз
sv: Nedåtgående trend
sw: Mwenendo wa Kushuka
te: కిందికి పోతోంది
tl: Pababa ang Trend
tr: Düşen Trend
uk: Тренд вниз
zh: 趋势下降
zh_tw: 趨勢下降

source: Overall Spending
be: Агульныя выдаткі
bn: সার্বিক খরচ
da: Samlet forbrug
de: Gesamtausgaben
el: Συνολικές Δαπάνες
es: Gasto total
fr: Dépenses globales
he: סך כל ההוצאות
id: Total Pengeluaran
it: Spesa complessiva
kn: ಒಟ್ಟಾರೆ ಖರ್ಚು
ko: 전체 지출
ml: മൊത്തം ചെലവ്
nl: Totale uitgaven
pt_br: Gasto Total
ru: Общие расходы
sv: Totala utgifter
sw: Matumizi ya Jumla
te: మొత్తం ఖర్చులు
tl: Kabuuang Paggastos
tr: Genel Harcama
uk: Загальні витрати
zh: 总体支出
zh_tw: 總體支出

# notificationTitle
source: Daily reminder
be: Штодзённае напамінанне
bn: দৈনিক অনুস্মারক
da: Daglig påmindelse
de: Tägliche Erinnerung
el: Καθημερινή υπενθύμιση
es: Recordatorio diario
fr: Rappel quotidien
he: תזכורת יומית
id: Pengingat Harian
it: Promemoria giornaliero
kn: ದೈನಂದಿನ ಜ್ಞಾಪನೆ
ko: 일일 알림
ml: ദിവസേനയുള്ള ഓർമ്മപ്പെടുത്തൽ
nl: Dagelijkse herinnering
pt_br: Lembrete Diário
ru: Ежедневное напоминание
sv: Daglig påminnelse
sw: Kikumbusho cha kila siku
te: రోజువారీ రిమైండర్
tl: Araw-araw na paalala
tr: Günlük Hatırlatıcı
uk: Щоденне нагадування
zh: 每日提醒
zh_tw: 每日提醒

# notificationDesc
source: Set a reminder to track your daily transactions
be: Усталюйце напамін для адсочвання штодзённых транзакцый
bn: আপনার দৈনিক লেনদেন ট্র্যাক করার জন্য একটি অনুস্মারক সেট করুন
da: Indstil en påmindelse til at spore dine daglige transaktioner
de: Richten Sie eine Erinnerung ein, um Ihre täglichen Transaktionen zu verfolgen
el: Ορίστε μια υπενθύμιση για να παρακολουθείτε τις καθημερινές σας συναλλαγές
es: Define un recordatorio para tus transacciones diarias.
fr: Définissez un rappel pour suivre vos transactions quotidiennes
he: הגדר תזכורת למעקב אחר העסקאות היומיות שלך
id: Atur pengingat untuk melacak transaksi harian Anda
it: Imposta un promemoria per tenere traccia delle tue transazioni giornaliere
kn: ನಿಮ್ಮ ದೈನಂದಿನ ವಹಿವಾಟುಗಳನ್ನು ಟ್ರ್ಯಾಕ್ ಮಾಡಲು ಜ್ಞಾಪನೆ ಹೊಂದಿಸಿ
ko: 일일 거래 추적을 위한 알림 설정
ml: ദിവസേനയുള്ള ഇടപാടുകൾ ട്രാക്ക് ചെയ്യാൻ ഓർമ്മപ്പെടുത്തൽ
nl: Stel een herinnering in voor het bijhouden van dagelijkse transacties
pt_br: Definir um lembrete para acompanhar suas transações diárias
ru: Установите напоминание для отслеживания ежедневных транзакций
sv: Ställ in en påminnelse för att spåra dina dagliga transaktioner
sw: Weka kikumbusho cha kufuatilia miamala yako ya kila siku
te: మీ రోజువారీ లావాదేవీలను ట్రాక్ చేయడానికి రిమైండర్‌ను సెట్ చేయండి
tl: Magtakda ng reminder upang subaybayan ang inyong araw-araw na mga transaksyon
tr: Günlük işlemlerinizi takip etmek için bir hatırlatıcı ayarlayın
uk: Встановіть нагадування для відстеження щоденних транзакцій
zh: 设置提醒以跟踪您的每日交易
zh_tw: 設定提醒以追蹤您的每日交易

source: Notification time
be: Час апавяшчэння
bn: বিজ্ঞপ্তির সময়
da: Notifikationstidspunkt
de: Benachrichtigungszeit
el: Ώρα ειδοποίησης
es: Hora de notificación
fr: Heure de notification
he: זמן התראה
id: Waktu notifikasi
it: Orario della notifica
kn: ಅಧಿಸೂಚನೆ ಸಮಯ
ko: 알림 시간
ml: നോട്ടിഫിക്കേഷൻ സമയം
nl: Notificatietijd
pt_br: Horário da notificação
ru: Время уведомления
sv: Notifikationstid
sw: Wakati wa arifa
te: నోటిఫికేషన్ సమయం
tl: Oras ng notification
tr: Bildirim Zamanı
uk: Час сповіщення
zh: 通知时间
zh_tw: 通知時間

# notificationTimeDesc
source: Set the time to receive the notification
be: Усталюйце час для атрымання апавяшчэння
bn: বিজ্ঞপ্তি পাওয়ার জন্য সময় সেট করুন
da: Indstil tidspunktet for at modtage notifikationen
de: Legen Sie die Zeit für den Empfang der Benachrichtigung fest
el: Ορίστε την ώρα λήψης της ειδοποίησης
es: Establece la hora para recibir la notificación.
fr: Définissez l'heure de réception de la notification
he: הגדר את הזמן לקבלת התראה
id: Atur waktu untuk menerima notifikasi
it: Imposta l'orario per ricevere la notifica
kn: ಅಧಿಸೂಚನೆಯನ್ನು ಸ್ವೀಕರಿಸಲು ಸಮಯವನ್ನು ಹೊಂದಿಸಿ
ko: 알림을 받을 시간 설정
ml: നോട്ടിഫിക്കേഷൻ സമയം വെക്കുക
nl: Stel de tijd in om notificaties te ontvangen
pt_br: Definir o horário para receber a notificação
ru: Установите время получения уведомления
sv: Ställ in tiden för att ta emot notifikationen
sw: Weka wakati wa kupokea arifa
te: నోటిఫికేషన్‌ను స్వీకరించడానికి సమయాన్ని సెట్ చేయండి
tl: Itakda ang oras upang makatanggap ng notification
tr: Bildirimi almak için zamanı ayarlayın
uk: Встановіть час для отримання сповіщення
zh: 设置接收通知的时间
zh_tw: 設定接收通知的時間

source: Upcoming
be: Будучыя
bn: আসন্ন
da: Kommende
de: Bevorstehend
el: Επερχόμενες
es: Próximos
fr: À venir
he: קרובות
id: Mendatang
it: Prossimi
kn: ಮುಂಬರುವ
ko: 예정
ml: വരാനിരിക്കുന്നത്
nl: Aankomend
pt_br: Próximos
ru: Предстоящие
sv: Kommande
sw: Inayokuja
te: రాబోయే
tl: Paparating
tr: Yaklaşan
uk: Майбутні
zh: 即将到来
zh_tw: 即將到來

# paidFromAccount
source: Paid from: {accountName}
be: Аплачана з: {accountName}
bn: প্রদান করা হয়েছে: {accountName} থেকে
da: Betalt fra: {accountName}
de: Bezahlt von: {accountName}
el: Πληρώθηκε από: {accountName}
es: Pagado desde: {accountName}
fr: Payé depuis : {accountName}
he: שולם מ: {accountName}
id: Dibayar dari: {accountName}
it: Pagato dall'account: {accountName}
kn: ಪಾವತಿಸಿದ ಖಾತೆಯಿಂದ: {accountName}
ko: 결제 계좌: {accountName}
ml: അടച്ചത്: {accountName} നിന്ന്
nl: Betaald van rekening: {accountName}
pt_br: Pago da conta: {accountName}
ru: Оплачено со счета: {accountName}
sv: Betald från konto: {accountName}
sw: Imelipwa kutoka: {accountName}
te: నుండి చెల్లించబడింది: {accountName}
tr: Ödenen Hesap: {accountName}
uk: Сплачено з рахунку: {accountName}
zh: 支付自账户：{accountName}
zh_tw: 支付自帳戶：{accountName}

# processNow
source: Process
be: Апрацаваць
bn: প্রসেস করুন
da: Behandl
de: Verarbeiten
el: Επεξεργασία
es: Procesar
fr: Traiter
he: בצע
id: Proses
it: Elabora
kn: ಈಗ ಪ್ರಕ್ರಿಯೆಗೊಳಿಸಿ
ko: 지금 처리
ml: പ്രോസസ് ചെയ്യുക
nl: Verwerken
pt_br: Processar
ru: Обработать
sv: Behandla
sw: Chakata
te: ప్రాసెస్ చేయి
tl: Proseso
tr: İşle
uk: Обробити
zh: 立即处理
zh_tw: 處理
