Repository: h4h13/paisa-app
Catalog: localization/app_*.arb
Languages: be, bn, da, de, el, es, fr, he, id, it, kn, ko, ml, nl, pt_br, ru, sv, sw, te, tl, tr, uk, zh, zh_tw

# loanInfoDescription
source: Lending: You pay now, and your friend will pay you back later. Example: You buy movie tickets for everyone. Your friends owe you money. Borrowing: Your friend pays, and you’ll pay them back later. Example: Your friend pays the restaurant bill. You owe them.
be: Пазычанне (я даю): вы плаціце зараз, а ваш сябар верне вам пазней. Прыклад: вы купляеце білеты ў кіно для ўсіх. Сябры вам вінны грошы. Запазычанне (я бяру): ваш сябар плаціць, а вы вернеце яму пазней. Прыклад: ваш сябар аплачвае рахунак у рэстаране. Вы яму вінны.
bn: ধার দেওয়া: আপনি এখন পরিশোধ করছেন, এবং আপনার বন্ধু আপনাকে পরে ফেরত দেবে। উদাহরণ: আপনি সবার জন্য সিনেমার টিকিট কিনছেন। আপনার বন্ধুরা আপনার কাছে ঋণী। ধার নেওয়া: আপনার বন্ধু পরিশোধ করছে, এবং আপনি পরে তাদের ফেরত দেবেন। উদাহরণ: আপনার বন্ধু রেস্তোরাঁর বিল পরিশোধ করেছে। আপনি তাদের কাছে ঋণী।
da: Udlån: Du betaler nu, og din ven betaler dig tilbage senere. Eksempel: Du køber biografbilletter til alle. Dine venner skylder dig penge. Lånoptagelse: Din ven betaler, og du betaler dem tilbage senere. Eksempel: Din ven betaler restaurantregningen. Du skylder dem penge.
de: Verleihen: Sie zahlen jetzt, und Ihr Freund zahlt Ihnen später zurück. Beispiel: Sie kaufen Kinokarten für alle. Ihre Freunde schulden Ihnen Geld. Ausleihen: Ihr Freund zahlt, und Sie zahlen ihm später zurück. Beispiel: Ihr Freund bezahlt die Restaurantrechnung. Sie schulden ihm Geld.
el: Δανεισμός (εγώ δίνω): Πληρώνετε τώρα, και ο φίλος σας θα σας επιστρέψει αργότερα. Παράδειγμα: Αγοράζετε εισιτήρια κινηματογράφου για όλους. Οι φίλοι σας σας χρωστάνε χρήματα. Δανεισμός (εγώ παίρνω): Ο φίλος σας πληρώνει, και εσείς θα του επιστρέψετε αργότερα. Παράδειγμα: Ο φίλος σας πληρώνει τον λογαριασμό του εστιατορίου. Του χρωστάτε χρήματα.
es: Prestar: Pagas ahora, tu amigo te lo devuelve después. Ej: Compras entradas de cine para todos. Te deben dinero. Debes: Tu amigo paga, tú se lo devuelves después. Ej: Tu amigo paga la cuenta del restaurante. Le debes dinero.
fr: Prêt : Vous payez maintenant, et votre ami vous remboursera plus tard. Exemple : Vous achetez des billets de cinéma pour tout le monde. Vos amis vous doivent de l'argent. Emprunt : Votre ami paie, et vous le rembourserez plus tard. Exemple : Votre ami paie l'addition du restaurant. Vous lui devez de l'argent.
he: הלוואה (אני נותן): אתה משלם עכשיו, וחברך יחזיר לך מאוחר יותר. דוגמה: אתה קונה כרטיסי קולנוע לכולם. חבריך חייבים לך כסף. השאלה (אני לוקח): חברך משלם, ואתה תחזיר לו מאוחר יותר. דוגמה: חברך משלם את חשבון המסעדה. אתה חייב לו.
id: Meminjamkan (saya memberi): Anda membayar sekarang, dan teman Anda akan mengembalikannya nanti. Contoh: Anda membeli tiket bioskop untuk semua orang. Teman Anda berutang uang kepada Anda. Meminjam (saya mengambil): Teman Anda membayar, dan Anda akan mengembalikannya nanti. Contoh: Teman Anda membayar tagihan restoran. Anda berutang padanya.
it: Prestito (io do): Paghi ora e il tuo amico ti restituirà più tardi. Esempio: Compri i biglietti del cinema per tutti. I tuoi amici ti devono dei soldi. Presa in prestito (io prendo): Il tuo amico paga e tu gli restituirai più tardi. Esempio: Il tuo amico paga il conto del ristorante. Tu gli devi dei soldi.
kn: ಸಾಲ ನೀಡುವಿಕೆ (ನಾನು ನೀಡುತ್ತೇನೆ): ನೀವು ಈಗ ಪಾವತಿಸುತ್ತೀರಿ, ಮತ್ತು ನಿಮ್ಮ ಸ್ನೇಹಿತರು ನಿಮಗೆ ನಂತರ ಹಿಂತಿರುಗಿಸುತ್ತಾರೆ. ಉದಾಹರಣೆ: ನೀವು ಎಲ್ಲರಿಗೂ ಸಿನೆಮಾ ಟಿಕೆಟ್‌ಗಳನ್ನು ಖರೀದಿಸುತ್ತೀರಿ. ನಿಮ್ಮ ಸ್ನೇಹಿತರು ನಿಮಗೆ ಹಣವನ್ನು ನೀಡಬೇಕಾಗಿದೆ. ಸಾಲ ಪಡೆಯುವಿಕೆ (ನಾನು ಪಡೆಯುತ್ತೇನೆ): ನಿಮ್ಮ ಸ್ನೇಹಿತರು ಪಾವತಿಸುತ್ತಾರೆ, ಮತ್ತು ನೀವು ಅವರಿಗೆ ನಂತರ ಹಿಂತಿರುಗಿಸುತ್ತೀರಿ. ಉದಾಹರಣೆ: ನಿಮ್ಮ ಸ್ನೇಹಿತರು ರೆಸ್ಟೋರೆಂಟ್ ಬಿಲ್ ಪಾವತಿಸುತ್ತಾರೆ. ನೀವು ಅವರಿಗೆ ಹಣವನ್ನು ನೀಡಬೇಕಾಗಿದೆ.
ko: 대여 (내가 빌려줌): 지금 결제하면 친구가 나중에 갚을 것입니다. 예: 모두를 위해 영화표를 삽니다. 친구들이 당신에게 돈을 빚지고 있습니다. 차입 (내가 빌림): 친구가 결제하면 당신이 나중에 갚을 것입니다. 예: 친구가 식당 계산서를 지불합니다. 당신이 그에게 돈을 빚지고 있습니다.
ml: നൽകുന്നത്: നിങ്ങൾ ഇപ്പോൾ പണം നൽകുന്നു, പിന്നീട് സുഹൃത്ത് തിരികെ നൽകും. ഉദാ: സിനിമ ടിക്കറ്റ്. എടുക്കുന്നത്: സുഹൃത്ത് നൽകുന്നു, പിന്നീട് നിങ്ങൾ തിരികെ നൽകും. ഉദാ: റെസ്റ്റോറൻ്റ് ബിൽ.
nl: Uitlenen (ik geef): U betaalt nu, en uw vriend betaalt u later terug. Voorbeeld: U koopt bioscoopkaartjes voor iedereen. Uw vrienden zijn u geld schuldig. Lenen (ik neem): Uw vriend betaalt, en u betaalt hem later terug. Voorbeeld: Uw vriend betaalt de restaurantrekening. U bent hem geld schuldig.
pt_br: Emprestar (eu dou): Você paga agora, e seu amigo lhe devolve depois. Exemplo: Você compra ingressos de cinema para todos. Seus amigos lhe devem dinheiro. Tomar emprestado (eu pego): Seu amigo paga, e você lhe devolve depois. Exemplo: Seu amigo paga a conta do restaurante. Você lhe deve dinheiro.
ru: Кредитование (я даю): Вы платите сейчас, а ваш друг вернет вам позже. Пример: Вы покупаете билеты в кино для всех. Ваши друзья должны вам деньги. Заимствование (я беру): Ваш друг платит, а вы вернете ему позже. Пример: Ваш друг оплачивает счет в ресторане. Вы должны ему деньги.
sv: Utlåning (jag ger): Du betalar nu, och din vän betalar tillbaka senare. Exempel: Du köper biobiljetter till alla. Dina vänner är skyldiga dig pengar. Lån (jag tar): Din vän betalar, och du betalar tillbaka senare. Exempel: Din vän betalar restaurangnotan. Du är skyldig honom pengar.
sw: Kukopesha: Unalipa sasa, na rafiki yako atakurejeshea baadaye. Mfano: Unanunua tikiti za sinema kwa kila mtu. Marafiki zako wanadaiwa na wewe. Kukopa: Rafiki yako analipa, na wewe utamrejeshea baadaye. Mfano: Rafiki yako analipa bili ya mgahawa. Wewe unamdai.
te: రుణం ఇవ్వడం (నేను ఇస్తాను): మీరు ఇప్పుడు చెల్లిస్తారు, మరియు మీ స్నేహితుడు మీకు తరువాత తిరిగి చెల్లిస్తాడు. ఉదాహరణ: మీరు అందరికీ సినిమా టిక్కెట్లు కొంటారు. మీ స్నేహితులు మీకు డబ్బు ఇవ్వాలి. రుణం తీసుకోవడం (నేను తీసుకుంటాను): మీ స్నేహితుడు చెల్లిస్తాడు, మరియు మీరు అతనికి తరువాత తిరిగి చెల్లిస్తారు. ఉదాహరణ: మీ స్నేహితుడు రెస్టారెంట్ బిల్లు చెల్లిస్తాడు. మీరు అతనికి డబ్బు ఇవ్వాలి.
tr: Kredi verme, geri ödeme beklentisiyle başka bir tarafa para verme eylemidir. Borç alma, geri ödeme anlaşmasıyla bir kreditörden para alma eylemidir.
uk: Позичання (я даю): Ви платите зараз, а ваш друг поверне вам пізніше. Приклад: Ви купуєте квитки в кіно для всіх. Ваші друзі повинні вам гроші. Запозичення (я беру): Ваш друг платить, а ви повернете йому пізніше. Приклад: Ваш друг оплачує рахунок у ресторані. Ви повинні йому гроші.
zh: 出借 (我借出)：您现在付款，您的朋友稍后会还给您。 示例：您为大家购买电影票。您的朋友欠您钱。 借入 (我借入)：您的朋友付款，您稍后会还给他们。 示例：您的朋友支付餐厅账单。您欠他们钱。
zh_tw: 出借 (我借出)：您現在付款，您的朋友稍後會還給您。 範例：您為大家購買電影票。您的朋友欠您錢。 借入 (我借入)：您的朋友付款，您稍後會還給他們。 範例：您的朋友支付餐廳帳單。您欠他們錢。

# ivyImporterDescription
source: Import your transactions from Ivy wallet app
be: Імпартуйце свае транзакцыі з праграмы Ivy Wallet
bn: আইভি ওয়ালেট অ্যাপ থেকে আপনার লেনদেন ইম্পোর্ট করুন
da: Importer dine transaktioner fra Ivy Wallet-appen
de: Importieren Sie Ihre Transaktionen aus der Ivy Wallet-App
el: Εισαγάγετε τις συναλλαγές σας από την εφαρμογή Ivy wallet
es: Importa tus transacciones desde la app Ivy Wallet.
fr: Importez vos transactions depuis l'application Portefeuille Ivy
he: ייבא את העסקאות שלך מאפליקציית Ivy Wallet
id: Impor transaksi Anda dari aplikasi Dompet Ivy
it: Importa le tue transazioni dall'app Ivy Wallet
kn: Ivy Wallet ಅಪ್ಲಿಕೇಶನ್‌ನಿಂದ ನಿಮ್ಮ ವಹಿವಾಟುಗಳನ್ನು ಆಮದು ಮಾಡಿ
ko: Ivy Wallet 앱에서 거래 내역을 가져오세요
ml: ഐവി വാലറ്റിൽ നിന്ന് ഇടപാടുകൾ ഇംപോർട്ട് ചെയ്യുക
nl: Importeer uw transacties uit de Ivy Wallet-app
pt_br: Importe suas transações do app Carteira Ivy
ru: Импортируйте транзакции из приложения Ivy Wallet
sv: Importera dina transaktioner från Ivy Wallet-appen
sw: Ingiza miamala yako kutoka kwenye programu ya Pochi ya Ivy
te: ఐవీ వ్యాలెట్ అనువర్తనం నుండి మీ లావాదేవీలను దిగుమతి చేయండి
tr: Ivy cüzdan uygulamasından işlemlerinizi içe aktarın
uk: Імпортуйте транзакції з програми Ivy Wallet
zh: 从 Ivy 钱包应用导入您的交易
zh_tw: 從 Ivy 錢包應用程式匯入您的交易

source: Spending Trend
be: Тэндэнцыя выдаткаў
bn: খরচের প্রবণতা
da: Forbrugstendens
de: Ausgabentrend
el: Τάση Δαπανών
es: Tendencia de Gastos
fr: Tendance des dépenses
he: מגמת הוצאות
id: Tren Pengeluaran
it: Andamento delle spese
kn: ಖರ್ಚು ಪ್ರವೃತ್ತಿ
ko: 지출 추세
ml: ചെലവ് പ്രവണത
nl: Uitgaventrend
pt_br: Tendência de Gastos
ru: Тренд расходов
sv: Utgiftstrend
sw: Mwenendo wa Matumizi
te: ఖర్చు ధోరణి
tr: Harcama Trendi
uk: Тренд витрат
zh: 支出趋势
zh_tw: 支出趨勢

# categorySpendingTrend
source: Category Spending Trends
be: Тэндэнцыі выдаткаў па катэгорыях
bn: বিভাগের খরচের প্রবণতা
da: Kategoriforbrugstendenser
de: Ausgabentrends nach Kategorien
el: Τάσεις Δαπανών Κατηγορίας
es: Tendencias de Gasto por Categoría
fr: Tendances des dépenses par catégorie
he: מגמות הוצאות לפי קטגוריות
id: Tren Pengeluaran Kategori
it: Andamenti di spesa per categoria
kn: ವರ್ಗಗಳ ಪ್ರಕಾರ ಖರ್ಚು ಪ್ರವೃತ್ತಿಗಳು
ko: 카테고리별 지출 추세
ml: വിഭാഗം ചെലവ് പ്രവണതകൾ
nl: Categorie-uitgaventrends
pt_br: Tendências de Gastos por Categoria
ru: Тренды расходов по категориям
sv: Kategoriutgiftstrender
sw: Mwenendo wa Matumizi kwa Kategoria
te: వర్గం ఖర్చు ధోరణులు
tr: Kategori Harcama Trendleri
uk: Тренди витрат за категоріями
zh: 分类支出趋势
zh_tw: 分類支出趨勢

source: Category Breakdown
be: Разбор па катэгорыях
bn: বিভাগ অনুযায়ী ভাঙ্গন
da: Kategorifordeling
de: Kategorieaufschlüsselung
el: Κατανομή Κατηγοριών
es: Desglose por Categoría
fr: Répartition par catégorie
he: פירוט קטגוריות
id: Rincian Kategori
it: Analisi della categoria
kn: ವರ್ಗ ವಿಭಜನೆ
ko: 카테고리 분석
ml: വിഭാഗം തിരിച്ച്
nl: Categorie-uitsplitsing
pt_br: Detalhamento por Categoria
ru: Разбивка по категориям
sv: Kategoriuppdelning
sw: Uchanganuzi wa Kategoria
te: వర్గం విశ్లేషణ
tr: Kategori Dağılımı
uk: Розбивка за категоріями
zh: 分类明细
zh_tw: 分類明細

# categorySubtitle
source: {description} {transactionCount, plural, one{# transaction} other{{transactionCount} transactions}}
be: {description} {transactionCount, plural, one{# транзакцыя} other{{transactionCount} транзакцый}}
bn: {description} {transactionCount, plural, one{#টি লেনদেন} other{{transactionCount}টি লেনদেন}}
da: {description} {transactionCount, plural, one{1 transaktion} other{{transactionCount} transaktioner}}
de: {description} {transactionCount, plural, one{1 Transaktion} other{{transactionCount} Transaktionen}}
el: {description} {transactionCount, plural, one{1 συναλλαγή} other{{transactionCount} συναλλαγές}}
es: {description} {transactionCount, plural, one{1 transacción} other{{transactionCount} transacciones}}
fr: {description} {transactionCount, plural, one{1 transaction} other{{transactionCount} transactions}}
he: {description} {transactionCount, plural, one{עסקה אחת} other{{transactionCount} עסקאות}}
id: {description} {transactionCount, plural, one{1 transaksi} other{{transactionCount} transaksi}}
it: {description} {transactionCount, plural, one{1 transazione} other{{transactionCount} transazioni}}
kn: {description} {transactionCount, plural,zero{ಇಲ್ಲ} one{1 ವಹಿವಾಟು} other{{transactionCount} ವಹಿವಾಟುಗಳು}}
ko: {description} {transactionCount, plural, zero{거래 없음} one{1건의 거래} other{{transactionCount}건의 거래}}
ml: {description} {transactionCount, plural, one{# ഇടപാട്} other{{transactionCount} ഇടപാടുകൾ}}
nl: {description} {transactionCount, plural, one{1 transactie} other{{transactionCount} transacties}}
pt_br: {description} {transactionCount, plural, zero{Nenhuma transação} one{1 transação} other{{transactionCount} transações}}
ru: {description} {transactionCount, plural, zero{Нет транзакций} one{1 транзакция} other{{transactionCount} транзакций}}
sv: {description} {transactionCount, plural, one{1 transaktion} other{{transactionCount} transaktioner}}
sw: {description} {transactionCount, plural, one{Mwamala #} other{Miamala {transactionCount}}}
te: {description} {transactionCount, plural, zero{లావాదేవీలు లేవు} one{1 లావాదేవీ} other{{transactionCount} లావాదేవీలు}}
tr: {description} {transactionCount, plural, zero{İşlem yok} one{# işlem} other{{transactionCount} işlem}}
uk: {description} {transactionCount, plural, zero{Транзакцій немає} one{1 транзакція} other{{transactionCount} транзакцій}}
zh: {description} {transactionCount, plural, zero{没有交易} one{1 笔交易} other{{transactionCount} 笔交易}}
zh_tw: {description} {transactionCount, plural, zero{沒有交易} one{1 筆交易} other{{transactionCount} 筆交易}}

source: Today
be: Сёння
bn: আজ
da: I dag
de: Heute
el: Σήμερα
es: Hoy
fr: Aujourd'hui
he: היום
id: Hari ini
it: Oggi
kn: ಇಂದು
ko: 오늘
ml: ഇന്ന്
nl: Vandaag
pt_br: Hoje
ru: Сегодня
sv: Idag
sw: Leo
te: ఈ రోజు
tl: Ngayon
tr: Bugün
uk: Сьогодні
zh: 今天
zh_tw: 今天

source: Yesterday
be: Учора
bn: গতকাল
da: I går
de: Gestern
el: Χθες
es: Ayer
fr: Hier
he: אתמול
id: Kemarin
it: Ieri
kn: ನಿನ್ನೆ
ko: 어제
ml: ഇന്നലെ
nl: Gisteren
pt_br: Ontem
ru: Вчера
sv: Igår
sw: Jana
te: నిన్న
tl: Kahapon
tr: Dün
uk: Вчора
zh: 昨天
zh_tw: 昨天

source: Tomorrow
be: Заўтра
bn: আগামীকাল
da: I morgen
de: Morgen
el: Αύριο
es: Mañana
fr: Demain
he: מחר
id: Besok
it: Domani
kn: ನಾಳೆ
ko: 내일
ml: നാളെ
nl: Morgen
pt_br: Amanhã
ru: Завтра
sv: Imorgon
sw: Kesho
te: రేపు
tl: Bukas
tr: Yarın
uk: Завтра
zh: 明天
zh_tw: 明天

source: Reports
be: Справаздачы
bn: রিপোর্ট
da: Rapporter
de: Berichte
el: Αναφορές
es: Informes
fr: Rapports
he: דוחות
id: Laporan
it: Rapporti
kn: ವರದಿಗಳು
ko: 보고서
ml: റിപ്പോർട്ടുകൾ
nl: Rapporten
pt_br: Relatórios
ru: Отчеты
sv: Rapporter
sw: Ripoti
te: నివేదికలు
tl: Mga Ulat
tr: Raporlar
uk: Звіти
zh: 报告
zh_tw: 報告

# discordDesc
source: Join our discord community to get help and support
be: Далучайцеся да нашай суполкі Discord для дапамогі і падтрымкі
bn: সাহায্য এবং সমর্থনের জন্য আমাদের ডিসকর্ড কমিউনিটিতে যোগ দিন
da: Deltag i vores Discord-fællesskab for hjælp og support
de: Treten Sie unserer Discord-Community für Hilfe und Unterstützung bei
el: Εγγραφείτε στην κοινότητα Discord για να λάβετε βοήθεια και υποστήριξη
es: Únete a Discord para ayuda y soporte.
fr: Rejoignez notre communauté Discord pour obtenir de l'aide et du soutien
he: הצטרף לקהילת ה-Discord שלנו לקבלת עזרה ותמיכה
id: Bergabunglah dengan komunitas Discord kami untuk mendapatkan bantuan dan dukungan
it: Unisciti alla nostra comunità Discord per aiuto e supporto
kn: ಸಹಾಯ ಮತ್ತು ಬೆಂಬಲಕ್ಕಾಗಿ ನಮ್ಮ Discord ಸಮುದಾಯಕ್ಕೆ ಸೇರಿ
ko: 도움과 지원을 받으려면 Discord 커뮤니티에 가입하세요
ml: സഹായത്തിന് ഡിസ്കോർഡിൽ ചേരുക
nl: Word lid van onze Discord-community voor hulp en ondersteuning
pt_br: Junte-se à nossa comunidade Discord para obter ajuda e suporte
ru: Присоединяйтесь к нашему сообществу Discord для получения помощи и поддержки
sv: Gå med i vår Discord-community för hjälp och support
sw: Jiunge na jumuiya yetu ya discord kupata msaada na usaidizi
te: సహాయం మరియు మద్దతు పొందడానికి మా డిస్కార్డ్ సంఘంలో చేరండి
tl: Sumali sa aming discord community upang makakuha ng tulong at suporta
tr: Yardım ve destek almak için discord topluluğumuza katılın
uk: Приєднуйтесь до нашої спільноти Discord для отримання допомоги та підтримки
zh: 加入我们的 Discord 社区以获得帮助和支持
zh_tw: 加入我們的 Discord 社群以獲得協助和支援

source: Report generated successfully
be: Справаздача паспяхова згенеравана
bn: রিপোর্ট সফলভাবে তৈরি হয়েছে
da: Rapport genereret succesfuldt
de: Bericht erfolgreich generiert
el: Η αναφορά δημιουργήθηκε επιτυχώς
es: Informe generado.
fr: Rapport généré avec succès
he: הדוח נוצר בהצלחה
id: Laporan berhasil dibuat
it: Rapporto generato con successo
kn: ವರದಿಯನ್ನು ಯಶಸ್ವಿಯಾಗಿ ರಚಿಸಲಾಗಿದೆ
ko: 보고서가 성공적으로 생성되었습니다
ml: റിപ്പോർട്ട് വിജയകരമായി ഉണ്ടാക്കി
nl: Rapport succesvol gegenereerd
pt_br: Relatório gerado com sucesso
ru: Отчет успешно создан
sv: Rapport genererad framgångsrikt
sw: Ripoti imetengenezwa kwa mafanikio
te: నివేదిక విజయవంతంగా రూపొందించబడింది
tl: Matagumpay na nabuo ang ulat
tr: Rapor başarıyla oluşturuldu
uk: Звіт успішно створено
zh: 报告已成功生成
zh_tw: 報告已成功產生

source: Error generating report
be: Памылка генерацыі справаздачы
bn: রিপোর্ট তৈরিতে ত্রুটি
da: Fejl ved generering af rapport
de: Fehler beim Generieren des Berichts
el: Σφάλμα δημιουργίας αναφοράς
es: Error al generar informe.
fr: Erreur lors de la génération du rapport
he: שגיאה ביצירת הדוח
id: Kesalahan saat membuat laporan
it: Errore durante la generazione del rapporto
kn: ವರದಿ ರಚಿಸುವಲ್ಲಿ ದೋಷ
ko: 보고서 생성 오류
ml: റിപ്പോർട്ട് ഉണ്ടാക്കുന്നതിൽ പിശക്
nl: Fout bij het genereren van rapport
pt_br: Erro ao gerar relatório
ru: Ошибка при создании отчета
sv: Fel vid generering av rapport
sw: Hitilafu katika kutengeneza ripoti
te: నివేదికను రూపొందించడంలో లోపం
tl: May error sa pagbuo ng ulat
tr: Rapor oluşturulurken hata
uk: Помилка при створенні звіту
zh: 生成报告时发生错误
zh_tw: 產生報告時發生錯誤

source: Generate report
be: Згенераваць справаздачу
bn: রিপোর্ট তৈরি করুন
da: Generer rapport
de: Bericht generieren
el: Δημιουργία αναφοράς
es: Generar informe
fr: Générer un rapport
he: צור דוח
id: Buat laporan
it: Genera rapporto
kn: ವರದಿ ರಚಿಸಿ
ko: 보고서 생성
ml: റിപ്പോർട്ട് ഉണ്ടാക്കുക
nl: Rapport genereren
pt_br: Gerar relatório
ru: Создать отчет
sv: Generera rapport
sw: Tengeneza ripoti
te: నివేదికను రూపొందించు
tl: Bumuo ng ulat
tr: Rapor Oluştur
uk: Створити звіт
zh: 生成报告
zh_tw: 產生報告

source: Download
be: Спампаваць
bn: ডাউনলোড
de: Herunterladen
el: Λήψη
es: Descargar
fr: Télécharger
he: הורד
id: Unduh
it: Scarica
kn: ಡೌನ್‌ಲೋಡ್ ಮಾಡಿ
ko: 다운로드
ml: ഡൗൺലോഡ് ചെയ്യുക
nl: Downloaden
pt_br: Baixar
ru: Скачать
sv: Ladda ner
sw: Pakua
te: డౌన్‌లోడ్ చేయి
tl: I-download
tr: İndir
uk: Завантажити
zh: 下载
zh_tw: 下載

source: Account number
be: Нумар рахунку
bn: অ্যাকাউন্ট নম্বর
da: Kontonummer
de: Kontonummer
el: Αριθμός λογαριασμού
es: Número de cuenta
fr: Numéro de compte
he: מספר חשבון
id: Nomor Rekening
it: Numero di conto
kn: ಖಾತೆ ಸಂಖ್ಯೆ
ko: 계좌 번호
ml: അക്കൗണ്ട് നമ്പർ
nl: Rekeningnummer
pt_br: Número da Conta
ru: Номер счета
sv: Kontonummer
sw: Namba ya akaunti
te: ఖాతా సంఖ్య
tl: Numero ng account
tr: Hesap Numarası
uk: Номер рахунку
zh: 账户号码
zh_tw: 帳戶號碼

# notificationAndSecurity
source: Notification & Security
be: Апавяшчэнні і бяспека
bn: বিজ্ঞপ্তি ও নিরাপত্তা
da: Notifikation og sikkerhed
de: Benachrichtigung & Sicherheit
el: Ειδοποίηση & Ασφάλεια
es: Notificaciones y Seguridad
fr: Notification et sécurité
he: התראות ואבטחה
id: Notifikasi & Keamanan
it: Notifica e sicurezza
kn: ಅಧಿಸೂಚನೆ ಮತ್ತು ಭದ್ರತೆ
ko: 알림 및 보안
ml: നോട്ടിഫിക്കേഷനും സുരക്ഷയും
nl: Notificatie & beveiliging
pt_br: Notificação e Segurança
ru: Уведомления и безопасность
sv: Notifikationer och säkerhet
sw: Arifa na Usalama
te: నోటిఫికేషన్ & భద్రత
tr: Bildirim ve Güvenlik
uk: Сповіщення та безпека
zh: 通知与安全
zh_tw: 通知與安全性

source: Data Management
be: Кіраванне данымі
bn: ডেটা ম্যানেজমেন্ট
da: Datahåndtering
de: Datenverwaltung
el: Διαχείριση Δεδομένων
es: Gestión de datos
fr: Gestion des données
he: ניהול נתונים
id: Manajemen Data
it: Gestione dei dati
kn: ಡೇಟಾ ನಿರ್ವಹಣೆ
ko: 데이터 관리
ml: ഡാറ്റാ മാനേജ്മെൻ്റ്
nl: Gegevensbeheer
pt_br: Gerenciamento de Dados
ru: Управление данными
sv: Datahantering
sw: Usimamizi wa Data
te: డేటా నిర్వహణ
tr: Veri Yönetimi
uk: Управління даними
zh: 数据管理
zh_tw: 資料管理

# externalLinksAndCommunity
source: External Links & Community
be: Знешнія спасылкі і супольнасць
bn: বহিরাগত লিঙ্ক ও কমিউনিটি
da: Eksterne links og fællesskab
de: Externe Links & Community
el: Εξωτερικοί Σύνδεσμοι & Κοινότητα
es: Enlaces y Comunidad
fr: Liens externes et communauté
he: קישורים חיצוניים וקהילה
id: Tautan Eksternal & Komunitas
it: Link esterni e comunità
kn: ಬಾಹ್ಯ ಲಿಂಕ್‌ಗಳು ಮತ್ತು ಸಮುದಾಯ
ko: 외부 링크 및 커뮤니티
ml: പുറമെ ലിങ്കുകളും കമ്മ്യൂണിറ്റിയും
nl: Externe links & community
pt_br: Links Externos e Comunidade
ru: Внешние ссылки и сообщество
sv: Externa länkar och community
sw: Viungo vya Nje na Jumuiya
te: బాహ్య లింక్‌లు & సంఘం
tr: Dış Bağlantılar ve Topluluk
uk: Зовнішні посилання та спільнота
zh: 外部链接与社区
zh_tw: 外部連結與社群

source: Legal & Info
be: Юрыдычная інфармацыя
bn: আইনি ও তথ্য
da: Juridisk information
de: Rechtliches & Infos
el: Νομικά & Πληροφορίες
es: Legal e Información
fr: Informations légales
he: מידע משפטי
id: Hukum & Info
it: Informazioni legali
kn: ಕಾನೂನು ಮಾಹಿತಿ
ko: 법적 정보
ml: നിയമവും വിവരങ്ങളും
nl: Juridische info
pt_br: Jurídico e Informações
ru: Юридическая информация
sv: Juridisk information
sw: Kisheria na Taarifa
te: చట్టపరమైన & సమాచారం
tr: Yasal ve Bilgi
uk: Юридична інформація
zh: 法律与信息
zh_tw: 法律與資訊

source: Customize home screen
be: Наладзіць галоўны экран
bn: হোম স্ক্রিন কাস্টমাইজ করুন
da: Tilpas startskærm
de: Startbildschirm anpassen
el: Προσαρμογή Αρχικής Οθόνης
es: Personalizar Inicio
fr: Personnaliser l'écran d'accueil
he: התאם אישית את מסך הבית
id: Sesuaikan Layar Beranda
it: Personalizza la schermata Home
kn: ಮುಖಪುಟವನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ
ko: 홈 화면 사용자 지정
ml: ഹോം സ്ക്രീൻ ക്രമീകരിക്കുക
nl: Startscherm aanpassen
pt_br: Personalizar Tela Inicial
ru: Настроить главный экран
sv: Anpassa startskärmen
sw: Binafsisha skrini ya nyumbani
te: హోమ్ స్క్రీన్‌ను అనుకూలీకరించు
tr: Ana Ekranı Özelleştir
uk: Налаштувати головний екран
zh: 自定义主屏幕
zh_tw: 自訂主畫面

# customizeHomeScreenDesc
source: Customize the home screen to show the sections you want
be: Наладзьце галоўны экран, каб паказваць патрэбныя раздзелы
bn: আপনি যে বিভাগগুলি চান তা দেখানোর জন্য হোম স্ক্রিনটি কাস্টমাইজ করুন
da: Tilpas startskærmen for at vise de sektioner, du ønsker
de: Passen Sie den Startbildschirm an, um die gewünschten Abschnitte anzuzeigen
el: Προσαρμόστε την αρχική οθόνη ώστε να εμφανίζει τις ενότητες που θέλετε
es: Personaliza la pantalla de inicio para mostrar las secciones que quieras.
fr: Personnalisez l'écran d'accueil pour afficher les sections que vous souhaitez
he: התאם אישית את מסך הבית כדי להציג את החלקים הרצויים
id: Sesuaikan layar beranda untuk menampilkan bagian yang Anda inginkan
it: Personalizza la schermata Home per mostrare le sezioni che desideri
kn: ನೀವು ನೋಡಲು ಬಯಸುವ ವಿಭಾಗಗಳನ್ನು ತೋರಿಸಲು ಮುಖಪುಟವನ್ನು ಕಸ್ಟಮೈಸ್ ಮಾಡಿ
ko: 원하는 섹션을 표시하도록 홈 화면을 사용자 지정하세요
ml: ഹോം സ്ക്രീൻ ക്രമീകരിക്കുക
nl: Pas het startscherm aan om de gewenste secties weer te geven
pt_br: Personalize a tela inicial para mostrar as seções que você deseja
ru: Настройте главный экран для отображения нужных разделов
sv: Anpassa startskärmen för att visa de sektioner du vill ha
sw: Binafsisha skrini ya nyumbani ili kuonyesha sehemu unazotaka
te: మీకు కావలసిన విభాగాలను చూపించడానికి హోమ్ స్క్రీన్‌ను అనుకూలీకరించు
tr: İstediğiniz bölümleri göstermek için ana ekranı özelleştirin
uk: Налаштуйте головний екран для відображення потрібних розділів
zh: 自定义主屏幕以显示您想要的版块
zh_tw: 自訂主畫面以顯示您想要的區塊

source: Goal added
be: Мэта дададзена
bn: লক্ষ্য যোগ করা হয়েছে
da: Mål tilføjet
de: Ziel hinzugefügt
el: Ο στόχος προστέθηκε
es: Meta añadida
fr: Objectif ajouté
he: היעד נוסף
id: Tujuan ditambahkan
it: Obiettivo aggiunto
kn: ಗುರಿಯನ್ನು ಸೇರಿಸಲಾಗಿದೆ
ko: 목표가 추가되었습니다
ml: ലക്ഷ്യം ചേർത്തു
nl: Doel toegevoegd
pt_br: Meta adicionada
ru: Цель добавлена
sv: Mål tillagt
sw: Lengo limeongezwa
te: లక్ష్యం జోడించబడింది
tr: Hedef eklendi
uk: Ціль додано
zh: 已添加目标
zh_tw: 已新增目標

source: Goal updated
be: Мэта абноўлена
bn: লক্ষ্য আপডেট করা হয়েছে
da: Mål opdateret
de: Ziel aktualisiert
el: Ο στόχος ενημερώθηκε
es: Meta actualizada
fr: Objectif mis à jour
he: היעד עודכן
id: Tujuan diperbarui
it: Obiettivo aggiornato
kn: ಗುರಿಯನ್ನು ನವೀಕರಿಸಲಾಗಿದೆ
ko: 목표가 수정되었습니다
ml: ലക്ഷ്യം പുതുക്കി
nl: Doel bijgewerkt
pt_br: Meta atualizada
ru: Цель обновлена
sv: Mål uppdaterat
sw: Lengo limesasishwa
te: లక్ష్యం నవీకరించబడింది
tr: Hedef güncellendi
uk: Ціль оновлено
zh: 已更新目标
zh_tw: 已更新目標

source: Monthly Payment
be: Штомесячны плацеж
bn: মাসিক পেমেন্ট
da: Månedlig betaling
de: Monatliche Zahlung
el: Μηνιαία Πληρωμή
es: Pago Mensual
fr: Paiement mensuel
he: תשלום חודשי
id: Pembayaran Bulanan
it: Pagamento mensile
kn: ಮಾಸಿಕ ಪಾವತಿ
ko: 월별 지불액
ml: പ്രതിമാസ പെയ്മെൻ്റ്
nl: Maandelijkse betaling
pt_br: Pagamento Mensal
ru: Ежемесячный платеж
sv: Månadsbetalning
sw: Malipo ya Kila Mwezi
te: నెలవారీ చెల్లింపు
tr: Aylık Ödeme
uk: Щомісячний платіж
zh: 每月付款
zh_tw: 每月付款
