Repository: h4h13/paisa-app
Catalog: localization/app_*.arb
Languages: be, bn, da, de, el, es, fr, he, id, it, kn, ko, ml, nl, pt_br, ru, sv, sw, te, tl, tr, uk, zh, zh_tw

# restoringLocalBackup
source: Restoring your data...
be: Аднаўленне вашых даных...
de: Daten werden wiederhergestellt...
el: Επαναφορά δεδομένων...
fr: Restauration des données...
he: משחזר נתונים...
ko: 데이터 복원 중...
tr: Veriler geri yükleniyor...
zh: 正在恢复数据...
zh_tw: 正在還原資料...

# restoreLocalBackupSuccess
source: Backup restored successfully! Please restart the app to see changes.
be: Рэзервовая копія паспяхова адноўлена! Калі ласка, перазапусціце праграму для прымянення змяненняў.
de: Backup wiederhergestellt! Bitte App neu starten.
el: Επαναφορά επιτυχής! Επανεκκινήστε για αλλαγές.
fr: Sauvegarde restaurée ! Redémarrez l'app.
he: הגיבוי שוחזר! הפעל מחדש את האפליקציה.
ko: 백업 복원 완료! 앱을 재시작하세요.
tr: Yedek başarıyla geri yüklendi! Değişiklikleri görmek için uygulamayı yeniden başlatın.
zh: 备份恢复成功！请重启应用。
zh_tw: 備份還原成功！請重啟應用程式。

# restoreLocalBackupDescription
source: Restore your data from a backup file
be: Аднавіце свае даныя з файла рэзервовай копіі
de: Stellen Sie Ihre Daten aus einer Backup-Datei wieder her
el: Επαναφέρετε τα δεδομένα σας από αρχείο
fr: Restaurer vos données depuis un fichier de sauvegarde
he: שחזר נתונים מקובץ גיבוי
ko: 백업 파일에서 데이터 복원
tr: Verilerinizi bir yedek dosyasından geri yükleyin
zh: 从备份文件恢复数据
zh_tw: 從備份檔案還原資料

source: Category not found
be: Катэгорыя не знойдзена
de: Kategorie nicht gefunden
el: Δεν βρέθηκε κατηγορία
fr: Catégorie introuvable
he: קטגוריה לא נמצאה
ko: 카테고리 없음
tr: Kategori bulunamadı
zh: 未找到分类
zh_tw: 找不到分類

source: Category Details
be: Дэталі катэгорыі
de: Kategorie-Details
el: Λεπτομέρειες κατηγορίας
fr: Détails de la catégorie
he: פרטי קטגוריה
ko: 카테고리 정보
tr: Kategori Detayları
zh: 分类详情
zh_tw: 分類詳情

# userAgreementText1
source: I'm responsible for making regular backups of my financial data to protect my information.
be: Я адказваю за рэгулярнае рэзервовае капіраванне сваіх фінансавых даных для іх абароны.
de: Ich bin dafür verantwortlich, regelmäßige Backups meiner Finanzdaten zu erstellen, um meine Informationen zu schützen.
el: Είμαι υπεύθυνος για τακτικά αντίγραφα ασφαλείας των οικονομικών μου δεδομένων.
fr: Je suis responsable de sauvegarder régulièrement mes données financières pour les protéger.
he: אני אחראי לבצע גיבויים קבועים לנתונים הפיננסיים שלי כדי להגן על המידע שלי.
ko: 정기적으로 데이터를 백업해야 합니다.
tr: Finansal verilerimi korumak için düzenli yedekleme yapmaktan sorumluyum.
zh: 我负责定期备份我的财务数据以保护信息安全。
zh_tw: 我會定期備份財務資料以保護資訊。

# userAgreementText2
source: I understand the developers aren't responsible for any data loss. Backup and recovery are my responsibility.
be: Я разумею, што распрацоўшчыкі не нясуць адказнасці за страту даных. Рэзервовае капіраванне і аднаўленне — мая адказнасць.
de: Ich verstehe, dass die Entwickler nicht für Datenverlust haften. Backup und Wiederherstellung liegen in meiner Verantwortung.
el: Κατανοώ ότι οι προγραμματιστές δεν ευθύνονται για απώλεια δεδομένων. Η δημιουργία και επαναφορά αντιγράφων είναι δική μου ευθύνη.
fr: Je comprends que les développeurs ne sont pas responsables des pertes de données. La sauvegarde et la récupération sont ma responsabilité.
he: אני מבין שהמפתחים אינם אחראים לאובדן נתונים. הגיבוי והשחזור באחריותי.
ko: 개발자는 데이터 손실에 책임지지 않습니다. 백업과 복구는 본인 책임입니다.
tr: Geliştiricilerin veri kaybından sorumlu olmadığını anlıyorum. Yedekleme ve kurtarma bana aittir.
zh: 我理解开发者不对数据丢失负责。备份和恢复由我负责。
zh_tw: 我了解開發者不負責資料遺失，備份和還原由我負責。

source: Generating report...
be: Генеруецца справаздача...
de: Bericht wird erstellt...
el: Δημιουργία αναφοράς...
fr: Génération du rapport...
he: יוצר דוח...
ko: 보고서 생성 중...
tr: Rapor oluşturuluyor...
zh: 正在生成报告...
zh_tw: 正在產生報告...

source: Close
be: Закрыць
de: Schließen
el: Κλείσιμο
fr: Fermer
he: סגור
ko: 닫기
tr: Kapat
zh: 关闭
zh_tw: 關閉

source: Retry
be: Паўтарыць
de: Wiederholen
el: Δοκιμή ξανά
fr: Réessayer
he: נסה שוב
ko: 다시 시도
tr: Tekrar Dene
zh: 重试
zh_tw: 重試

source: Financial Reports
be: Фінансавыя справаздачы
de: Finanzberichte
el: Οικονομικές αναφορές
fr: Rapports financiers
he: דוחות פיננסיים
ko: 재무 보고서
tr: Finansal Raporlar
zh: 财务报告
zh_tw: 財務報告

# backupFormatDescription
source: This will restore your data from the selected backup file.
be: Гэта адновіць вашы даныя з выбранага файла рэзервовай копіі.
de: Dies stellt Ihre Daten aus der gewählten Backup-Datei wieder her.
el: Αυτό θα επαναφέρει τα δεδομένα σας από το επιλεγμένο αρχείο.
fr: Cela restaurera vos données depuis le fichier sélectionné.
he: זה ישחזר את הנתונים מהקובץ שבחרת.
ko: 선택한 백업 파일에서 데이터를 복원합니다.
tr: Seçilen yedek dosyasından verileriniz geri yüklenecek.
zh: 将从所选备份文件恢复数据。
zh_tw: 將從所選備份檔案還原資料。

# welcomeTitle
source: Welcome to Paisa 🎉
be: Сардэчна запрашаем у Paisa 🎉
de: Willkommen bei Paisa 🎉
el: Καλώς ήρθατε στο Paisa 🎉
fr: Bienvenue sur Paisa 🎉
he: ברוכים הבאים ל-Paisa 🎉
ko: Paisa에 오신 것을 환영합니다 🎉
tr: Paisa'ya Hoş Geldiniz 🎉
zh: 欢迎使用 Paisa 🎉
zh_tw: 歡迎使用 Paisa 🎉

# welcomeSubtitle
source: Let's make money tracking simple and stress-free.
be: Давайце зробім улік грошай простым і без стрэсу.
de: Machen wir das Geld-Tracking einfach und stressfrei.
el: Απλή και εύκολη παρακολούθηση χρημάτων.
fr: Simplifions le suivi de vos finances.
he: ניהול כסף פשוט וללא דאגות.
ko: 간편하게 자산을 관리하세요.
tr: Para takibini kolay ve stressiz yapalım.
zh: 让记账变得简单无忧。
zh_tw: 讓記帳變簡單、無壓力。

# welcomeActionTitle
source: Track. Budget. Save.
be: Улік. Бюджэт. Зберагайце.
de: Verfolgen. Budgetieren. Sparen.
el: Παρακολούθηση. Προϋπολογισμός. Αποταμίευση.
fr: Suivre. Budgéter. Économiser.
he: עקוב. תכנן. חסוך.
ko: 추적. 예산. 저축.
tr: Takip Et. Bütçele. Biriktir.
zh: 记账. 预算. 储蓄.
zh_tw: 記帳．預算．儲蓄

# benefitsTitle
source: Why you'll love Paisa
be: Чаму вам спадабаецца Paisa
de: Warum Sie Paisa lieben werden
el: Γιατί θα αγαπήσετε το Paisa
fr: Pourquoi vous allez aimer Paisa
he: למה תאהב את Paisa
ko: Paisa의 장점
tr: Paisa'yı Neden Seveceksiniz
zh: 你会喜欢 Paisa 的理由
zh_tw: 你會喜歡 Paisa 的理由

# benefitsSubtitle
source: A few ways we make managing money easier.
be: Як мы дапамагаем кіраваць фінансамі прасцей.
de: So wird Geldverwaltung leichter.
el: Πώς κάνουμε τη διαχείριση χρημάτων εύκολη.
fr: Voici comment nous facilitons la gestion de votre argent.
he: איך אנחנו מקלים על ניהול הכסף.
ko: 돈 관리를 쉽게 도와드립니다.
tr: Paranızı yönetmeyi kolaylaştırıyoruz.
zh: 让理财更轻松的几种方式。
zh_tw: 讓理財更輕鬆的幾個方式。

# benefitOneTitle
source: Track your expenses effortlessly
be: Лёгкі ўлік выдаткаў
de: Ausgaben einfach verfolgen
el: Παρακολουθήστε τα έξοδά σας εύκολα
fr: Suivez vos dépenses facilement
he: עקוב אחרי ההוצאות בקלות
ko: 간편한 지출 추적
tr: Harcamalarını kolayca takip et
zh: 轻松记录支出
zh_tw: 輕鬆記錄支出

# benefitOneSubtitle
source: Log transactions in seconds with smart defaults.
be: Дадавайце транзакцыі за секунды з разумнымі наладамі.
de: Transaktionen in Sekunden erfassen.
el: Καταγράψτε συναλλαγές σε δευτερόλεπτα.
fr: Enregistrez vos transactions en quelques secondes.
he: הוסף עסקאות במהירות עם ברירות מחדל חכמות.
ko: 스마트 입력으로 빠르게 기록
tr: Akıllı varsayılanlarla işlemleri hızlıca kaydet.
zh: 智能默认值，秒记账。
zh_tw: 用智慧預設值秒記交易。

# benefitTwoTitle
source: Stay on budget with ease
be: Кантроль бюджэту без цяжкасцей
de: Budget im Blick behalten
el: Μείνετε εντός προϋπολογισμού
fr: Restez dans votre budget
he: שמור על התקציב בקלות
ko: 예산 관리
tr: Kolayca bütçede kal
zh: 轻松掌控预算
zh_tw: 輕鬆掌控預算

# benefitTwoSubtitle
source: Set budgets and keep an eye on progress.
be: Усталюйце бюджэты і сачыце за прагрэсам.
de: Budgets setzen und Fortschritt sehen.
el: Ορίστε όρια και δείτε την πρόοδό σας.
fr: Fixez des budgets et suivez vos progrès.
he: קבע תקציבים וצפה בהתקדמות.
ko: 예산을 설정하고 진행 상황 확인
tr: Bütçe belirle, ilerlemeyi izle.
zh: 设置预算，随时查看进度。
zh_tw: 設定預算，隨時追蹤進度。

# benefitThreeTitle
source: Get insights that save you money
be: Атрымлівайце карысныя аналітыкі
de: Spare mit Einblicken
el: Λάβετε χρήσιμες πληροφορίες
fr: Obtenez des analyses utiles
he: קבל תובנות שחוסכות כסף
ko: 절약을 위한 인사이트
tr: Tasarruf için içgörüler al
zh: 获得省钱洞察
zh_tw: 獲得省錢洞察

# benefitThreeSubtitle
source: See where your money goes and spot patterns.
be: Глядзіце, куды ідуць грошы, і знаходзьце тэндэнцыі.
de: Sieh, wohin dein Geld geht.
el: Δείτε που πηγαίνουν τα χρήματά σας.
fr: Voyez où va votre argent et repérez les tendances.
he: ראה לאן הכסף הולך וזיהה דפוסים.
ko: 지출 패턴을 한눈에
tr: Paranın nereye gittiğini gör, alışkanlıkları fark et.
zh: 了解钱花在哪，发现消费模式。
zh_tw: 了解花費，發現消費模式。

# benefitFourTitle
source: Your data stays private
be: Вашы даныя — толькі вашы
de: Deine Daten bleiben privat
el: Τα δεδομένα σας παραμένουν ιδιωτικά
fr: Vos données restent privées
he: הנתונים שלך פרטיים
ko: 데이터는 내 기기에만
tr: Verilerin gizli kalır
zh: 数据本地私密
zh_tw: 資料完全私有

# benefitFourSubtitle
source: Everything remains on your device by default.
be: Усё захоўваецца толькі на вашай прыладзе.
de: Alles bleibt standardmäßig auf deinem Gerät.
el: Όλα αποθηκεύονται μόνο στη συσκευή σας.
fr: Tout reste sur votre appareil par défaut.
he: הכל נשמר רק במכשיר שלך.
ko: 모든 데이터는 기기에만 저장
tr: Her şey cihazında saklanır.
zh: 所有数据默认仅保存在设备上。
zh_tw: 所有資料僅儲存在你的裝置。

# backupAgreementTitle
source: Your Data, Your Control
be: Вашы даныя — ваш кантроль
de: Deine Daten, deine Kontrolle
el: Τα δεδομένα σας, ο έλεγχός σας
fr: Vos données, votre contrôle
he: הנתונים שלך בשליטתך
ko: 내 데이터, 내 책임
tr: Verin Senin, Kontrol Senin
zh: 数据由你掌控
zh_tw: 資料由你掌控

# backupAgreementSubtitle
source: Paisa doesn't store your data online. Please backup your data regularly to keep it safe.
be: Paisa не захоўвае вашы даныя ў інтэрнэце. Рэгулярна рабіце рэзервовыя копіі для бяспекі.
de: Paisa speichert deine Daten nicht online. Bitte sichere sie regelmäßig.
el: Το Paisa δεν αποθηκεύει δεδομένα online. Κάντε τακτικά αντίγραφα ασφαλείας.
fr: Paisa ne stocke pas vos données en ligne. Sauvegardez-les régulièrement.
he: Paisa לא שומר נתונים בענן. גבה את הנתונים שלך באופן קבוע.
ko: Paisa는 데이터를 온라인에 저장하지 않습니다. 정기적으로 백업하세요.
tr: Paisa verilerinizi çevrimiçi saklamaz. Güvende tutmak için düzenli yedek alın.
zh: Paisa 不会在线存储数据，请定期备份以确保安全。
zh_tw: Paisa 不會上傳資料，請定期備份以確保安全。

# iAgreeButton
source: I Agree
be: Я згодны
de: Ich stimme zu
el: Συμφωνώ
fr: J'accepte
he: אני מסכים
ko: 동의
tr: Kabul Ediyorum
zh: 同意
zh_tw: 我同意

# profileSetupTitle
source: Set up your profile
be: Наладзьце свой профіль
de: Profil einrichten
el: Ρύθμιση προφίλ
fr: Configurer votre profil
he: הגדר פרופיל
ko: 프로필 설정
tr: Profilini ayarla
zh: 设置个人资料
zh_tw: 設定個人檔案

# profileSetupSubtitle
source: Add your profile so we can tailor your budgets and reports
be: Дадайце профіль, каб мы маглі персаналізаваць бюджэты і справаздачы
de: Füge dein Profil hinzu, damit wir Budgets und Berichte anpassen können
el: Προσθέστε το προφίλ σας για εξατομικευμένους προϋπολογισμούς και αναφορές
fr: Ajoutez votre profil pour personnaliser budgets et rapports
he: הוסף פרופיל להתאמת תקציבים ודוחות
ko: 프로필을 추가해 맞춤 예산과 보고서를 받아보세요.
tr: Bütçe ve raporları sana göre hazırlayalım
zh: 添加资料以定制预算和报告
zh_tw: 新增個人檔案以量身打造預算和報告

source: Let's Get Started
be: Пачнем
de: Los geht's
el: Ας ξεκινήσουμε
fr: Commençons
he: בוא נתחיל
ko: 시작하기
tr: Başlayalım
zh: 开始使用
zh_tw: 開始使用

# stepCount
source: Step {currentStep} of {totalSteps}
be: Крок {currentStep} з {totalSteps}
de: Schritt {currentStep} von {totalSteps}
el: Βήμα {currentStep} από {totalSteps}
fr: Étape {currentStep} sur {totalSteps}
he: שלב {currentStep} מתוך {totalSteps}
ko: {currentStep}/{totalSteps}단계
tr: Adım {currentStep} / {totalSteps}
zh: 第 {currentStep} 步，共 {totalSteps} 步
zh_tw: 步驟 {currentStep}/{totalSteps}

source: Due on {date}
be: Да аплаты {date}
de: Fällig am {date}
el: Λήγει στις {date}
fr: Dû le {date}
ko: {date}에 만기
tr: {date} tarihinde vadesi doluyor
zh_tw: 到期日 {date}

source: Floating Bottom Navigation Bar
be: Плаваючая ніжняя навігацыйная панэль
de: Schwebende untere Navigationsleiste
el: Επιπλέουσα κάτω γραμμή πλοήγησης
fr: Barre de navigation inférieure flottante
ko: 플로팅 하단 탐색 바
tr: Yüzen Alt Navigasyon Çubuğu
zh_tw: 浮動底部導覽列

source: Month Summary
be: Месячны звод
de: Monatsübersicht
fr: Résumé mensuel
ko: 월간 요약
tr: Aylık Özet
zh_tw: 月度摘要

# monthSummaryDesc
source: Quick overview of income, expenses, and net balance for the current month
be: Хуткі агляд даходаў, выдаткаў і чыстага балансу за бягучы месяц
de: Schneller Überblick über Einnahmen, Ausgaben und Nettosaldo für den aktuellen Monat
fr: Aperçu rapide des revenus, dépenses et solde net pour le mois en cours
ko: 이번 달의 수입, 지출, 순 잔액을 빠르게 확인하세요
tr: Mevcut ay için gelir, gider ve net bakiye hakkında hızlı genel bakış
zh_tw: 快速總覽本月收入、支出與淨餘額

source: Yearly Summary
be: Гадавы звод
de: Jahresübersicht
fr: Résumé annuel
ko: 연간 요약
tr: Yıllık Özet
zh_tw: 年度摘要

# yearlySummaryDesc
source: Comprehensive annual financial summary with monthly breakdowns
be: Падрабязны фінансавы звод за год з разбіўкай па месяцах
de: Umfassende jährliche Finanzübersicht mit monatlichen Aufschlüsselungen
fr: Résumé financier annuel complet avec ventilation mensuelle
ko: 월별 내역이 포함된 연간 재무 요약
tr: Aylık dökümlerle kapsamlı yıllık finansal özet
zh_tw: 包含每月明細的年度財務總結

source: Category Breakdown
be: Разбор па катэгорыях
de: Kategorieaufschlüsselung
fr: Répartition par catégorie
ko: 카테고리 분석
tr: Kategori Dağılımı
zh_tw: 分類明細

# categoryBreakdownDesc
source: Detailed spending analysis by category with visual charts
be: Падрабязны аналіз выдаткаў па катэгорыях з візуальнымі дыяграмамі
de: Detaillierte Ausgabenanalyse nach Kategorie mit anschaulichen Diagrammen
fr: Analyse détaillée des dépenses par catégorie avec graphiques visuels
ko: 시각적 차트로 카테고리별 상세 지출 분석
tr: Görsel grafiklerle kategori bazında ayrıntılı harcama analizi
zh_tw: 依分類詳細分析支出，並提供視覺化圖表

source: Budget Performance
be: Выконанне бюджэту
de: Budgetleistung
fr: Performance du budget
ko: 예산 성과
tr: Bütçe Performansı
zh_tw: 預算執行情況

# budgetPerformanceDesc
source: Track budget vs actual spending with performance indicators
be: Адсочвайце бюджэт у параўнанні з фактычнымі выдаткамі з паказчыкамі эфектыўнасці
de: Verfolgen Sie Budget vs. tatsächliche Ausgaben mit Leistungsindikatoren
fr: Suivez le budget par rapport aux dépenses réelles avec des indicateurs de performance
ko: 예산 대비 실제 지출을 성과 지표로 추적
tr: Performans göstergeleriyle bütçe ve gerçekleşen harcamaları takip edin
zh_tw: 追蹤預算與實際支出的差異及表現指標

source: Cash Flow Analysis
be: Аналіз грашовага патоку
de: Cashflow-Analyse
fr: Analyse des flux de trésorerie
ko: 현금 흐름 분석
tr: Nakit Akışı Analizi
zh_tw: 現金流分析

# cashFlowAnalysisDesc
source: Money flow trends and patterns over time
be: Тэндэнцыі і заканамернасці руху грошай з цягам часу
de: Geldfluss-Trends und Muster im Zeitverlauf
fr: Tendances et schémas des flux d'argent au fil du temps
ko: 시간에 따른 자금 흐름 추세 및 패턴
tr: Zaman içindeki para akışı eğilimleri ve kalıpları
zh_tw: 資金流動趨勢與模式分析

source: Goal Progress
be: Прагрэс мэтаў
de: Ziel-Fortschritt
fr: Progression des objectifs
ko: 목표 진행 상황
tr: Hedef İlerlemesi
zh_tw: 目標進度

# goalProgressDesc
source: Financial goals tracking with milestone progress
be: Адсочванне фінансавых мэтаў з прагрэсам па этапах
de: Verfolgung finanzieller Ziele mit Meilenstein-Fortschritt
fr: Suivi des objectifs financiers avec progression par étapes
ko: 마일스톤별 재무 목표 추적
tr: Kilometre taşı ilerlemesiyle finansal hedef takibi
zh_tw: 財務目標追蹤與里程碑進度

# transactionDetailsDesc
source: Complete transaction history with filtering options
be: Поўная гісторыя транзакцый з магчымасцю фільтрацыі
de: Vollständige Transaktionshistorie mit Filteroptionen
fr: Historique complet des transactions avec options de filtrage
ko: 필터링 옵션이 포함된 전체 거래 내역
tr: Filtreleme seçenekleriyle eksiksiz işlem geçmişi
zh_tw: 完整交易紀錄，支援篩選功能

source: Loan status updated
be: Статус пазыкі абноўлены
de: Darlehensstatus aktualisiert
fr: Statut du prêt mis à jour
tr: Kredi durumu güncellendi
zh_tw: 貸款狀態已更新

source: Reopen Loan
be: Адкрыць пазыку зноў
de: Darlehen wieder öffnen
fr: Rouvrir le prêt
tr: Krediyi Yeniden Aç
zh_tw: 重新開啟貸款

source: Mark as Done
be: Пазначыць як завершана
de: Als erledigt markieren
fr: Marquer comme terminé
tr: Tamamlandı Olarak İşaretle
zh_tw: 標記為已完成

# rollOverBudgetDesc
source: Unused amount from previous period added to current budget
be: Нявыкарыстаная сума з папярэдняга перыяду дадаецца да бягучага бюджэту
de: Nicht verwendeter Betrag aus dem vorherigen Zeitraum wird dem aktuellen Budget hinzugefügt
fr: Le montant inutilisé de la période précédente est ajouté au budget actuel
tr: Önceki dönemden kullanılmayan tutar mevcut bütçeye eklendi
zh_tw: 前一期間未用金額將新增至目前預算

# trackBudgetDesc
source: Track this budget on home screen
be: Адсочваць гэты бюджэт на галоўным экране
de: Verfolgen Sie dieses Budget auf dem Startbildschirm
fr: Suivez ce budget sur l'écran d'accueil
tr: Bu bütçeyi ana ekranda takip et
zh_tw: 在主畫面追蹤此預算

# excludeAccountDesc
source: Transactions are not calculated in the balance and other places
be: Транзакцыі не ўлічваюцца ў балансе і іншых месцах
de: Transaktionen werden nicht im Saldo und an anderen Stellen berechnet
fr: Les transactions ne sont pas prises en compte dans le solde et ailleurs
tr: İşlemler bakiye ve diğer yerlerde hesaplamaya dahil edilmez
zh_tw: 此帳戶的交易不計入餘額及其他統計

# defaultAccountDesc
source: Default account will be selected while adding transaction
be: Рахунак па змаўчанні будзе выбраны пры даданні транзакцыі
de: Standardkonto wird beim Hinzufügen einer Transaktion ausgewählt
fr: Le compte par défaut sera sélectionné lors de l'ajout d'une transaction
tr: İşlem eklerken varsayılan hesap seçilecektir
zh_tw: 新增交易時將自動選擇預設帳戶

source: Legacy Backup
be: Састарэлая рэзервовая копія
fr: Sauvegarde héritée
tr: Eski Yedekleme

source: New Backup
be: Новая рэзервовая копія
de: Neues Backup
fr: Nouvelle sauvegarde
tr: Yeni Yedekleme

# ivyImporter
source: Ivy wallet
bn: আইভি ওয়ালেট
es: Importador Ivy Wallet
fr: Portefeuille Ivy
id: Dompet Ivy
ml: ഐവി വാലറ്റ്
pt_br: Carteira Ivy
sw: Pochi ya Ivy
te: ఐవీ వ్యాలెట్
tr: Ivy cüzdanı
zh: Ivy 钱包
zh_tw: Ivy 錢包

source: Telegram
bn: টেলিগ্রাম
he: טלגרם
kn: ಟೆಲಿಗ್ರಾಮ್
ko: 텔레그램
ml: ടെലിഗ്രാം
te: టెలిగ్రామ్

# appTitle
source: Paisa
bn: পয়সা
kn: ಪೈಸಾ
ml: പൈസ
te: పైసా

source: GitHub
bn: গিটহাব
kn: ಗಿಟ್‌ಹಬ್
ml: ഗിറ്റ്ഹബ്
te: గిట్‌హబ్

source: Paisa Pro
bn: পয়সা প্রো
kn: ಪೈಸಾ ಪ್ರೊ
ml: പൈസ പ്രോ
te: పైసా ప్రో

source: Discord
bn: ডিসকর্ড
ml: ഡിസ്കോർഡ്
te: డిస్కార్డ్
