{
    "reviews": {
        "ios": {
            "total": 500,
            "average": 4.9,
            "recent": [
                {
                    "user": "Jay Klz",
                    "rating": 5,
                    "comment": "I’m very selective when it comes to my finance management, and Paisa has by far been the best option. I’ve had the fortunate opportunity to see the code behind the app and can confirm the privacy and efficiency of the app. Definitely worth a try."
                },
                {
                    "user": "Arya Vas",
                    "rating": 5,
                    "comment": "Elegant and feature packed app to manage for managing money. Best part is it’s stored on device for privacy!"
                },
                {
                    "user": "Free yet Excellent",
                    "rating": 5,
                    "comment": "The app covers almost all aspects for a normal user. Kudos for keeping up the good work And thank you guys."
                },
                {
                    "user": "SakamotoN",
                    "rating": 5,
                    "comment": "The design and functionality are great and still needs a improvements but overall a great application"
                }
            ]
        },
        "android": {
            "total": 72000,
            "average": 4.4,
            "recent": [
                {
                    "user": "Rithvik Arjun",
                    "rating": 5,
                    "comment": "The app is great, looks clean and minimalistic. Offers great customisation, and can be tailored to suit your needs exactly."
                },
                {
                    "user": "Eyob Abebe",
                    "rating": 5,
                    "comment": "Always love what's come from Indian neat and clean as always.."
                },
                {
                    "user": "Kent",
                    "rating": 5,
                    "comment": "Simple and easy to navigate the application for daily use, although there's some small bugs like can't change the date of the transaction when creating one, but overall a really great app."
                },
                {
                    "user": "Gopala Reddy",
                    "rating": 5,
                    "comment": "Great app and impressed work from dev, Adding more features frequently 👍"
                }
            ]
        }
    },
    "features": [
        {
            "name": "Multiple Accounts",
            "description": "Manage multiple user profiles with separate transactions and currencies",
            "icon": "0xf7c6"
        },
        {
            "name": "Unlimited",
            "description": "Create unlimited account, subscriptions, budgets, recurring events & goals",
            "icon": "0xf624"
        },
        {
            "name": "Google Drive Backup",
            "description": "Backup your data to Google Drive and restore it whenever needed.",
            "icon": "0xf53a"
        },
        {
            "name": "Home Screen Widget",
            "description": "Add a widget to your home screen for quick access to your finances.",
            "icon": "0xf02b9"
        },
        {
            "name": "Just Black Theme",
            "description": "A dark theme that is easy on the eyes and saves battery life.",
            "icon": "0xf658"
        }
    ]
}